{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"23607683","author":{"steamid":"76561198162387130","num_games_owned":228,"num_reviews":3,"playtime_forever":1153,"playtime_last_two_weeks":0,"playtime_at_review":955,"last_played":1547957504},"language":"english","review":"So far im loving the game! everything feels really awesome the only complaints i have right now are:\n\nDepending or not if its your thing, the game seems like it could be turned into a game with many micro transactions\n\nIe: buying Items or perferably Cosmetics.\n\nthe other thing i kind of have a slight problem with is the final objective\n\nOnce that exit opens its every man for himself. which isnt always a bad thing but when the guy who bails gets a massive bonus, while the others who go and help buddy out, say they fail and the other 3 die. get many less points. im talking like 8000 less points. which is about 2 games lets say. \n\n\nBUT my complaints with the game are really minor at this point, mostly because i know grouping with friends is something they will add shortly. AT LEAST I HOPE","timestamp_created":1466134897,"timestamp_updated":1466134897,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607655","author":{"steamid":"76561198048813579","num_games_owned":236,"num_reviews":7,"playtime_forever":53932,"playtime_last_two_weeks":0,"playtime_at_review":22428,"last_played":1656548211},"language":"japanese","review":"慣れれば殺人鬼はいくらでも煙に負けるので、そのうち時間の無駄使いになってしまい、ゲームとして成立してない。\n\n追記：\n2017年に入ってから非常にバランスがよくなりました。特殊な殺人鬼を使っているのでもなければ、追いかければ必ず捕まえられる様になっています。とはいえ、頑張れば時間稼ぎはできます。\n\n生存者側は追いかけられているときは時間を稼ぎ、追いかけられていない時は必死に発電機を修理する必要があります。（過去の様に無駄なことをして遊んでいるとあっという間に人数が減ってじり貧になります）\n\n殺人鬼側もキラーによって追いかけ方にバリエーションが出るので、いかに獲物で叩いて回るかが楽しいゲームです。\n\n総括すると、随分とホラーになりました。過去ほど対戦ゲーという側面はなくなり、殺人鬼に追いかけ回されている感じが出ていて、ホラー映画を追体験している様なドキドキ感が味わえます。\n\n他のレビューで見かける生存者側のマナーの悪さですが、ランク1では全く見かけませんでした。（そもそもそんな暇はありません）\n少々イラつきますが、釣ったフックの前に陣取って絶対殺すマンをすれば、いいんじゃないでしょうか。それもまた殺人鬼だと思います。","timestamp_created":1466134727,"timestamp_updated":1515106981,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.480776816606521606","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607644","author":{"steamid":"76561198068573025","num_games_owned":62,"num_reviews":2,"playtime_forever":136,"playtime_last_two_weeks":0,"playtime_at_review":136,"last_played":1466140170},"language":"english","review":"I was really looking forward to this game, and I have to say: I'm disappointed.\n\nI only have one other friend who really enjoys playing this game and is available at the same time as me --- we cannot play together because of the way Dead by Daylight works.\n\nBasically, you can play with your friends in a custom game, which means you will have no random people or pugs (pick up players) in your party. So, if you only have 3 friends with the game. Its 1 Monster vs 2 Survivors. That's it. Unfortunately, with my time schedule, I usually have only 1 friend around. So... it's just a 1v1 which is not fun at all, it's easy to just get murdered with no chance of making it.\n\nIf we want to play with more people or a full group, we have to queue up into random pug groups, however, you cannot just click 'join game' to join your friend. It doesn't work. Therefore there is an excessively slim chance in getting to play with your friend since its completely random who you'll end up with. So this was a waste of my money, to be fully honest.","timestamp_created":1466134635,"timestamp_updated":1466134740,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607584","author":{"steamid":"76561197976402467","num_games_owned":549,"num_reviews":18,"playtime_forever":5807,"playtime_last_two_weeks":0,"playtime_at_review":353,"last_played":1621644186},"language":"english","review":"Game is kinda rough around the edges but its a great asymmetrical multiplayer game with fun mechanics and with a good sense of balance between the three killers and the four survivors. The unlock system is alright and not nearly as much of a grind as evolve IMO. Definitely needs some work particularly involving rage quitters, the party system and just general glitches. 20$ is the right price for this kinda game in my opinion but if it doesn't get fixed up I'd say wait until its on sale.","timestamp_created":1466134377,"timestamp_updated":1466134377,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607482","author":{"steamid":"76561198145047751","num_games_owned":44,"num_reviews":1,"playtime_forever":2172,"playtime_last_two_weeks":0,"playtime_at_review":823,"last_played":1486374925},"language":"german","review":"Mein erstes Review!!\n\nSuper Idee,                   :                    schlecht umgesetzt.\nNervenkitzel geil.         :                     Umsetzung verbockt\nAusgeglichen               ;                     Vergriffen\nMit Crew                       :                     zu empfhelen\nWiederSpielWert         :                     tja naa.. vllt inner ,,gemuetlitchen'' Runde mal..\nPreis / Leistung           :                     Preis ist (nur meine Meinung) fuer Das was ES noch ist zu hoch angesetzt\nPotenzial                      :                     viel\n                             FAZIT------------------------------------\nFuer Jeden und Jede mit geschlossen Gruppen eine Horror-Nerven(Saege)Kitzel-Erfahrung-------------\nViele Bugs aber das wird noch-------------HOFF ICH\n","timestamp_created":1466133829,"timestamp_updated":1466133829,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607471","author":{"steamid":"76561197971275858","num_games_owned":412,"num_reviews":46,"playtime_forever":5636,"playtime_last_two_weeks":0,"playtime_at_review":4104,"last_played":1621883780},"language":"english","review":"Fun and a lot of content added.","timestamp_created":1466133752,"timestamp_updated":1542492885,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.471556663513183594","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607452","author":{"steamid":"76561198139939656","num_games_owned":138,"num_reviews":49,"playtime_forever":31456,"playtime_last_two_weeks":0,"playtime_at_review":17108,"last_played":1650668422},"language":"english","review":"This game is reeeeeeally fun and I am still highly enjoying it. \nHowever, there are some things that could change.\n\n\"We did a pretty good job so far\"","timestamp_created":1466133613,"timestamp_updated":1542961231,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607415","author":{"steamid":"76561198002568562","num_games_owned":70,"num_reviews":10,"playtime_forever":7491,"playtime_last_two_weeks":0,"playtime_at_review":893,"last_played":1539960766},"language":"english","review":"This is another game with great ideas but poor execution. It is yet another victim of releasing both too early and not thinking things through to their logical conclusion.\n\nThe game's gimmick is similar to the Friday the 13th game, but with more killers.\n\nNot only is the game just as buggy as it was in its beta state, but systems like it's ranked matchmaking don't even take into account disconnects. A player who disconnects robs you of points so you'll often rank down through no fault of your own. It has a half-assed progression system that is nothing but pure grinding for items you lose once used that massively favors no life farmers over the average player. Fully leveled characters are twice as powerful as brand new ones. Doesn't seem like a big deal now but wait until the game's older. Especially considering that perks you get by leveling are random, some don't even work while others are godly.\n\nFor all intents and purposes, survivor is what you'll be playing. As you can imagine, Killer is the most fun to play but this means everyone wants to be killer. Giant queues. I spent 40 minutes waiting for my first killer match. The game throws survivors into lobbies created by killers. Because the devs are either idiots or cheapskates, the game is peer to peer with no dedicated servers, ensuring that Killers in Ireland teleport to American players and hit them with telekinesis. Watch in amazement as actions that take 1 second to complete normally take you 3 precious seconds. Not that much fun.\n\nThere are situations where Killers cannot kill teens because they jump through windows faster than they can. In certain buildings it means the teens are immortal because they dance from window to window. So if the last teen alive is in one of these rooms and refuses to leave... The game doesn't end. You are both stuck in purgatory until one of you dies of boredom. Like I said, the devs didn't think this one through.\n\nSurvivor can have very intense moments but it is also more painful and frustrating than anything else. You mostly depend on gimmicks like slow window vaulting from killers and planks you can stun killers with to survive. Caught without any of these and you are done. So Killer is both simultaneously overwhelming yet completely helpless in other circumstances. The game doesn't offer much depth, so matches often play out in a very similar fashion. There are no skill shots for killers or survivors to make, no real aiming to speak of, a few QTEs when reparing or healing, but beyond your strategy, tactics, and learned cheese maneouvers there's not much to learn. Play a few hours of the game and you'll see everything it's got to offer that isn't hidden behind hours of experience grinding, which is no doubt what the devs think will keep people around.\n\nAll this being said the game has good points. Before you learn all the one dimensional but very effective cheesy moves survivor can make to troll killers, it can be an intense experience. If you are the sort that hates to die alot survivor might suck, which is my case. But you do learn to dread the killer's approach if you are out in the open, never really knowing whether he sees you in those blades of grass.\n\nActually playing the Killer is where the game really shines. You most certainly feel powerful and predicting your prey's movements and cutting them off feels so good. You can play with your food as well to gain more and more points and it truly is difficult to feel like you completely lost. A good killer can farm noobs and kill 3 or 4 per match, but even really poor Killers can get their jollies knowing they just deranked whatever 1 or 2 bastards are unlucky enough to get caught. Games that look completely lost can turn around because some survivors are altruists and will try to save their friends, often ensuring they just die hopelessly too.\n\nDespite the negatives I've listed the core game has potential. If the devs took some time to fix the game's flaws, countless perks, achievements and systems that flat out do not work, I’d gladly change my review. As it stands now, I’d be a good purchase at 10$ or less, but not worth its full price.","timestamp_created":1466133378,"timestamp_updated":1466133378,"voted_up":false,"votes_up":100,"votes_funny":8,"weighted_vote_score":"0.56618797779083252","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607402","author":{"steamid":"76561197984344476","num_games_owned":136,"num_reviews":9,"playtime_forever":24252,"playtime_last_two_weeks":0,"playtime_at_review":22415,"last_played":1656359537},"language":"russian","review":"Таааакс, ну вот и пробил час гневного обзора от человека, который играет с самого релиза и наиграл 400+ часов.\nНачнем с того, что негатив в сторону разработчиков, у меня был вызван раннее выданным баном (нет, я не читер!). Так вышло, что с моего аккаунта в далеком 2016 году был использован хак на бладпоинты (да, моя карма, за отданый «погонять» на время аккаунт), о чем я узнал уже только после непосредственного бана в 2018 году. Мои попытки достучаться до разработчиков, объяснив им ситуацию и доведя до их сведения, что я стримлю их продукт и делаю по нему контент, успехом не увенчались. В итоге я получил стандартную отбивку бех объяснения каких-либо конкретных причин, прождав месяц. Но даже после такого плевка, я сделал новый акк, купил опять игру + длс к ней и продолжил играть. К слову, на прогресс и ачивки мне было крайне похер (я был готов легко с этим расстаться). Важным аспектом решения вопроса для меня были — запуск игры с основного аккаунты и отсутствие «клейма» в виде чудесной надписи о VAC-блокировке. Чудесная поддержка и индивидуальный подход, браво!\nОбновление с этими ссаными эмблемами, которые непонятно зачем и для кого добавили, окончательно добило меня и отбило все желание не то, что бы стримить, но и играть в эту игру в целом.\nКатку за каткой, я играю с аутистами (серьёзно, это жесть! нет, ну бывало такое, но не каждую же катку), которые ложаться под мана штабелем, нихера не делают, а если и делают, то явно не то, что надо. Что случилось с игрой? Резко нормальные игроки перестали в нее играть? Судя по гайду описания системы эмблем, командная починка генеров приносит меньше очков, чем индивидуально заведенный генер, а значит перки Дуайта идут нахер и получается, хочешь апнуть ранг и поднять бп, иди заводи в одиночку, но когда како-нить аутиста вздернут, ты все бросай и беги его спасать. Вы чего, там, товарищи из Behavior, обкурились что ли? Нет, можно канеш забить хер на эмблемы и играть, как раньше, но тогда ты нихера не получишь. Раньше было необязательно даже выживать, ты мог тянуть катку, спасать сурвов, прикрывать их собой, помогая заводить им генеры, а в конце героически погибнуть в бою, что награждалось хорошими бп и как минимум одной каплей, сейчас этого нету, давайте пошлем все это в жопу и добавим обосанные эмблемы.\nПрокачка идет крайне медленно, за манов играть вообще невозможно, ты ими тупо особо не заработаешь ничего (а потом неадекваты из рашн дбд коммуны будут выливать на тебя ушаты помоев, что ты мейнсурв). Я признаюсь, за манов то очень редко играю, ибо мне приятнее командная игра, а не одиночная, но иногда могу побегать и вот за хрюшку помню вполне неплохо мог тащить, сейчас, ужас, я будто резко разучился играть (чего быть не может, так как играю регулярно). Ты сможешь нормально играть, если только ты реально проженный ас, не вылезающий с первых рангов, в таком случае, эмблемы тебе не доставят неудобств, но у нас ведь играют и среднестатические игроки (одним из которых я и являюсь), а также новички, которые просто ахереют от такого положения дел и кинут игру почти сразу. Товарищи разрабы, и вы хотите искоренить читаков? Лол, поздравляю вас, с этими эмблемами их станет только больше. Никто не будет дрочится до изнеможения, что бы заработать ссаные копейки, что бы апнуть хотя бы половину лвл. Все нафармят себе по полной, прокачают и будут играть по фану. Такие даже уже открыто стримят игру на ютубе и не скрывают факта читерства, а потом покупают рекламу в официальном паблике и пиарятся там, а на стриме вас и ваше скатившееся гавно закатывают в асфальт. Нет, не надо фиксить эту херь, её надо просто убрать к херам и не ломать игру. Хотя, я для себя уже все решил...\n\nПодводя итог, хочу сказать, что я дико обожал эту игру и отыграл в нее почти три года, но как я вижу, наплевательное отношение и «отпущенные вожжи» стремительно делают свое дело. Разрабам пох*й на игру и игроков. Ну в таком случае, мне пох*й на них и их сктившееся дерьмо.\n\nНе портите себе нервы и настроение, дождитесь лучше Last Year: The Nightmare.\nНикому не рекомендую.\n\n1/10","timestamp_created":1466133302,"timestamp_updated":1523757497,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607350","author":{"steamid":"76561198207659785","num_games_owned":159,"num_reviews":9,"playtime_forever":8592,"playtime_last_two_weeks":0,"playtime_at_review":2730,"last_played":1628919692},"language":"russian","review":"То чувство,когда тебя поймал маньяк,ты жмешь wiggle wiggle wiggle тутутутуту,но тебе не хватает милиметрика до освобождения и тебя вешают на крючок\n13 WIGGLE WIGGLE WIGGLE ТУТУТУТУТУТУТУ ИЗ 13","timestamp_created":1466133005,"timestamp_updated":1466133005,"voted_up":true,"votes_up":36,"votes_funny":69,"weighted_vote_score":"0.559926092624664307","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607335","author":{"steamid":"76561198073356805","num_games_owned":784,"num_reviews":15,"playtime_forever":30153,"playtime_last_two_weeks":0,"playtime_at_review":427,"last_played":1636681498},"language":"english","review":"CAME","timestamp_created":1466132933,"timestamp_updated":1629597158,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607273","author":{"steamid":"76561198049550802","num_games_owned":210,"num_reviews":36,"playtime_forever":56699,"playtime_last_two_weeks":1705,"playtime_at_review":11414,"last_played":1660575739},"language":"english","review":"Maining killer = Fun but stressful \nMaining survivor = Less grindy but can be boring","timestamp_created":1466132627,"timestamp_updated":1656115717,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607230","author":{"steamid":"76561198067023915","num_games_owned":136,"num_reviews":50,"playtime_forever":1908,"playtime_last_two_weeks":0,"playtime_at_review":1017,"last_played":1482971590},"language":"english","review":"Need to be able to invite your friends to quick play, and the killer that can stealth is fucking dumb as fuck really stealth on a killer when we dont have guns... fucking dumb","timestamp_created":1466132393,"timestamp_updated":1466226823,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607222","author":{"steamid":"76561198101930017","num_games_owned":174,"num_reviews":33,"playtime_forever":3654,"playtime_last_two_weeks":0,"playtime_at_review":411,"last_played":1619326321},"language":"english","review":"Very fun","timestamp_created":1466132356,"timestamp_updated":1466132356,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607166","author":{"steamid":"76561198023260240","num_games_owned":341,"num_reviews":1,"playtime_forever":2429,"playtime_last_two_weeks":0,"playtime_at_review":289,"last_played":1621968462},"language":"english","review":"This game make my anxiety worse!\n\n10/10","timestamp_created":1466132025,"timestamp_updated":1466132025,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23607011","author":{"steamid":"76561198129195070","num_games_owned":130,"num_reviews":18,"playtime_forever":5345,"playtime_last_two_weeks":0,"playtime_at_review":1221,"last_played":1642333342},"language":"english","review":"Remove character - Wraith","timestamp_created":1466131030,"timestamp_updated":1466160155,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606982","author":{"steamid":"76561198004020646","num_games_owned":142,"num_reviews":16,"playtime_forever":114,"playtime_last_two_weeks":0,"playtime_at_review":114,"last_played":1466130240},"language":"english","review":"Best part of the multiplayer was when me and my friends all requested a refund.","timestamp_created":1466130902,"timestamp_updated":1466130902,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606962","author":{"steamid":"76561198061964221","num_games_owned":1013,"num_reviews":195,"playtime_forever":9876,"playtime_last_two_weeks":0,"playtime_at_review":9504,"last_played":1649711435},"language":"english","review":"5+ minute ques. 95% of the time you get a killer that just wants to farm points or a killer who is smurfing and you are paired with complete morons who won't know how to do the basics. Poor matchmaking and rewarding farming is a huge NO GO for me.","timestamp_created":1466130811,"timestamp_updated":1638259093,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606927","author":{"steamid":"76561198062235982","num_games_owned":177,"num_reviews":4,"playtime_forever":109,"playtime_last_two_weeks":0,"playtime_at_review":22,"last_played":1497927167},"language":"czech","review":"Hey look this review isn't Czech but who cares, \"Tato hra je dobrá\"","timestamp_created":1466130623,"timestamp_updated":1466130623,"voted_up":true,"votes_up":0,"votes_funny":2,"weighted_vote_score":"0.49751242995262146","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606878","author":{"steamid":"76561197990144203","num_games_owned":1264,"num_reviews":82,"playtime_forever":71487,"playtime_last_two_weeks":0,"playtime_at_review":6057,"last_played":1658974613},"language":"french","review":"Simplement terrible ! Un systeme de leveling a base d'equipement/competences/offrandes plutot bien foutu et 3 tueurs aux styles de jeux bien distinct font que les parties s'enchainent mais ne ressemble pas.La tension reste palpable dans chacune d'elles et c'est la la force du jeux,et je ne parle meme pas du plaisir sadique que procure le fait d'incarner un des 3 fameux desaxé ! Veritable offrande des devs aux fans des slasher-movies,Dead by Daylight est original,addictif et tape dans le mille !","timestamp_created":1466130286,"timestamp_updated":1494433338,"voted_up":true,"votes_up":18,"votes_funny":0,"weighted_vote_score":"0.704597771167755127","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606846","author":{"steamid":"76561198090284520","num_games_owned":276,"num_reviews":18,"playtime_forever":2475,"playtime_last_two_weeks":0,"playtime_at_review":1934,"last_played":1622534577},"language":"english","review":"ay","timestamp_created":1466129978,"timestamp_updated":1509165677,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606844","author":{"steamid":"76561198059250890","num_games_owned":387,"num_reviews":43,"playtime_forever":66931,"playtime_last_two_weeks":0,"playtime_at_review":514,"last_played":1643142419},"language":"english","review":"لعبة حلوة أعجبتني و انا فقط بس لعبت ثلاث ساعات النمط حق اللعب بسيط و يمكن الواحد يمل منه بعد مدة بس ما اعتقد بتمل منها على طول بتلعب فيها وقت اطول الى ان تطفش و لكن حالياً انا مستمتع","timestamp_created":1466129975,"timestamp_updated":1466129975,"voted_up":true,"votes_up":10,"votes_funny":10,"weighted_vote_score":"0.505379378795623779","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606843","author":{"steamid":"76561198033356151","num_games_owned":66,"num_reviews":2,"playtime_forever":10456,"playtime_last_two_weeks":0,"playtime_at_review":419,"last_played":1590272982},"language":"english","review":"Good game and it is quite scary but the waiting for people to ready up is a drag and can be frustrating because the ready clock gets reset to 60 seconds till game start each time some jerk ends up in a room with no one he/she knows.","timestamp_created":1466129942,"timestamp_updated":1466130126,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606842","author":{"steamid":"76561198306303255","num_games_owned":27,"num_reviews":2,"playtime_forever":5952,"playtime_last_two_weeks":0,"playtime_at_review":4055,"last_played":1471674159},"language":"english","review":"i click play and it says preparing to launch dead by daylight but it wont launch... i cant play its a great game but theres too many bugs lol and it wont even let me play it","timestamp_created":1466129925,"timestamp_updated":1466129925,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606824","author":{"steamid":"76561198042881782","num_games_owned":148,"num_reviews":2,"playtime_forever":160,"playtime_last_two_weeks":0,"playtime_at_review":61,"last_played":1473896352},"language":"english","review":"This game has some great content and good ideas but unfortunatley all of that means jack shit because the developers have high functioning down syndrome. They made a fun cooperative game but did not include a way to play with your friends. They have a system where you can privately play with your friends but if you dont have 5 people your fucked. Its either that or you just hop in and out of lobbies with everyone else playing the game praying youll find your friend. And if you do decide to play solo, youll never get into a game because everyone just leaves and rejoins because they are looking for their friends too. Fuck the developers who made this game theyre a bunch of pussy ass bitches who dont listen to the community. The only response theyve made about this problem is that they plan on adding a \"matchmaking\" system \"soon\" after release. Well its soon after the release and there is still no matchmaking. And even if they do add it, itll probably just be a empty room where you and your friends can take turns butt fucking a camel with some anonymous stangers because the devs take their own game too seriously. They make up all this horse shit about people boosting and how its supposed to be competitive and how there are skills and character progresssion. Thats all absolute dog shit too the \"skills\" are just house hold items my blind grandmother could use and the skills and offerings and addons and all that fuck shit do jack shit and sometimes dont even work. It couldve been a fun game to play with friends in and now its just a stinking heap of aboslute fucking garbage that isnt worth half of what it costs. And if you call theyre headquaters everyone is a fucking french bastard that doesnt speak a lick of english because theyre based in queer ville canada. Fuck them and fuck this shit ass game fuck you.","timestamp_created":1466129805,"timestamp_updated":1466129805,"voted_up":false,"votes_up":16,"votes_funny":2,"weighted_vote_score":"0.464337050914764404","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606798","author":{"steamid":"76561198067458128","num_games_owned":92,"num_reviews":6,"playtime_forever":104,"playtime_last_two_weeks":0,"playtime_at_review":74,"last_played":1466128956},"language":"english","review":"they need to fix this game. its not very fun in its current state because if the killer wants to once he gets a victim he can just sit there and wait for them to die or even if he doesn't do that the other survivers usually don't care about saving the person in danger. The whole blood points system is broken as well when people leave and it's just a huge mess....","timestamp_created":1466129644,"timestamp_updated":1466129644,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606769","author":{"steamid":"76561197992552967","num_games_owned":358,"num_reviews":28,"playtime_forever":389,"playtime_last_two_weeks":0,"playtime_at_review":389,"last_played":1658550836},"language":"english","review":"Wheeew boy... First time I played this game was back when it released, during one of their free to play weekeneds. I hated it back then. Since then, a lot of changes happened, so I thought I'd give this game a try once more. What a stupid choice that was. The only thing that changed is that game has more survivors and killers, as well as a cash shop to spend your money on your favorite attack on titan characters. What a lovely way for the devs to make money. Instead of fixing clunky gameplay, investing in better sound effects, upgrading graphics engine, they are just milking it from weebs. I don't understand how this game has such a huge playerbase. It's frustrating, a lot of in-game mechanics are just staring at a timer and pressing space for 1 minute straight. Playing as both the killer and survivor is unfun, clunky, and boring. The atmosphere is the only saving grace of this game, even if the graphics are absolute shit. I don't know anyone that actually loves Dead by dayling. People are hooked for some reason. I am not.","timestamp_created":1466129493,"timestamp_updated":1658551056,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606717","author":{"steamid":"76561198005264080","num_games_owned":308,"num_reviews":15,"playtime_forever":7202,"playtime_last_two_weeks":0,"playtime_at_review":1570,"last_played":1472384902},"language":"koreana","review":"불안정한 서버에 버그투성이, 게임을 만들다 만 상태로 내놓았는데 스트리머들 뽕 때문인지 한국어  평가만 괴랄하네 객관적으로 평가합시다. 존나 양심없이 출시한 게임임","timestamp_created":1466129106,"timestamp_updated":1466129106,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606671","author":{"steamid":"76561198084709057","num_games_owned":282,"num_reviews":52,"playtime_forever":29105,"playtime_last_two_weeks":0,"playtime_at_review":8176,"last_played":1627074684},"language":"english","review":"i was repairing a generator when a machete went through my face causing me to jump so hard that i pulled a muscle in my fucking left leg.\n\n10/10 would pull muscle again\n\n(yes, this actually happened)\n\nEDIT- I have now pulled a muscle in both of my legs because of this game.","timestamp_created":1466128805,"timestamp_updated":1508365875,"voted_up":true,"votes_up":5,"votes_funny":14,"weighted_vote_score":"0.436113953590393066","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606665","author":{"steamid":"76561198059307598","num_games_owned":467,"num_reviews":6,"playtime_forever":74021,"playtime_last_two_weeks":230,"playtime_at_review":566,"last_played":1660607029},"language":"english","review":"If you enjoy a hunter/hunted game then this is what you want. While i have read about preformance issues i myself did not experience much and when i did i verifyed the integrity of the game and ran perfectly fine after that. Now let me get into some issues the community has.\n FOR NOW there is no way to invite your friends to a game. The devs have said this will not be available at launch, but it will come a short time after.\nThere is NO in game chat function the devs feel this will be unfair to the killers which i thought was stupid until i played a game where myself and another player stuck together for a whole round with no communication what so ever and we were able to evade the killer and win the match with no problem. Although if you still want voice chat let the devs know and im sure they will work something out.\n  And finally about the bugs, the game just launched theres going to be bugs ive experienced a few myself but thats why you must let the developers know so they can handle it for you.\n\nWith that being said the game is damn fun and ill still support this game as long as the Devs listen to the community","timestamp_created":1466128778,"timestamp_updated":1466128823,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606599","author":{"steamid":"76561198065942699","num_games_owned":291,"num_reviews":8,"playtime_forever":29786,"playtime_last_two_weeks":0,"playtime_at_review":3689,"last_played":1650040450},"language":"english","review":"I bought this game because I watched Youtubers play it and the game looks like a lot of fun.  However, I haven't been able to play a single game, trying to join a lobby.  The lobby keeps kicking me as a survivor AND killer after joining for only 3 seconds.  I'd like to give a great review on the game but the servers, matchmaking, and lobby coding needs to be fixed.  UNPLAYABLE because it's bugged to heck.\n\nIf this isn't fixed I'm demanding a refund.\n\nEdit:  After uninstalling, demanding a refund, and messing around for a year I rebought DbD when it was on sale.  Let it sit in my inventory for another few months before installing it and giving it a try again.  The matchmaking is much better than before although the wait time to be a killer is significantly longer than being a survivor.  \n\nThere are blatant differences in the killers you play with, but there are no blatant differences (late game) with the survivors you play as.  I wish there was more of a variety and difference between the characters like the killers are.  Can't say I'm a fan of the Nurse...the idea of giving a killer 2-3 gap closing blinks AND a lunge to attack is a bit absurd.  Even though her normal running speed is equivalent of the Survivor's speed I think it needs to be slower than a Survivor if the devs give her 2-3 blinks and a lunge.  That or take the lunge out.  \n\nThe servers should NOT be based on the Killer's internet.  There are plenty of matches where the Killer's connection isn't that great and it greatly hinders the Survivors (much more so than the Killer).  Additionally, at the end of a match I'd like to talk to teammates, but if the Killer leaves it shuts down and the server, which doesn't allow for post-game communication.  I'm unsure of how to fix this problem but I think it should be addressed.\n\nOverall thoughts of the game: Positive.  I like the different combinations of perks even though at a higher rank only a few perks remain champion to the rest.  Graphics are decent.  Each match feels much different than the previous one.  Enough maps to rotate through to keep me on my toes and interested in the game (unlike LoL where it's literally the same dumb map each and every game).  The game can go from going incredibly well to incredibly horrible and vice versa regradless if you are the Survivor or Killer. Have roughly 50hrs of gameplay and I still feel the adrenaline rush each and every time I play Survivor.  You'll start off being plenty scared and have plenty of jumpscare moments.  After a while it begins to fade, but you'll still feel the rush whenever you're being chased by the Killer or the last one remaining trying to get the Exit Gate open.  Your heart begins to pound in your ears, you think you hear the Killer so you run away only to find out the Killer isn't there...then you start trying to open the gate again only to find out you really did hear the Killer...the only question that you ask yourself...Fight or Flight?","timestamp_created":1466128338,"timestamp_updated":1529506832,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606466","author":{"steamid":"76561198017164203","num_games_owned":184,"num_reviews":1,"playtime_forever":2079,"playtime_last_two_weeks":0,"playtime_at_review":1164,"last_played":1549341353},"language":"english","review":"The game should not have been released in this state, what an absolute joke, my only regret is that I had enough faith in it to play it more than the 2 hour refund period. \n\n","timestamp_created":1466127577,"timestamp_updated":1466127577,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.47413790225982666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606458","author":{"steamid":"76561198000139087","num_games_owned":299,"num_reviews":19,"playtime_forever":13467,"playtime_last_two_weeks":0,"playtime_at_review":1908,"last_played":1618039498},"language":"english","review":"Played as a psychotic chainsaw wielding hillbilly:\n\nVictim 1: Blew up a generator as he tried to fix it to open the escape doors. Could hear for miles. Tracked him down and smashed his face in. Left to bleed on the floor.\n\nVictim 2: Tried helping Victim 1. Caught his leg through a window that he tried vaulting over. Hung him on a meathook and sacrificed him to the Entity.\n\nVictim 3: Found by chance. Tried to run away through the cornfield. Chased him down with a chainsaw. Bled out like Victim 1.\n\nBy this time, the survivor team had managed to fix 4 of the 5 generators they needed to escape. I found the last survivor desperately attempting to finish what his friends had started and I hit him once from behind with my hammer. Realizing that he was found, he decided to accept his fate and turned to face his demise with dignity.\n\nI was touched by his willingness to be sacrificed to the dark Entity which fueled my existence. And so I decided to prolong his.\n\nUnable to communicate with him, I instead turned to the generator and smacked it once with my hammer.\n\nHe understood. Immediately he set off to work to fix the final generator, blowing a couple fuses here and there undoubtedly due to fear and confusion. When he finished I walked with him to the nearest exit, where he pulled the switch and opened the doors. He turned to face me once more in acknowledgement and then he walked away into the mist.\n\nNow as the killer, I have a personal ritual where I always let the last one go.\n\n10/10 would fall in love again.","timestamp_created":1466127521,"timestamp_updated":1466127554,"voted_up":true,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.545454561710357666","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606409","author":{"steamid":"76561198071427188","num_games_owned":126,"num_reviews":42,"playtime_forever":21903,"playtime_last_two_weeks":0,"playtime_at_review":14713,"last_played":1595911733},"language":"english","review":"They got me playing again so this game can't be that bad","timestamp_created":1466127328,"timestamp_updated":1501310609,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606323","author":{"steamid":"76561198243075854","num_games_owned":33,"num_reviews":1,"playtime_forever":603,"playtime_last_two_weeks":0,"playtime_at_review":231,"last_played":1619058962},"language":"english","review":"real buggy caught myself being stuck in the carrying positon and kept falling throught the map. but the game is fun but until its fixed still a thumbs down.","timestamp_created":1466126873,"timestamp_updated":1466126873,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606246","author":{"steamid":"76561198039480481","num_games_owned":258,"num_reviews":15,"playtime_forever":628,"playtime_last_two_weeks":0,"playtime_at_review":52,"last_played":1652836983},"language":"english","review":"Graphics: 9/10\nvery very graphically pretty ...woudl love to see more customisation in the characters though\nSound: 10/10\nthe heartbeats are utterly perfect accompaniment \nAtmosphere: 9/10\neerie and horrific with the tiny touches of footsteps and the heartbeats.. it makes it a well rounded and wonderful feel\nGameplay: 8/10\na bit more to do would be great.. but other then that.. easy enough controls so anyone can enjoy\nMultiplay:3/10\nnow here is where it failed a bit.. it coudl be cause it's sooo new.. but with not many people playing it.. or having to have friends who play it.. makes it difficult to find games or least for me it did \n\nOverall ~ 78% Recomend ( we will call it 8 Stars )","timestamp_created":1466126507,"timestamp_updated":1466126507,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606222","author":{"steamid":"76561198050810381","num_games_owned":255,"num_reviews":5,"playtime_forever":36279,"playtime_last_two_weeks":0,"playtime_at_review":12502,"last_played":1646628050},"language":"english","review":"I can't get off this game its so addicting! it has very few flaws and when there is a major flaw it is usually fixed in a few days.","timestamp_created":1466126362,"timestamp_updated":1506390503,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606197","author":{"steamid":"76561198091327948","num_games_owned":43,"num_reviews":4,"playtime_forever":2721,"playtime_last_two_weeks":0,"playtime_at_review":2591,"last_played":1478399193},"language":"koreana","review":"버그가 심해서 1:4게임인데도 1:8 게임이 되질않나\n스피드핵에 블러드핵쓰고 게임나온지 얼마되지도않았는데 50렙까지밖에없는게임인데도 핵써서 3환생에 1천렙도있다\n밸런스 안맞아서 생존자가 킬러 가지고 노는겜이다\n생존자에 사기퍽이 많은반면 킬러에는 사기퍽도없고 퍽없는 생존자는 할만한반면 킬러 힘들다\n밸런스가 얼마나 개같으면 개인방송국 유저들은 대부분 생존자다. 왜? 생존자에 비해 심각하게 킬러플레이 하기가개같거든. 킬러 갖고놀기 라는 제목으로 방송할정도다\n킬러는 생존자에 비해 점수도 더럽게안줘\n생존자 4명다잡았는데도 랭크업하는 1만점 못채우는게 부지기수고\n맵에보면 생존자가 뻉뻉이 돌면 절대 못잡는 지역도있고\n 사보타주라고  킬러가 생존자를 죽일수있는 유일한수단 갈고리를  생존자가 부숴버리는 스킬이있는데 저렙 킬러같은경우 퍽이없어서 생존자를들고 먼거리를 이동할수없고 한방에 죽일수있는 오퍼도없기때문에 생존자를 죽일방법이없다.\n킬러는 1명이서 1오퍼를 쓰는반면 생존자는 한명씩 4개를 쓰고 각자 퍽과 아이템도 가지고있지.\n밸런스에 맞지않는 매칭시스템에다가 강종시 랭크와 템이 사라지지않아서 이걸 이용하는사람도많다 특히 생존자들이 강종하면 킬러는 점수못받아서 랭크가 하락한다 하지만 킬러가 강종하면 생존자는 랭크하락없다,","timestamp_created":1466126184,"timestamp_updated":1466896192,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.480158746242523193","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606155","author":{"steamid":"76561198169451124","num_games_owned":157,"num_reviews":6,"playtime_forever":2711,"playtime_last_two_weeks":0,"playtime_at_review":1412,"last_played":1480763539},"language":"english","review":"This is a really good game to play. Its actually worth it buying this game, but there are few problems about this game that should be fixed.\n- there's some glitches in the game \n- the matching is ridiculous \n- the private match is somewhat okay, but I think making a public lobby where you can invite your friends in it is better because if they dont have enough friends to invite they can at least have a few random people to join that can fill in the spots that are left. Also you can't receive blood points in the private match which sucks.","timestamp_created":1466125951,"timestamp_updated":1466211511,"voted_up":true,"votes_up":5,"votes_funny":2,"weighted_vote_score":"0.564003705978393555","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606093","author":{"steamid":"76561198057243595","num_games_owned":92,"num_reviews":2,"playtime_forever":17423,"playtime_last_two_weeks":1,"playtime_at_review":830,"last_played":1660364529},"language":"english","review":"FUCKING ADD FRIEND INVITES ALREADY!","timestamp_created":1466125481,"timestamp_updated":1466125481,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.454545468091964722","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23606088","author":{"steamid":"76561198022853430","num_games_owned":176,"num_reviews":4,"playtime_forever":10071,"playtime_last_two_weeks":0,"playtime_at_review":1367,"last_played":1625697926},"language":"english","review":"Fun and scary game, loads of fun online but still needs a party system in place to be able to play together and not just in private games.","timestamp_created":1466125447,"timestamp_updated":1466125447,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605961","author":{"steamid":"76561197993459184","num_games_owned":1192,"num_reviews":148,"playtime_forever":8504,"playtime_last_two_weeks":129,"playtime_at_review":234,"last_played":1659774815},"language":"english","review":"Tons of bugs and jank. No tutorial or anyway to play against AI to learn. Maybe wait until its fixed.\n\nIt's fixed. Mostly lol","timestamp_created":1466124675,"timestamp_updated":1658032416,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.502362847328186035","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605923","author":{"steamid":"76561198020363247","num_games_owned":293,"num_reviews":8,"playtime_forever":1514,"playtime_last_two_weeks":0,"playtime_at_review":50,"last_played":1628129720},"language":"english","review":"The game feels a lot like Left 4 Dead, very few actions, but most of the gameplay comes from the suspense and team actions, so the low complexity actually helps emphasize these points.\n\nThere's only one game mode (but you can play as both the killer or the survivors, so it's sort of like 2 modes), but given that it's only a $20 game, I think that's fair. The art, music, and atmosphere are all on point, and I think this is an excellent addition to the survival horror franchise.","timestamp_created":1466124454,"timestamp_updated":1466124454,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605804","author":{"steamid":"76561198007663277","num_games_owned":557,"num_reviews":84,"playtime_forever":29,"playtime_last_two_weeks":0,"playtime_at_review":29,"last_played":1466130962},"language":"english","review":"Honestly, i havent even been able to get into a game yet. The matchmaking is some of the worste ive seen and feels like it is in pre-alpha. I mean you cant group with friends and ive queue for a match for every minute of my playtime without ever making it into the game.\n\nedit: Also another major reason to never buy this game? It does not have custom keybinds. So you are strictly set to default keybinds without using 3rd party.","timestamp_created":1466123851,"timestamp_updated":1466131257,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.444957613945007324","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605767","author":{"steamid":"76561197970012429","num_games_owned":1172,"num_reviews":11,"playtime_forever":1451,"playtime_last_two_weeks":0,"playtime_at_review":459,"last_played":1554787558},"language":"english","review":"This game is real sweet.  I like playing a survivor, it's 2spoopy","timestamp_created":1466123556,"timestamp_updated":1466123556,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605763","author":{"steamid":"76561198005689613","num_games_owned":1151,"num_reviews":8,"playtime_forever":2311,"playtime_last_two_weeks":0,"playtime_at_review":383,"last_played":1618791665},"language":"brazilian","review":"It was the last survivor, the killer knocks me down, instead of killing me, he let me close to the trap door and let me out. 10/10\n\n-\n\nEra o último sobrevivente, o assassino me derruba no chão, em vez de me matar, ele me deixa perto do alçapão e me deixa escapar. 10/10","timestamp_created":1466123538,"timestamp_updated":1466124385,"voted_up":true,"votes_up":5,"votes_funny":7,"weighted_vote_score":"0.560000002384185791","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605724","author":{"steamid":"76561198151064726","num_games_owned":90,"num_reviews":1,"playtime_forever":3251,"playtime_last_two_weeks":0,"playtime_at_review":360,"last_played":1613107834},"language":"english","review":"Game is great, I have a lot of fun as both the killer and the victim. However, I can not get through a single game anymore without the game saying I am offline only to be wrong. So I reccomend but hopefully that bug or whatever it is, is fixed soon so I can continue playing.","timestamp_created":1466123302,"timestamp_updated":1466123302,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605710","author":{"steamid":"76561198101226652","num_games_owned":288,"num_reviews":6,"playtime_forever":26815,"playtime_last_two_weeks":0,"playtime_at_review":477,"last_played":1522559787},"language":"english","review":"Great game for under $20.00, but there are still a few bugs.\nMain issue is that there is no option to play with mixed parties.\nUnless you have 5 people playing in a custom game, there's no way to party up with just 1 or 2 friends and search for a game.\n\nYour only option is to do a \"Quick Play\" at the same time as your friend and hope to get in the same game.\n\nAdding a game Lobby before searching for a game would easily fix this.","timestamp_created":1466123211,"timestamp_updated":1466123211,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.495049506425857544","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605624","author":{"steamid":"76561198044444394","num_games_owned":80,"num_reviews":22,"playtime_forever":43465,"playtime_last_two_weeks":0,"playtime_at_review":6863,"last_played":1639539384},"language":"english","review":"Fun game, worth the buy","timestamp_created":1466122716,"timestamp_updated":1499577263,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605569","author":{"steamid":"76561197980828688","num_games_owned":830,"num_reviews":106,"playtime_forever":4327,"playtime_last_two_weeks":0,"playtime_at_review":499,"last_played":1629258082},"language":"english","review":"Very fun game to solo queue. Playing with friends is currently not in the game but will be added soon™. I imagine it will be a lot of fun surviving with friends when it comes out.","timestamp_created":1466122386,"timestamp_updated":1466122386,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605553","author":{"steamid":"76561198027536561","num_games_owned":158,"num_reviews":10,"playtime_forever":1188,"playtime_last_two_weeks":0,"playtime_at_review":297,"last_played":1637513039},"language":"english","review":"Has potential, but needs more work before I give it a positive review.","timestamp_created":1466122285,"timestamp_updated":1466122285,"voted_up":false,"votes_up":11,"votes_funny":1,"weighted_vote_score":"0.506990432739257813","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605537","author":{"steamid":"76561198067084224","num_games_owned":96,"num_reviews":1,"playtime_forever":301,"playtime_last_two_weeks":0,"playtime_at_review":231,"last_played":1473798974},"language":"english","review":"Failed to join a game\n\n10/10 would fail again","timestamp_created":1466122195,"timestamp_updated":1466122195,"voted_up":true,"votes_up":0,"votes_funny":2,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605480","author":{"steamid":"76561198059171796","num_games_owned":915,"num_reviews":27,"playtime_forever":4930,"playtime_last_two_weeks":0,"playtime_at_review":2726,"last_played":1654018396},"language":"english","review":"I first got this around when it was released, and felt it was very unbalanced. I returned back to it many years later during the 4th year anniversary (a nice surprise as it wasn't intentional) and wow! This game has really improved, and the fact it is still getting new updates and DLC shows the developers really want to keep pushing the game for as long as possible. The game feels a lot more balanced now although there has been some strange matchmaking issues where I have played as killer (rank 19) and have been matched with rank 2 or 3 survivors and have an incredibly difficult time against them... that aside, it's really fun - especially with a friend or 3!","timestamp_created":1466121866,"timestamp_updated":1594595052,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605441","author":{"steamid":"76561198043541241","num_games_owned":632,"num_reviews":15,"playtime_forever":123146,"playtime_last_two_weeks":1424,"playtime_at_review":34643,"last_played":1660599422},"language":"english","review":"Updated review after almost 2000 hours:\n\nTrash game. Will let you know if the game gets better after 3000 hours.","timestamp_created":1466121652,"timestamp_updated":1640915037,"voted_up":false,"votes_up":41,"votes_funny":5,"weighted_vote_score":"0.395028650760650635","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605430","author":{"steamid":"76561198023519874","num_games_owned":21,"num_reviews":3,"playtime_forever":1579,"playtime_last_two_weeks":0,"playtime_at_review":567,"last_played":1583019871},"language":"schinese","review":"呀的  什么破服务器 老子欧洲光纤点个开始都一直掉？ 差评差评 才两天 今晚直接连steam都掉 老子排位你赔啊 刚开完发电机看着老外一个个掉线 我说奇怪了 然后steam掉了  跟游戏一起掉  日了狗了 在这样下去都不用玩了","timestamp_created":1466121570,"timestamp_updated":1466121570,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605332","author":{"steamid":"76561198079750947","num_games_owned":355,"num_reviews":24,"playtime_forever":19665,"playtime_last_two_weeks":0,"playtime_at_review":3398,"last_played":1627678915},"language":"english","review":"Update 12/24/18: \n\nDrastic improvements have been made to the game, including several new killers, survivors and maps. Still very much worth the original $20 value of the game, especially now with the addition of dozens of hours of more content. Still highly recommend this game at it's base price, but I would consider getting it on sale a steal.\n\n\nReview from when the game first launched:\n\nAfter playing several hours in just a few days, I have determined that yes, I would recommend this game to others. It's fun playing both the survivor and the killer. If you get bored of one, you can always play the other, although this hasn't happened to me yet. I think the game is definitely worth the $20 it's going for at full price, but if you can get it on sale, that's even better.\n\nTL;DR\n\nOverall it's a good horror game. It still has bugs that are quite annoying, but not necessarily game breaking, no party system yet (edit: party system has been added in), no in game VOIP yet, but still worth it for the $20 they're asking.\n\nPros:\nGame is \"team-based\" in the sense that you can save others from the hook after they've been captured, heal others, repair generators faster w/ more people. I say \"team-based\" because that doesn't necassrily mean everyone will try to help/save others. They may be lone wolves and only in it for themselves, which adds some variety to the game.\n\nKillers are unique and interesting each in their own ways.\n\nMaps are procedurally generated (and there are many, many more now since I first wrote this review.)\n\nSkill-tree-like leveling system is procedurally generated based on the person/hero you play as. For example, one survivor, Claudette is a person who has mroe empathy towards others, so her perks/abilites are focused on healing others, whereas Meg is more self-centered and her perks are more for, but not limited to, playing solo and escaping by oneself/distracting the killer during a chase so the other survivors can work on generators, which are required to escape and \"win\" the game.\n\nCons:\n\nNo in-game VOIP (Update: There are now emotes. not the same, but they work. I don't expect the devs to add VOIP.)\n\nFlawed survivor ranking system. If the killer rage quits or disconnects before the round is over, it's pretty much a guarentee all the survivors will derank. Devs say they're working on it and a new system will be in place \"soon.\" \n(Update: I have not had this problem at all since picking up this game again. Not a single killer has disconnected, thought survivors sometimes do. But, killers (and possibly survivors, I'm not sure) are now awarded with a \"quitter bonus\" which makes deranking due to disconnects much easier on the people who stay and play the game properly.)\n\nSome bugs are still in game that I have seen myself, like people getting stuck in objects, people unable to be grabbed by killer and can easily escape because of it, etc. \n(Update: Since playing this game again, I haven't witnessed any bugs, compared to when it first launched, there were a few I saw myself.)\n\nOverall, good game and definitely worth $20 as of now. (Update: yes.)","timestamp_created":1466121296,"timestamp_updated":1588608685,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.559633433818817139","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605309","author":{"steamid":"76561198144385451","num_games_owned":189,"num_reviews":67,"playtime_forever":158044,"playtime_last_two_weeks":294,"playtime_at_review":36701,"last_played":1660074167},"language":"english","review":"Terrible, and bad.","timestamp_created":1466120988,"timestamp_updated":1614373294,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.519999980926513672","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605301","author":{"steamid":"76561198042926960","num_games_owned":702,"num_reviews":12,"playtime_forever":71,"playtime_last_two_weeks":0,"playtime_at_review":66,"last_played":1527229682},"language":"english","review":"Bought it to play with a friend. Jokes on me, can only do that in a private game. No lobby system, and going through the forums the official statment was \"Will be added in the future, for now just trying joining lobbies and hope you get put in the same one\" Cut to thirty minutes of that, finally got into a lobby with him, and it kicked us both out. Apparently this is a beta, had no idea when purchasing. Probably should NOT have been released yet, especially not paid. Will be refunding. I suggest you DO NOT PURCHASE!!! At least until it's actually playable.","timestamp_created":1466120971,"timestamp_updated":1466120971,"voted_up":false,"votes_up":16,"votes_funny":1,"weighted_vote_score":"0.54156649112701416","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605290","author":{"steamid":"76561198035588596","num_games_owned":37,"num_reviews":1,"playtime_forever":4420,"playtime_last_two_weeks":0,"playtime_at_review":280,"last_played":1586244185},"language":"english","review":"good concept and well executed but had many issues in matchmaking and disconnecting","timestamp_created":1466120903,"timestamp_updated":1466120903,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.520891845226287842","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605257","author":{"steamid":"76561197970810955","num_games_owned":174,"num_reviews":2,"playtime_forever":214,"playtime_last_two_weeks":0,"playtime_at_review":170,"last_played":1469648188},"language":"english","review":"Awesome 4vs1 Co-op survival experience!","timestamp_created":1466120768,"timestamp_updated":1466120768,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.522016942501068115","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605110","author":{"steamid":"76561198082388748","num_games_owned":274,"num_reviews":5,"playtime_forever":44280,"playtime_last_two_weeks":346,"playtime_at_review":418,"last_played":1660545119},"language":"english","review":"This game has had me hyped for a very long time. It lives up to most expecations as of June 16. The only problems I have is optimization. I have an arguably strong PC, but i get 25-40 fps depending on role and map. But the game changer in accordance to my liking is the absence of a party mode. Allowing SURVIVORS to que together should have came with the release. The game can get boring without friends, and it increases the \"fun\" factor to terrorize your buddies. Sure there is the \"Kill your friends\" mode, but it is unbalanced with only 2 survivors. Everything else in the game is appreciable at this early stage.\n\nOverall view as of 6/16/2016: 7.2/10\nYou should buy it nerd","timestamp_created":1466120030,"timestamp_updated":1466120030,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.517436802387237549","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23605039","author":{"steamid":"76561198014911036","num_games_owned":352,"num_reviews":5,"playtime_forever":33510,"playtime_last_two_weeks":900,"playtime_at_review":470,"last_played":1660607891},"language":"english","review":"Fantastic example of a horror multiplayer/co-op game done right. One of the best 4v1's around!","timestamp_created":1466119662,"timestamp_updated":1466119662,"voted_up":true,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.522016942501068115","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604891","author":{"steamid":"76561198018845822","num_games_owned":274,"num_reviews":2,"playtime_forever":674,"playtime_last_two_weeks":0,"playtime_at_review":190,"last_played":1592703595},"language":"english","review":"Not really a review but just wanted to let people know that the devs are going to make a mode/ party system, where you and your friends can go up aganist a rando killer. They said it on there twitch stream # 3 I think, however not on release but not long. \n*******\nAlso, there is still bugs need fix'n. :]","timestamp_created":1466118902,"timestamp_updated":1466118902,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545544207096099854","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604833","author":{"steamid":"76561198017908399","num_games_owned":270,"num_reviews":12,"playtime_forever":4484,"playtime_last_two_weeks":0,"playtime_at_review":4423,"last_played":1587232630},"language":"french","review":"[h1]Avant-propos:[/h1]\nCette critique a été éditée après 70 heures de jeu, dont la (très grande) majorité à sa sortie, et quelques heures par-ci par-là plus récemment. Elle ne s'attarde pas sur le meta ou le style de jeu préféré à haut niveau, ou même pour les rangs élevés, que je n'ai  ni bien apprécié ni même réellement atteint.\n\n\n[h1]Description rapide du jeu:[/h1]\nLe jeu vous propose de jouer un pauvre bougre enfermé avec trois autres malheureux sur la propriété d'un tueur sanguinaire. Votre but est de vous échapper en allumant cinq générateurs électriques un par un, jusqu'à ce que le courant reviennent aux portes par lesquelles vous pouvez fuir. Vous n'êtes pas armé, généralement mal équipé, vous ne pouvez pas vous défendre et en face de vous, un monstre de violence est prêt à vous poursuivre jusqu'à la fin des temps pour vous pendre à des crochets de boucher.\nLe tout est jouable entre amis, entre amis contre un tueur inconnu, ou simplement en aléatoire, que ce soit du côté survivants que du côté assassins.\n\n[h1]Mon avis:[/h1]\n\n[u][b]Les bons points du jeu:[/b][/u]\n+ Il y a une grande variété de tueurs, avec différentes apparences, des mécaniques originales, des façons de se déplacer ou se téléporter intéressantes.\n+ Les multiples cartes ne sont pas répétitives, surtout dans leur environnement, même si quelques éléments de décors se retrouvent un peu partout recyclés.\n+ L'ambiance visuelle et l'ambiance sonore sont réussies ; des décors sombres et inquiétants, aux herbes hautes balayées par une lumière glauque, tout en passant aux animations brutales, aux hectolitres de sang versés par les survivants, à leurs cris, aux grognements des divers tueurs et monstres, il y a de quoi s'immerger dans l'ambiance des vieux slashers.\n\n\n[u][b]Les mauvais points du jeu:[/b][/u]\n- Le grind pour des \"perks\" et améliorations du personnage, voire de plusieurs personnages si vous voulez avoir une composition de perks en synergie, est interminable, et cela me déplaît énormément.\n- Mais de loin le plus gros problème qui empêche de jouer à ce jeu, c'est que si vous souhaitez jouer tueur, les files d'attente sont de quinze minutes au bas mot, et si vous souhaitez jouer survivant, ça va lag à mort en permanence et vous allez vous faire toucher à travers les murs, les fenêtres, subir des rollbacks partout, avoir du mal à passer les coins de murs ou barricades parce que l'action ne se lance pas ou que votre personnage spasme à travers les objets.... \n\n[h1]En bref:[/h1]\nSi vous disposez d'une grande patience et que vous souhaitez jouer un tueur assoiffé de sang qui martyrise des victimes paniquées, vous pouvez jouer à ce jeu. Il vous faudra attendre longtemps dans votre lobby, mais si votre connexion est décente, vous n'aurez que le grind à supporter. Dans le cas où vous souhaitez jouer survivant, même avec des amis, oubliez, vous tomberez en boucle dans des parties où l'hôte (le tueur) est à l'autre bout du monde ; et cela sera, au mieux, un exercice en frustration.","timestamp_created":1466118550,"timestamp_updated":1554563214,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604750","author":{"steamid":"76561198234538204","num_games_owned":31,"num_reviews":1,"playtime_forever":1801,"playtime_last_two_weeks":0,"playtime_at_review":904,"last_played":1467663278},"language":"english","review":"The killer is the host... so if he has a bad internet connection, game over.\n\nalso the hooks the killer used to place survivors on should only have ONE USE. to prevent the killer from camping the hook to try and bait the other survivors over.","timestamp_created":1466118164,"timestamp_updated":1466118164,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.475929796695709229","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604735","author":{"steamid":"76561198262408916","num_games_owned":35,"num_reviews":1,"playtime_forever":3902,"playtime_last_two_weeks":0,"playtime_at_review":2748,"last_played":1500659231},"language":"english","review":"Dont buy this game just yet so many bugs for them to fix cant even rank up and if i do i down rankf for no reason save your money wait tilll they come out with patches/or updates...this game still needs to be in beta freaking they rush it.","timestamp_created":1466118110,"timestamp_updated":1466118110,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.501796364784240723","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604723","author":{"steamid":"76561198027370031","num_games_owned":247,"num_reviews":2,"playtime_forever":5332,"playtime_last_two_weeks":0,"playtime_at_review":308,"last_played":1625718293},"language":"english","review":"[h1] IF YOU HAVE BEEN SWAYED BY NEGATIVE COMMENTS TALKING ABOUT THE LACK OF A PARTY SYSTEM, IT IS COMING SOON [/h1]\n\nI've already seen TONS of negative reviews calling the absence of a friend party system a \"deal breaker\", but the devs have said numerous times in the past week that it is their next step. [url=https://twitter.com/DeadByBHVR/status/743103751150407681] They obviously realize that people want it and clearly are working on it right now [/url]\n\nWhile I agree that it should have been in the game at launch, I also think that the game is WELL WORTH 20 bucks with the promise of a party system in the [u] near [/u] future. There are a few bugs and some slow matchmaking, but the core gameplay is fun, challenging, and intense. For all extensive purposes, Dead by Daylight has nailed the asymmetric multiplayer genre.","timestamp_created":1466118060,"timestamp_updated":1466118060,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545544207096099854","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604721","author":{"steamid":"76561198094220386","num_games_owned":17,"num_reviews":1,"playtime_forever":5386,"playtime_last_two_weeks":0,"playtime_at_review":1410,"last_played":1563898434},"language":"english","review":"I love this game. Even though there are some bugs, im sure they are working on them. Definately recomended.","timestamp_created":1466118052,"timestamp_updated":1466118052,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604672","author":{"steamid":"76561198027819540","num_games_owned":242,"num_reviews":19,"playtime_forever":20704,"playtime_last_two_weeks":0,"playtime_at_review":1827,"last_played":1657956014},"language":"english","review":"game is garbage, nothing but cheaters because they don't have any sort of anti cheat and you can't even report 90% because you can't see names of cheaters and the recent player list doesn't function with this game more than once in a blue moon. completely unbalanced in favor of survivors, the killer will never win against a fairly competent survivor team, ever guaranteed. all they have to do is break all the hook and stay away from the basement. or be like everyone else and teleport around the map, use wall hacks, lag switches DDOS people (not that the game won't just crash itself every 10 minutes) and the absolute worst thing about it is it takes forever to find a match, and that's if it finds one at all, ever. it usually just kicks you back the search screen a million times or gets stuck searching while finding nothing.\n\nthis game is basically unplayable and when it is, the people playing are so damn toxic and cheating so bad, it's unplayable unless you're cheating too and that would ruin the entire experience for me. especially considering you can cheat, online, with cheat engine of all things.... garbage.\n\nupdate, came back long after demigorgon update. still infested with people who teleport, speed hack, remove their hitbox and today i found someone who finished every gen, broke every hook and totem instantly... only thing that didn't open were doors\n\nsupporting these devs who don't even have simple checks to prevent speed hacking is a terrible idea... i shouldn't have ever bought any of the DLC, this game doesn't even play like a horror game except that it's horrible to play with all these toxic cheaters in it.\n\nfinal update: they've got a racist anti american community manager moderating the forums, stalking and harassing people, encouraging and enabling it of others, and banning anyone who gets them banned (rightfully so, had them telling me to take my profile off private so they could write slurs and everything else on it) gets punished severely.","timestamp_created":1466117983,"timestamp_updated":1575841332,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604670","author":{"steamid":"76561198102016476","num_games_owned":235,"num_reviews":5,"playtime_forever":155617,"playtime_last_two_weeks":1570,"playtime_at_review":195,"last_played":1660578363},"language":"english","review":"I really do love this game, but i hate the fact, that you can't play in an open lobby with your friends :( I hope the producer implement soon the possibility to play with one or two friends in a public lobby. I understand the fact, that u can't let people being survivers AND the killer in the same group, so that they can farm points, but as survivors together it could be so much fun and be much more thrilling! It would add the little spice to the game, that i miss right now.\n\nApart from that, they have made the horror-effect perfectly, I deeply hope they'll continue working on the game and from time to time make new feature public (but first the possibility i talked about ^-^).","timestamp_created":1466117975,"timestamp_updated":1466117975,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.498203665018081665","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604653","author":{"steamid":"76561198077798317","num_games_owned":203,"num_reviews":22,"playtime_forever":2586,"playtime_last_two_weeks":0,"playtime_at_review":173,"last_played":1657828047},"language":"english","review":"spoopy","timestamp_created":1466117956,"timestamp_updated":1466117956,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.521991848945617676","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604598","author":{"steamid":"76561198205514892","num_games_owned":87,"num_reviews":52,"playtime_forever":6712,"playtime_last_two_weeks":0,"playtime_at_review":4319,"last_played":1490741993},"language":"english","review":"Really enjoying this game. The game was a little rough around the edges at first, but the devs are doing a great job at supporting this game and listening to the community. The first DLC just dropped and on top of being fantastic, it is also FREE...YES! Free DLC.....Great game, a must buy for sure!!!\n\nAfter 40 hrs in, I continue to love this game. Sure its not perfect, and the graphics arent amazing by any means, but amazing graphics arent always important...this game is just FUN!!!","timestamp_created":1466117891,"timestamp_updated":1472754499,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.491735607385635376","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604594","author":{"steamid":"76561198041663485","num_games_owned":641,"num_reviews":10,"playtime_forever":7571,"playtime_last_two_weeks":0,"playtime_at_review":613,"last_played":1591386597},"language":"english","review":"Dead by Daylight is a fantastic game, however, it's extremely misunderstood. In the 2 days it's been released, all I've seen are people complaining that they can't play with friends, or that if they can get a full group for the \"Kill Your Friends\" mode, they can't progress.\n\nHowever, it's easy to progress if you're with your friends and quite frankly takes the whole point away from the game. You can communicate easy, you can provide information that wouldn't easily be available to your friends, and you can generally gang up and win pretty quickly.\n\nBut the point is...?\n\nIt's All for One or One for All.\n\nThe point of playing with randomers is you can't trust anyone. There's no communication, there's no information that's given to you which you'd have no way of knowing unless the game itself told you.\n\nYou see someone is being hung up on a hook? Do you go save them? Or do you not? I have had some random people save me, a few times in one game, just for me to turn around and betray them. I'm an asshole, I know. But that's the thing.\n\nI added the guy afterwards and we talk now and again about the game.\n\nPlaying with randomers is the best part of this game, because it gives you the choice, or it forces the choice upon you. With friends, you won't get that choice because you'll go and do it anyways, why wouldn't you? 3 players going to save 1 guy? Killer stands no chance.\n\n---\n\nTo sum it up, if you want a game to play with thrills, suspense, action and intense gameplay, and you can survive without having to have your friends in public lobbies, then definitely get this game.\n\n","timestamp_created":1466117885,"timestamp_updated":1466117885,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498203665018081665","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604573","author":{"steamid":"76561198055479268","num_games_owned":220,"num_reviews":4,"playtime_forever":15033,"playtime_last_two_weeks":0,"playtime_at_review":984,"last_played":1658617586},"language":"english","review":"Super fun game. Only issue is that i can't play with my friends unless there is 5 of us. Still awesome.","timestamp_created":1466117736,"timestamp_updated":1466117736,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.522016942501068115","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604376","author":{"steamid":"76561198033043585","num_games_owned":54,"num_reviews":27,"playtime_forever":1341,"playtime_last_two_weeks":0,"playtime_at_review":1019,"last_played":1479598078},"language":"russian","review":"Обосраться можно)))) Крутая игра, бывают ржачные моменты))))) Пока все нравится! ) Купил и уже 1.5 часа вроде оторваться не могу)\nAdd russian language. Добавьте русский в игру.\n2 time - error Steam is offline ... just in this game.... help.\n\n\n\"Currently, the team is working on the \"survive with friends\" mode as well as the chinese and russian translations. We are also constantly monitoring players and intend to address imbalances and bugs as they are discovered. \"  Oooooooooooooooooooo !!!!!!!!!!!!!!!!!! fast pls)))) its good news! )))))))))))) its all what we want )))) russian language and mode \"survive with friend\"","timestamp_created":1466116621,"timestamp_updated":1467306222,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604334","author":{"steamid":"76561198128733360","num_games_owned":181,"num_reviews":48,"playtime_forever":1106,"playtime_last_two_weeks":0,"playtime_at_review":542,"last_played":1595799337},"language":"russian","review":"Нет, я думал игра конечно классная... Но... сука... НО.. СУКА НООООО,... \n\n\nЯ блядь купил её ради того чтобы играть с друзьями против других игроков. НИ ХУ Я. \nНетакоговигре. Блалллллалаалла.\nДумаю хуй с ним. \n\n\n Всегда попадаются мне раки в тиме за сурвариуовов. Если же играю за охотника, то я благополучно не убиваю никого. Иногда по 2-3 килла. \n\nО ЧУДО СУКА, Я УБИЛ 1, 2, 3 сразу получил пизды... Где же нахуй ебаный 4 ? Там ищу, здесь ищу. Охуеть, нету. Спустился в подземелье. Раз, два шкафчик, 3... И тут я охуел, эта шалава белая выпрыгнула позади меня из 4 шкафа и дала ёбу. Я охуел, и ударил её молотком, тогда охуела она. Кароче сука дала ебу, ноя знал что ей пизда. нашёл её в углу. Думал, ну давай в анал да на крюк. Беру её тако йнахуй значит, ебу, потом на крюк сажаю, иииии. БЛЯЯЯДЬ РАЗРЫВ ПЕРДАКА, КРЮК ЕЁ СЖЕРАЕТ И ЗАМЕРАЕТ НА ОДНОЙ ТЕНИ, ТОБИШЬ СЕрВЕрА ЕБАТЬ ЛЕГЛИ НАХУЙ, Я ТАК ПОДОЖДАЛ 10 минут и ПОСЛАЛ ВСЁ НА ХУЙ. Итго я не получил очков. \n\n3.5 ебаных шлюк посаженных на крюк из 4. \n\n\nP.S. Есть видео как вернуть деньги за игру ?","timestamp_created":1466116387,"timestamp_updated":1466116387,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.47413790225982666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604187","author":{"steamid":"76561198185145530","num_games_owned":12,"num_reviews":2,"playtime_forever":8704,"playtime_last_two_weeks":0,"playtime_at_review":930,"last_played":1486485008},"language":"english","review":"This is a RUBBISH game. The rank system sucks!!!!!! Survivors never get ranked up. When you escaped with higher than 15000 points, you dont receive a 'dot' for rankup. When you dont get more than 11000 point, same thing happens. ALSO, when KILLER quits the game, YOU will LOSE a 'dot'. It's a piece of ****.","timestamp_created":1466115849,"timestamp_updated":1466115849,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.501796364784240723","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604072","author":{"steamid":"76561198082888632","num_games_owned":62,"num_reviews":6,"playtime_forever":9365,"playtime_last_two_weeks":0,"playtime_at_review":761,"last_played":1639847822},"language":"english","review":"The Game is amazing and the graphics are outstanding and also it's optimized!! with my gtx 650 can handle the game of med settings and the gameplay is great in which you will feel the thrill and intense heart pumping situations as a survivor.. and problem is the game does not have any party system but they said they are working on it which it makes sense because this is only the early version of the game!! expect bugs, crash, and etc. 7/10","timestamp_created":1466115245,"timestamp_updated":1466115245,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.49629250168800354","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604023","author":{"steamid":"76561198253544395","num_games_owned":221,"num_reviews":27,"playtime_forever":386,"playtime_last_two_weeks":0,"playtime_at_review":243,"last_played":1628365179},"language":"english","review":"Ok. So let me start this review by telling you the game is fun. If there is one thing I can say about this game,I would say that it is indeed fun... Even though you will ALMOST NEVER get to play as The Killer. Now I know what you're you're thinking \"Silly PoweredBySean, you can start a lobby as The Killer! That'll get you what your heart desires!!\" Wrong. While you may be right about starting your own lobby, randominternetstranger, you're definitely mislead about the simplicity of this feature. If you try this option you will soon find yourself receiving the gift you so very often gave your parents in youth. Disappointment. Don't waste your time. PoweredBySean waited in that queue for longer than 15 minutes on mulitple occasions. Don't be like PoweredBySean. He is an idiot. Unless you're very patient or very desperate to play as The Killer. In that case, be like him. He's great. Now with all of that being said, it is actually a freaking hoot to play as The Survivors. When you play as The Survivor you are almost completely useless and that is as wonderful as it is terrifying. Seriously. All you can really do is run, hide and do your best to not to miss the stupid, rage inducing, skill check. But playing as The Survivor doesn't come without some problems. You will soon find out that people only really play as one Killer. The Wraith. An overpowered jerkface with a evil witch bell and impossibly good posture.\n\nIn conclusion, I do recommend this game. It's worth the $20. \n\nHope your day isn't crap!","timestamp_created":1466114997,"timestamp_updated":1466115134,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498203665018081665","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23604007","author":{"steamid":"76561198096763099","num_games_owned":523,"num_reviews":71,"playtime_forever":740,"playtime_last_two_weeks":0,"playtime_at_review":177,"last_played":1641119986},"language":"schinese","review":"手残表示玩人的时候心脏一直在跳，妈蛋，我奶子有点痛\n\n\n\n有官中了，这真是极好的~","timestamp_created":1466114917,"timestamp_updated":1469599839,"voted_up":true,"votes_up":10,"votes_funny":20,"weighted_vote_score":"0.652920126914978027","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603944","author":{"steamid":"76561198039776298","num_games_owned":352,"num_reviews":28,"playtime_forever":140029,"playtime_last_two_weeks":0,"playtime_at_review":913,"last_played":1659287784},"language":"german","review":"Das Game ist nice.\nwas mich nur stört ist dieses lobby system,wäre cool wenn sie des verbessern könnten.\nAnsonsten  empfehlenswert an alle die horror games lieben.","timestamp_created":1466114698,"timestamp_updated":1466114698,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603919","author":{"steamid":"76561198062426363","num_games_owned":161,"num_reviews":17,"playtime_forever":231325,"playtime_last_two_weeks":2097,"playtime_at_review":93842,"last_played":1660606395},"language":"english","review":"ahah hitbox goes brr","timestamp_created":1466114627,"timestamp_updated":1648644576,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.51140064001083374","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603866","author":{"steamid":"76561197975286448","num_games_owned":118,"num_reviews":3,"playtime_forever":1866,"playtime_last_two_weeks":0,"playtime_at_review":551,"last_played":1585659915},"language":"english","review":"Hello, i like this game, but i can't play with my friend if i dont have a party is 5 friend. WTF \nWhy you dont do the party mode? Do this shit till your game is not die.","timestamp_created":1466114423,"timestamp_updated":1466114423,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.465227961540222168","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603853","author":{"steamid":"76561198061868498","num_games_owned":130,"num_reviews":2,"playtime_forever":5541,"playtime_last_two_weeks":0,"playtime_at_review":689,"last_played":1615268993},"language":"english","review":"-Gr8 game m8 \n-much spooks\n-very team work\n-lots of scary\n-much fun\n-lots of cooperation\n\n-Super buggy","timestamp_created":1466114389,"timestamp_updated":1466114389,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498203665018081665","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603792","author":{"steamid":"76561198067201908","num_games_owned":99,"num_reviews":1,"playtime_forever":5190,"playtime_last_two_weeks":0,"playtime_at_review":1391,"last_played":1600541545},"language":"koreana","review":"게임 맵 참 조같이 만들어놨네 2층 다 쳐 없애던가 와리가리 못하게 만들던가 해라 맵은 해보고 쳐 만드는지 모르겠네","timestamp_created":1466114093,"timestamp_updated":1466114093,"voted_up":false,"votes_up":4,"votes_funny":1,"weighted_vote_score":"0.500691890716552734","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"23603776","author":{"steamid":"76561198039893692","num_games_owned":167,"num_reviews":9,"playtime_forever":1027,"playtime_last_two_weeks":0,"playtime_at_review":496,"last_played":1469688683},"language":"english","review":"Probably one of the more nerve wrecking games I have played. Very simple mechanics. The idea is very well executed and aside from the wraith things are fairly well balanced. Can't wait to see what this game becomes if the development team pays attention to the community.","timestamp_created":1466114038,"timestamp_updated":1466114038,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498203665018081665","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603767","author":{"steamid":"76561198009389971","num_games_owned":201,"num_reviews":2,"playtime_forever":1842,"playtime_last_two_weeks":0,"playtime_at_review":989,"last_played":1489635230},"language":"english","review":"I met this game originally with anger and frustration. I screamed at my pc in angst at the seemingly impossibility to win matches. But then, Lord Gaben's voice spoke to me. He said, \"Git Gud.\" I had a realization, maybe this game isn't like other games. Maybe it has different mechanics and must be conquered at a different angle. Maybe the killers seem overpowered because this game isn't Call of Duty and you can't just steamroll your way through. \nMany will say that this game is buggy, or needs more time, but honestly, it really is not that bad. Sure it definately needs fixing up, but that really is no reason to not recommend this game. The game has too much behind it to die. Updates are coming, people just need to wait. The game is playable and as many have said, even those who would not recommend (riddle me that one batman), it's fun and exciting. \nThe greatest instance was when I was running from the Hillbilly and it was just me. I had 3 more generators or a trapped door. I was in a mad chase. Dodging left and right, vaulting over obstacles, I still could not lose him. He hit me with that chainsaw and I was immediately downed. Fear and disappointment gripped me as failure was surely lerking by. But then I saw the glimmer of hope before. He knocked me down on the trap door that I was desperately trying to find. My life was saved and I escaped living another day and eluding demonic sacrifice. 10/10 don't let anyone tell you otherwise.","timestamp_created":1466114006,"timestamp_updated":1466114006,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.498366415500640869","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603762","author":{"steamid":"76561198097918659","num_games_owned":811,"num_reviews":64,"playtime_forever":20989,"playtime_last_two_weeks":7,"playtime_at_review":2669,"last_played":1659616422},"language":"russian","review":"Игра ещё сыровата. Но очень понравилась. Единственный минус, на мой взгляд, это подбор игроков, но он существенный.  Поэтому пока отрицательный отзыв.\n\nВот и настало время исправить отзыв. В общем играть можно, но не долго :)  рекомендацию даю.\nОсобенно Ахрененно играть с друзьями(благо ввели такую возможность)\n\nРаньше был лойс...\n\n11.04.19.Сейчас это симулятор проверки целостности файлов и переустановки игры.\n18.11.21 Симулятор ожидания и кучи ошибок","timestamp_created":1466113988,"timestamp_updated":1637159104,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.440391451120376587","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603754","author":{"steamid":"76561198068719389","num_games_owned":32,"num_reviews":1,"playtime_forever":461,"playtime_last_two_weeks":0,"playtime_at_review":145,"last_played":1481569905},"language":"japanese","review":"Great game all and all, although sometimes your friends will screw you over you will laugh about it when you escape!","timestamp_created":1466113970,"timestamp_updated":1466113970,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498203665018081665","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603731","author":{"steamid":"76561198080222809","num_games_owned":110,"num_reviews":2,"playtime_forever":3278,"playtime_last_two_weeks":0,"playtime_at_review":3106,"last_played":1496790020},"language":"english","review":"Okay wow this game. I say its pretty much worth it even though when I bought it I just saw the trailers. This game does have it's ups and downs at times like any other game but any issues with balancing and server lag will most likely be fix soon. It's both nice and annoying to have each survivor to have their own seperate inventory and levels from others but each character is unique because the leveling is all random with the skilltree. All the items and perks you can buy are all random and no tree is the same with the other charcters because it's random. What's also cool about the tree is that you can't get all the items the higher level you go so you have to think a bit on what you really want and what you are okay with losing. Same with the killers. They don't share anything with each other and everything is random with the skill tree. What is nice is that you can use your bloodpoints (XP or Money) on anyone. So can get 10000 points on a survivor and then dump it all on a killer if you really want to.\n\nGameplay wise. It can be a little repetitive with there only being 12 maps but it's randomlly generated on where everything is gonna be placed  so that's what really keeps me playing. The best part of this game really comes when you start to tense up because you are so worried that you can die at any moment. There was a match I had where at the start of it the survivors left instantly because the server was lagging so I was all alone to turn on all five generators. For the next 37 mins I was in complete silence just focusing on staying alive and turning on the generators as the killer hunted me down placing his traps to get me and there were serveral moments where I almost died because I was a step away from a trap or he was close to finding me. By the end I had 1 generator left but then I saw the hatch to escape because I was the last one alive and my hope went through the roof as I recklessly ran towards it only to step on a trap next to it. Losing my mind at this point I was ready to give up out of anger but I managed to get out of the trap in one attempt.With the killer seconds away from me as I get out I ran to the hatch and then the lag kicked in again. The most stressful 10 seconds right there because the lag was awful as I was attemping to get into the hatch while the killer was swinging at me. And what do you know I escaped. I was so happy that all my effort wasn't wasted and at that point I realized this is what makes the game great, these stressful and tense moments is what makes it great. \n\nIf you are looking for a good game to play look no further. I have only played this game solo but I had lot of fun with it so far and I can't wait to play it with my friends somepoint in the future.\n\nEdit: Still a pretty good games and the updates are just making it better.","timestamp_created":1466113872,"timestamp_updated":1480392587,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498203665018081665","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603695","author":{"steamid":"76561198066234503","num_games_owned":82,"num_reviews":5,"playtime_forever":8913,"playtime_last_two_weeks":0,"playtime_at_review":512,"last_played":1547670284},"language":"french","review":"C'est un jeu vraiment cauchemardesque et génialissime ! \nOn peut choisir de jouer le survivant (choix de 4 personnages) ou bien le meurtrier. \nUn mélange entre de la sournoiserie, du sang froid et du travail d'équipe il est parfois judicieux de se laisser emporter par l'ambiance du jeu pour occuper votre vrai nature. \nA vous de choisir si vous souhaitez survivre, aider ou tuer ! J'ai déjà pris goût au sensation forte :)\n\nJe le conseil fortement pour ceux qui aime les jeux d'horreurs et d'action ! \n\n\n","timestamp_created":1466113713,"timestamp_updated":1466113713,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.505410611629486084","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603679","author":{"steamid":"76561198045383840","num_games_owned":969,"num_reviews":137,"playtime_forever":392,"playtime_last_two_weeks":0,"playtime_at_review":354,"last_played":1533754398},"language":"turkish","review":"2-3 saatlik gameplayin en az 2 saati lobide geçti. YARRRRRRRRRRRAK oynarsınız katil olarak bu ne be. Olumlu incelemem vardı oynadığım tek elden. 2. oyuna girmek daha nasip olmadı. İade ederken gayet de diyecem siktiğimin oyunu lobide bekleme simülatörü mü diye. Almayın 20-30 TL'ye güzel bir şey alın.","timestamp_created":1466113654,"timestamp_updated":1466113654,"voted_up":false,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.379746824502944946","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603630","author":{"steamid":"76561198049435166","num_games_owned":332,"num_reviews":11,"playtime_forever":172,"playtime_last_two_weeks":0,"playtime_at_review":48,"last_played":1498615262},"language":"english","review":"It's a fun game... But don't buy this crap if you have friends... Like you do anyway.. There's no party system and you have to que up at the same time and hope that you get in a game with your \"friends\"..","timestamp_created":1466113499,"timestamp_updated":1466113499,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.516793429851531982","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603623","author":{"steamid":"76561197999627397","num_games_owned":421,"num_reviews":107,"playtime_forever":24817,"playtime_last_two_weeks":310,"playtime_at_review":6317,"last_played":1660396889},"language":"english","review":"It is fun however pro players on both sides can make the experience bad.","timestamp_created":1466113486,"timestamp_updated":1599988183,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.434782594442367554","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603455","author":{"steamid":"76561198008766139","num_games_owned":121,"num_reviews":43,"playtime_forever":2485,"playtime_last_two_weeks":0,"playtime_at_review":830,"last_played":1495291243},"language":"english","review":"I recommend this game ONLY if like me, you got no friends online to play with. For this price it's way better than star wars battlefront considering the deep caracters progression and adrenaline  that DBD has to offer. \n\nHOWEVER, the matchmaking is pure crap, leaving you sometimes waiting forever in lobbies that need just one more player. The missing player is here ? Doesn't matter 2 other players already left. This has to be improved.\n\nAlso the game is quite buggy. Once as a killer a fell through the floor in the infinity below the map.  Once the match didn't finished although all survivors were hooked and dead.\n\nDespite all those defaults, it's less than 20 box for lots of adreline. I never sweated that much before while playing a video game.","timestamp_created":1466112906,"timestamp_updated":1466112906,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498203665018081665","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603437","author":{"steamid":"76561197979623072","num_games_owned":404,"num_reviews":17,"playtime_forever":50,"playtime_last_two_weeks":0,"playtime_at_review":50,"last_played":1465949066},"language":"french","review":"Not really fun ... Not really beautiful ... No Co-op in public matchs ... In this game style \"Depth\" is 10x better. \nRefunded.","timestamp_created":1466112827,"timestamp_updated":1466112827,"voted_up":false,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.454887211322784424","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603396","author":{"steamid":"76561197994299778","num_games_owned":266,"num_reviews":2,"playtime_forever":2062,"playtime_last_two_weeks":0,"playtime_at_review":705,"last_played":1498174692},"language":"english","review":"The game is brilliant and challenging. Many on the edge of your seat moments to be had. The game has its bugs and flaws mostly ones you can laugh at but no game breaking bugs from what ive seen so far. The biggest issue with this game like many other reviews say is the fact you cant play ranked with friends. This game feels as if it was DESIGNED to be played with friends, all sitting in a chat room listeng to your friends squeeling at the random killer chasing them, the team work that you can imput whilst being able to communicate makes the game a much more enjoyable experience. this game with friends has the ablility to have you crying with laughter or shitting bricks. \n\nIm a little dissapointed that a grouping system has not been added for release, the devs were fully aware of the situation and said it was their main focus and they felt all our pain. personaly i would have believed it better to delay the release of the game so that this deal breaking issue can be fixed, once somthing is in place ill be happy to reccomend and spread the word of this game. until now unless your billy no mates i would hang back until this is added, hopfully in the very near future.","timestamp_created":1466112641,"timestamp_updated":1466191785,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.501796364784240723","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603272","author":{"steamid":"76561197966876056","num_games_owned":224,"num_reviews":6,"playtime_forever":1297,"playtime_last_two_weeks":0,"playtime_at_review":715,"last_played":1606876468},"language":"english","review":"a lot of fun, but wow what oversight for not releasing it initially with group play","timestamp_created":1466112174,"timestamp_updated":1466112174,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.483383744955062866","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603260","author":{"steamid":"76561198074721474","num_games_owned":148,"num_reviews":5,"playtime_forever":21977,"playtime_last_two_weeks":0,"playtime_at_review":1372,"last_played":1659335065},"language":"english","review":"Prologue\nFor me the gameplay is alot of fun and its run smoothly at 50 to 60 fps (I have a GT 650m which is about the same if not a little worse than the minimum but I have had to turn it down to medium). If you are curious about my other specs please ask. \nEven though i have only played 6 hours it has been alot of fun on both sides as both sides feel completely different to play as. \nAs the killer you feel powerful and almost unstoppable, a killing machine and that experience is rare and suprisingly enjoyable.\nAs the survivor you are powerless to fight back against the killer but you can evade and outsmart the killer and even without any voip in the game and even with complete strangers it is pretty easy to cooperate on actions such as generators but not on more advanced tactics.\n\nBugs and Online troubles\nIn terms of bugs I havent found anything major that is gamebraking but realize some people have.\nAlthough I dont like that they dont have co-op with friends in ranked at launch the dev team plans to add it.\nLack of being able to rebind keys (another thing the dev team has taken into account and plans to add it).\nAlso there are problems with online with people leaving and hopping to other games and if the killer leaves.\nOther problems include loss of rank which tends to happen alot to some people.\n\n\n\nOpinion Section (personal opinion that is meant to be taken with a grain of salt, also please dont put me on a hook if you dont like my opinion)\nThe only thing I get annoyed by is when killer camps a person on hook, the reason I dont like this is because for the person trapped it is almost fustrating to know you are already dead and there isnt much you can do about it, although if you arent the one trapped it means free generator time.\nMost people dont like the wraith, personally I find him to be annoying but easy to beat as most wraiths will predictably camp near anyone they capure in cloaked form.\nI feel like the balance is fine except sometimes for placement of windows and how the survivors can bunny hop through them.\n\nConclusion\nThis game has many problems both small and big, we all know this at this point and I will not defend everything.\nBut I know with proper support a game like this can become a unique and amazing experience but it requires our support. I know how tempting it is to just refund the game and give up, But please keep and eye on it if you leave and if it improves then you can get it again if you want.","timestamp_created":1466112133,"timestamp_updated":1466112207,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498203665018081665","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603229","author":{"steamid":"76561198074877272","num_games_owned":145,"num_reviews":6,"playtime_forever":1261,"playtime_last_two_weeks":0,"playtime_at_review":828,"last_played":1475687681},"language":"czech","review":"very good game :)","timestamp_created":1466112041,"timestamp_updated":1466112041,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.501462876796722412","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJ4gszFrdUCfYGFWg=="}