{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"25514282","author":{"steamid":"76561198139610004","num_games_owned":34,"num_reviews":1,"playtime_forever":10023,"playtime_last_two_weeks":0,"playtime_at_review":2408,"last_played":1515944176},"language":"russian","review":"игра классная всем советую","timestamp_created":1473959857,"timestamp_updated":1473959857,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.519400715827941895","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25513892","author":{"steamid":"76561198313757524","num_games_owned":14,"num_reviews":5,"playtime_forever":3943,"playtime_last_two_weeks":0,"playtime_at_review":3757,"last_played":1473958392},"language":"japanese","review":"現状では買う価値のないゲームなので購入を迷われている方は、今買う必要はありません。\n2000円なのでコスパはいいかもしれませんが、それ以上にストレスが溜まるゲームです。\n\nバランス調整が下手クソなここの運営は、ついこの間まで、どう考えても圧倒的に人間側が益々不利になる調整を平然と実装して放置し、現在もキラーが強すぎる状態が続いています。\n\n特に初めのうちはパークが揃っていないにも関わらず、初心者なのになぜか高ランクの鬼と無理やり戦わされ、\nもちろん即座に切りつけられ、そのままフックに吊るされます。\nまた、フックに吊るされたまま絶対に他のサバイバーに救出されたくないのか、点数を捨ててまで嫌がらせの如く、そのサバイバーの前で鬼が仁王立ちをし、物理的に救出コマンドの選択すらさせない最低の雑魚鬼まで存在します。明らかな欠陥システムですね。\n\n最近になってようやく(遅すぎる対応)、マクロユーザーが処罰されたかと思いきや、まだ一定数のマクロが存在し、\nそれどころか都合が悪くなると回線を絞り始めるチーターや、開始から全員の位置が分かるチートを使っているゴキブリチャイニーズなどクズユーザーの鬼も多いです。\n\nそもそも、ユーザーがわざわざ部屋に入ってpingチェックを毎回しないといけないという事自体おかしいですよね。\nチャット欄に文字を何度も打ち込んで回線をチェックしなければならない面倒な作業。\nping数値１つ表示させられない低能運営の体たらくさ、無能さには正直呆れます。\nまともな回線すら持っていないようなユーザーに、ホストである鬼役をやらせる意味が分かりません。\nこの行為は運営がまともなユーザーに対して嫌がらせをしているのと同じでしょう。\nサーバー代をケチっているくせに、まともに仕事すらできないゴミ運営にこれ以上、お金を与えないでください。\n\n今、迷われている方は絶対に買わない方がいいでしょう。時間の無駄ですよ。\n面白い配信者がプレイしているからと言って、あなたがプレイしても同じように面白いわけではないのです。\nあくまでも、見ている分には、ストレスを感じることが少ないので楽しそうに見えるだけなのですから。","timestamp_created":1473958129,"timestamp_updated":1473958129,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.427397251129150391","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25513750","author":{"steamid":"76561198003570042","num_games_owned":23,"num_reviews":1,"playtime_forever":7002,"playtime_last_two_weeks":0,"playtime_at_review":706,"last_played":1658845275},"language":"english","review":"Good game","timestamp_created":1473957651,"timestamp_updated":1473957651,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.472102999687194824","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25513339","author":{"steamid":"76561197992346129","num_games_owned":171,"num_reviews":6,"playtime_forever":5727,"playtime_last_two_weeks":0,"playtime_at_review":3143,"last_played":1530852049},"language":"schinese","review":"级别低没技能的，匹配到级别高技能多的，能不能优化一下，要就不要匹配到一起，要就级别低的多加点分，平衡点好吧!\n再就是 这游戏还是外挂多，能多治理下少？","timestamp_created":1473955947,"timestamp_updated":1473955947,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25513318","author":{"steamid":"76561198134048203","num_games_owned":144,"num_reviews":6,"playtime_forever":145110,"playtime_last_two_weeks":0,"playtime_at_review":36608,"last_played":1659376699},"language":"german","review":"Das Spiel war mal schön und hatte echt Spaß gemacht, es war ausgeglichen und die Community war noch erträglich. irgendwann hatte sich das alles gedreht. 80 % der Killer sind nur noch am Tunneln und am Campen um so vielen Spielern wie möglich das Game zu ruinieren und das wird vom Entwicklerteam auch noch unterstützt.\nZu dem Schaffen die Entwickler es nicht das Game zu stabilisieren. Schon seid Release sind die Hit-boxen einfach nur traurig. Will man zum Beispiel durch ein Fenster springen bekommen die Killer alle Gummi Arme und legen dich noch 10 Meter hinterm Fenster. Was das angeht sind die Entwickler einfach nur Unfähig.\nWie gesagt, am Anfang war es noch halbwegs ausgeglichen doch irgendwann haben die Killer gemerkt das, wenn sie nur genug rum heulen alles bekommen können. Trapper weint weil die Überlebenden Fallen kaputt machen können? Ok wir machen sie unzerstörbar. Killer weinen weil man Haken sabotieren kann? ok, wir lassen sie wieder neu spawnen. Wäääääh die Überlebenden können sich manchmal aus meinem Griff befreien wäääähhh. kein Ding wir setzten einfach noch mehr Haken auf die Map, dann haben die nicht mehr die Möglichkeit dazu. \nHat man mal das Glück und man trifft auf einen fairen und guten Killer kann das Spiel durchaus Spaß machen, aber das ist ehr selten der Fall.\n\nZusammen gefasst :\nGame 6/10\nCommunity 3/10\nWarteschlange 6/10  \nEntwicklerteam 2/10","timestamp_created":1473955859,"timestamp_updated":1629028188,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25513176","author":{"steamid":"76561198289177636","num_games_owned":5,"num_reviews":2,"playtime_forever":180,"playtime_last_two_weeks":0,"playtime_at_review":180,"last_played":1469653540},"language":"english","review":"you cant change the video setting to fit my computer and that sucks :(","timestamp_created":1473955210,"timestamp_updated":1473955210,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.472102999687194824","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25513171","author":{"steamid":"76561198243799182","num_games_owned":43,"num_reviews":7,"playtime_forever":3847,"playtime_last_two_weeks":0,"playtime_at_review":1250,"last_played":1594154703},"language":"romanian","review":"gg","timestamp_created":1473955192,"timestamp_updated":1498919932,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498891353607177734","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"25513112","author":{"steamid":"76561198014024622","num_games_owned":264,"num_reviews":10,"playtime_forever":18104,"playtime_last_two_weeks":25,"playtime_at_review":6857,"last_played":1660428761},"language":"english","review":"5/9/2019 - Super broken one-sided game. It's not even playable. The killers are all OP and the game mechanics are so one-sided they make no sense how unbalanced this turd for a game is.","timestamp_created":1473954959,"timestamp_updated":1557444340,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.541984736919403076","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25513032","author":{"steamid":"76561198028684525","num_games_owned":57,"num_reviews":1,"playtime_forever":134,"playtime_last_two_weeks":0,"playtime_at_review":121,"last_played":1475274215},"language":"norwegian","review":"good game when i upgraded videocard :)","timestamp_created":1473954628,"timestamp_updated":1474423832,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25513001","author":{"steamid":"76561198278483447","num_games_owned":158,"num_reviews":16,"playtime_forever":470,"playtime_last_two_weeks":0,"playtime_at_review":339,"last_played":1651347818},"language":"spanish","review":"muy buen juego enfocado en el entorno de terror aun que no da miedo pero si te pilla por sorpresa el asesino buenos sustos te puedes llevar muy entretenido y no es adictivo","timestamp_created":1473954491,"timestamp_updated":1473954491,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25512934","author":{"steamid":"76561198155642078","num_games_owned":65,"num_reviews":2,"playtime_forever":441,"playtime_last_two_weeks":0,"playtime_at_review":294,"last_played":1473953357},"language":"english","review":"Hit ready.\n\nWait 5 seconds.\n\nNo matches found.\n\nHit ready.\n\nWait 5 seconds.\n\nGet in a lobby people leave then u get into a game where everyone lags about then when u get into a game with survivors that dont lag find out the killer is lagging about then when u go to be the killer survivors can outrun the killer with lag when u do get a decent game which is 1 in a billion u get bored FAST do not recomend this game until servers are sorted ingame coms are added and glitches are fixed (REFUND WHILE U CAN BEFORE U PLAY OVER 2 HOURS ) WISH I COULD","timestamp_created":1473954235,"timestamp_updated":1473954235,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.495901644229888916","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25512870","author":{"steamid":"76561198056321993","num_games_owned":369,"num_reviews":3,"playtime_forever":3466,"playtime_last_two_weeks":0,"playtime_at_review":3065,"last_played":1480087296},"language":"english","review":"1.Please fix those issues with Campers at the Hooks... You cant do anything about them there, when the player gets caught there, you are dead... Full dead... Except an other Survivor wants to sacrifice himself and gets caught on this Camping Trap too...\n\n2.Get rid of this Lobby shit... Waiting for Hours to get a game (you need to stay clicking every 5 Secounds because you need to stay \"ready\") and even when you found a Lobby those Killers do at some Point just randomly close their Lobbies...\n\n3.Just dont do Killers be the Host... High Ping in some Lobbies is guaranteed because of bad Internetconnection of the Killer\n\n4.Do some Sort of recognition in the Game, so when Killers randomly Ragequit in the Game, you still get your Points and Stuff, you did at this time of the Game... Getting kicked out without any reward just because some stupig Killer ragequits isnt Fair...\n\n5.Put a Way in, so you can rejoin when, for exp: Your Internetcrashed/Game crashed and you want to get in the Game again without any penalties.\n\n6. (In my Opinion) HillyBilly has a great Advantage to all the other Killers... Like Charging + Onehitting the Players, without any cons, sounds a bit unfair compared to the Abilities to the 3 other Killers...\n\nBUT All in all (except those Bugs) a great and Fun game. But i would not recommend this Game atm because of those Tons of Bugs and Glitches in the Game which NEEDS TO BE FIXED...","timestamp_created":1473953947,"timestamp_updated":1473953947,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25512710","author":{"steamid":"76561198328366019","num_games_owned":35,"num_reviews":2,"playtime_forever":1313,"playtime_last_two_weeks":0,"playtime_at_review":260,"last_played":1480700792},"language":"russian","review":"игра хорощая, отлично сделали и придумали.. \nтолько вот один против четверов как то не айс, а вдруг ты попадешь где тима, вместе сидят и базарят (дизбаланс), хотя мне се равно, палец выше!","timestamp_created":1473953265,"timestamp_updated":1473953265,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25512664","author":{"steamid":"76561198134672340","num_games_owned":76,"num_reviews":4,"playtime_forever":21205,"playtime_last_two_weeks":29,"playtime_at_review":3542,"last_played":1659621256},"language":"german","review":"Dead by Daylight ist ein an sich witziges Spiel. Es ist gut geeignet es mal ab und zu mit seinen Kumpels zu spielen aber man kann auch ordentlich rein schwitzen. \nNun für Leute die das Trash Game kaufen wollen. Im Endeffekt reparierst du den ganzen Tag Generatoren, rettest deine Teammates, findest schöne Bugs worüber man sich dann schön lustig machen kann und wird ab und an auch dezent heftig abgefuckt. Dazu aber später mehr.\n\nWas ist gut?\nDas Matchmaking braucht keine zwölf Jahre mehr um ein Spiel zu finden. Es wurden grobe Bugs gepatcht was ein bisschen schade ist, weil es schon ziemlich lustig ist vor dem Killer weg zu fliegen als zu rennen. Neue Maps die Abwechslung bieten und joa…\n\nWas ist schlecht? \nAngefangen bei den Killern… die 5 Killer (4 normale + 1 gratis DLC) , die man mit dem Spiel dazu kauft sind wenn sie normal gespielt werden ausgeglichen. Doch jetzt scheint der Entwickler so ein wenig Geldgeil zu sein, deshalb kloppet er immer mehr OP Killer raus die wenn sie richtig gespielt werden (das ist auch nicht schwer wenn man zwei normale Hände besitzt) dezent zu stark werden. Der DLC Typ mit der Kettensäge z.B. kann, wenn er richtig gespielt wird das Spiel in ein paar Minuten beenden. Beenden heißt das er dich abgefuckt hat und du mit 1000 Blutpunkten das Spiel dann verlässt. Super WOOOOW hat Spaß gemacht. Derselbe Spaß den man bei Vodafone in der Warteschlange der Kundenhotline hat weil mal wieder das Internet ne Grätsche gemacht hat…. Dann gibt es noch weitere Killer wie Michael z.B. der gute. Der kann durch ein paar Perks und wenn er geil ist einen Überlebenden sofort onehit töten (nicht zu Boden bringen, nein du bist direkt raus). Ähnliche Fähigkeiten haben auch andere Killer wie die Hexe z.B. Das Resultat ist aber immer dasselbe. Ein Überlebender ist sofort tot und derjenige der hinterm Bildschirm sitzt regt sich auf.  Das es möglich ist Killer mit Perks so dermaßen OP zu machen das sie alles was nicht bei drei das Spiel verlassen hat um die Ecke bringen ist nicht nachvollziehbar. Es gibt immer mehr Menschen die einfach wohl Bock haben mit dieser Perk Kombination die Größe ihres Lörris im Internet preis zu geben….\nDann sei noch zu erwähnen das die Perks der Killer cooler sind als die der Überlebenden und allgemein haben die Überlebenden öfters die Arschkarte als das sie durch gutes Spielen entkommen können. \nKleiner Tipp am Rande: Sollte man von Killern so lange becampt werden bis man am Haken Stirbt, dann einfach einen so coolen Namen wie „camp me if u HIV+“ wählen. Dann wird das spürbar weniger :D\nAls Abschluss ist zu erwähnen, dass das Spiel abfucken kann aber auch ziemlich Spaß machen kann. Daher kauft es euch wenn ihr Bock habt. \n","timestamp_created":1473953043,"timestamp_updated":1506962131,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25512576","author":{"steamid":"76561198025124051","num_games_owned":166,"num_reviews":37,"playtime_forever":219188,"playtime_last_two_weeks":6,"playtime_at_review":83800,"last_played":1660058255},"language":"english","review":"This review is written after 150 hours of gameplay. All those hours were played as the killer. I have no experience of playing as a survivor because the role does not appeal to  me.\n\nDead by Daylight is essentially based on the childhood game hide and seek.  So the formula is a sure fire winner. For new players the game is tense, maybe nerve-wracking and certainly fun. The role of killer at first impression seems to be a strong one.  But after few hours the pleasure begins to wane and the grind begins in the attempt to rank up and gain better perks.\n\nThe game has many factors in its favour:\n\n•\tIt can be very fun trying to outwit, catch and kill survivors\n•\tHide and seek never gets old when each side feel they have a fair chance of succeeding\n•\tTrying new perks enhancing  abilities can be novel and sometimes useful\n•\tThe best games are when survivors and killer really mix it up in a cat and mouse scrap.\n\nDbD is fraught with imbalances which ruin satisfaction and cause discontent for players -- survivors and killer alike (just spend a few minutes on the forums for proof of this):\n\n•\tThe game is easier in the beginning for the killer against new, inexperienced survivors and he can cause carnage\n•\tWith experience survivors gain the upper hand. Unless the killer has a detailed knowledge of the maps he is soon a lumbering goon unable to catch up with his prey and their enhanced speed perks\n•\tThere is a hard core of experienced, high ranking survivors who can complete their missions so quickly the low level killer has barely had time to scout the map before he is outwitted, defeated and demoralised. No fun at all for the hapless killer.\n•\t Dead by Daylight has a vocal and extremely toxic contingent and  killers are routinely abused in end game chat.\n•\tIt is purported that fewer players are accepting the killer role, contributing to extremely long waiting times for survivors to get an opponent, because of the imbalance in the game.\n•\tIneffective match making means the very inexperienced can encounter the most accomplished which is hard to accept if you are on the brunt of the situation.\n\nDbD is a good idea but a bad product. It is poorly implemented. But the biggest problem is the inexperience of the developers. They are stumbling from patch to patch mending one thing here and breaking two features there. A polished game is a long ways ahead but by then I think the game will have sunk as its community evaporates and looks elsewhere for its kicks. \n\nThis killer certainly has had enough.\n\nDead by Daylight: not recommended.\n\nAFTER 18 MONTHS THIS GAME IS COMPLETELY BIASED IN FAVOUR OF SURVIVOR PLAY. THE DEVELOPMENT TEAM ARE INCOMPETENTS AND THEY BREAK MORE THAN THEY PATCH. THIS GAME DESERVES TO DIE.","timestamp_created":1473952697,"timestamp_updated":1518966059,"voted_up":false,"votes_up":24,"votes_funny":1,"weighted_vote_score":"0.630478024482727051","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25512495","author":{"steamid":"76561198111998776","num_games_owned":301,"num_reviews":13,"playtime_forever":21668,"playtime_last_two_weeks":0,"playtime_at_review":1524,"last_played":1632931985},"language":"german","review":"Dead by Daylight ist ein sehr gelungenes Spiel, doch hat es leider noch ein paar Bugs. Diese werden jedoch immer weniger, da es relativ oft neue Updates gibt. Das System der Lobby findung sollte auch noch überarbeitet werden. Das Gameplay jedoch ist sehr gut.\nWer sich von manchmal längeren Wartezeiten nicht abschrecken lässt und auf weglaufen oder killen steht für den ist DbD ein empfehlenswerte Spiel.","timestamp_created":1473952365,"timestamp_updated":1473952365,"voted_up":true,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.576015472412109375","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25512474","author":{"steamid":"76561198087845399","num_games_owned":242,"num_reviews":2,"playtime_forever":10110,"playtime_last_two_weeks":0,"playtime_at_review":6444,"last_played":1629809689},"language":"thai","review":"Best Match Not Found 2016!","timestamp_created":1473952268,"timestamp_updated":1473952268,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.47826087474822998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25512426","author":{"steamid":"76561198083151170","num_games_owned":82,"num_reviews":1,"playtime_forever":36203,"playtime_last_two_weeks":0,"playtime_at_review":2691,"last_played":1657403514},"language":"english","review":"Dead by Daylight has quickly become one of my favorite games. While the initial terror while playing the game faded, the game is still exhilarating and fun. The only real fix I would have to give is the match making. Sometimes it can be ridiculous to get into a game, but overall, the game is great!","timestamp_created":1473952031,"timestamp_updated":1473952031,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.572815537452697754","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25512316","author":{"steamid":"76561198230968060","num_games_owned":6,"num_reviews":2,"playtime_forever":14421,"playtime_last_two_weeks":0,"playtime_at_review":5622,"last_played":1527965688},"language":"schinese","review":"这是个不错的游戏，就是主机太。。。，屠夫卡我们全部人一起卡，不打算弄一个服务器吗？","timestamp_created":1473951499,"timestamp_updated":1473951499,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25512031","author":{"steamid":"76561198330360605","num_games_owned":59,"num_reviews":2,"playtime_forever":10026,"playtime_last_two_weeks":0,"playtime_at_review":7942,"last_played":1492166202},"language":"schinese","review":"总体来说是款好游戏，玩的不亦乐乎","timestamp_created":1473950235,"timestamp_updated":1480229906,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25511726","author":{"steamid":"76561198192903827","num_games_owned":33,"num_reviews":2,"playtime_forever":13648,"playtime_last_two_weeks":0,"playtime_at_review":3118,"last_played":1507215548},"language":"russian","review":"211","timestamp_created":1473948618,"timestamp_updated":1473948618,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25511261","author":{"steamid":"76561198091985119","num_games_owned":192,"num_reviews":17,"playtime_forever":12016,"playtime_last_two_weeks":0,"playtime_at_review":6475,"last_played":1624482582},"language":"russian","review":"Раньше было невозможно играть за Маньяка , теперь за сурва , накинули еще больше багов , ещё больше новых механик двигающих баланс в сточную яму. Отрицать что игра хорошая глупо , но после патчей от игры один негатив.\n\nИз игры постоянно уходят игроки , лобби такое же убогое, но вместо того что-бы давать баланс , нам каждый патч завозят скинчики(кайф, то что нужно, НЕТ!).\n\nРазрабы все ещё ничего не завезли против фейскемперов и туннелеров, новых механик для сурва не завозят ( а зачем-? ).\n\nА ну да и самое любимое , мало того что разрабы не ругаю крысок которые сидят и смотрят прямо в рыло , так они еще и мотивируют это , теперь если у тебя 30 000 очков ( Что бывает не часто  ибо это фулл очков да и нужно попотеть ) , игру это не волнует , ты должен взвесить двух выживших и за фейскемпить иначе извини минус ранг. Спасибо разрабы за то , что вы умственно отсталые.\n\nВпринципе игра огонь , негативная оценка потому-что у меня подгорело.","timestamp_created":1473946429,"timestamp_updated":1504044189,"voted_up":false,"votes_up":9,"votes_funny":4,"weighted_vote_score":"0.575217247009277344","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25511234","author":{"steamid":"76561198082232593","num_games_owned":69,"num_reviews":3,"playtime_forever":3122,"playtime_last_two_weeks":0,"playtime_at_review":2108,"last_played":1607426432},"language":"english","review":"One of the best Multiplayer games I've played in a while.It worths every euro.","timestamp_created":1473946303,"timestamp_updated":1473946303,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25511051","author":{"steamid":"76561198132036076","num_games_owned":70,"num_reviews":1,"playtime_forever":785,"playtime_last_two_weeks":0,"playtime_at_review":781,"last_played":1476797263},"language":"turkish","review":"Henüz betada olduğu için oyunda bazı saçmalıklar var. Ama zamanla giderileceğine inanıyorum...","timestamp_created":1473945546,"timestamp_updated":1473945546,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25510997","author":{"steamid":"76561198097583635","num_games_owned":231,"num_reviews":4,"playtime_forever":6267,"playtime_last_two_weeks":0,"playtime_at_review":2623,"last_played":1529438419},"language":"russian","review":"Dead by Daylight идеально воссоздает кульминацию почти любого слэшера: когда сценами обильного кровопускания зрителей уже развлекли и дело идет к развязке. Выжившие герои нашли путь к спасению. Они уже знают, что именно нужно сделать, чтобы ускользнуть от маньяка и вернуться домой, сохранив все конечности. Но безжалостный убийца идет по пятам. Все решают минуты. История вот-вот закончится. Зрители замерли в напряжении.\n\nИменно эти ощущения игра передает в точности, да еще и позволяет взглянуть на ситуацию с другого ракурса — от лица убийцы. И все бы хорошо, только вот развеивается «магия» очень быстро.","timestamp_created":1473945300,"timestamp_updated":1473945300,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25510939","author":{"steamid":"76561198085848943","num_games_owned":285,"num_reviews":32,"playtime_forever":24805,"playtime_last_two_weeks":0,"playtime_at_review":21140,"last_played":1541707165},"language":"spanish","review":"400 hours and got EAC banned without using a 3rd party program ever on this fking game.\nCant recommend a game that actually bans you whithout fking sense...","timestamp_created":1473945055,"timestamp_updated":1514324348,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.53416144847869873","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25510882","author":{"steamid":"76561198007697938","num_games_owned":226,"num_reviews":3,"playtime_forever":63031,"playtime_last_two_weeks":2133,"playtime_at_review":2385,"last_played":1660423567},"language":"german","review":"Sehr gutes und vor allem schnelles spiel für jeden der den \"kleinen\" nervenkitzel sucht auf jeden fall das richtige spiel","timestamp_created":1473944826,"timestamp_updated":1473944826,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25510855","author":{"steamid":"76561198035678950","num_games_owned":78,"num_reviews":5,"playtime_forever":2861,"playtime_last_two_weeks":0,"playtime_at_review":407,"last_played":1477932473},"language":"spanish","review":"Problemon con lo de ''jugar con amigos'', vamos a ver, he jugado poco, así que no puedo tener una crítica constructiva, pero no hace falta tener 200h. para darse cuenta que el sistema de búsqueda de partida directamente no funciona, porque si entras con más de tres colegas no encuentra partida nunca, si eres asesino no te deja invitar a colegas a tu partida y enseguida se te une gente random a la que no pudes tirar, la espera en cola dura sólo 5 segundos... son muchas cosas, la idea mola, es interesante y el juego tiene una pintaza increible, cuando he jugado en partida privada con amigos muy bien, 0 problemas (aunque el que crea partida siempre es el asesino y no te deja cambiar este rol en la sala de espera, por lo que si quieres ser asesino pero tienes mala conexión, olvidate de que al resto le funcione bien...), tiene talentos, objetos, personalización de personaje... está muy bien, pero el tema de jugar online lo han hecho con los pies, deprisa y corriendo, sin sentido alguno.\n\nPor favor, no nos gastamos 20 pavos para no poder jugar con amigos, que arreglen este desastre ya, si no le daría un recomendado de cabeza vaya.","timestamp_created":1473944655,"timestamp_updated":1473944655,"voted_up":false,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.499303877353668213","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25510710","author":{"steamid":"76561198242545732","num_games_owned":22,"num_reviews":2,"playtime_forever":26156,"playtime_last_two_weeks":0,"playtime_at_review":7268,"last_played":1646252636},"language":"russian","review":"Класс,купил подарком 2 игры,подарил корешам,поиграли неделю практически без проблем,теперь не могу в пати присоелиниться к лобби маньяку,играть могу только за сурва в соло и перезаходить в игру приходится после каждой катки и так вечно,за маньяка проблем вообще нет,короче покупайте и тратьте даве как я по полтора куска рубавских что бы толком не играть.\nЗаебато поиграл с друзьями,\nНахуй делать норм лобби?нахуй править дохуище багов?\nМы лучше добавим 1 маньяка и 1 дополнительного сурва,а вы игроки ебитесь как хотите,у кого то работает хорошо,у кого нет,ну и похуй,служба поддержки игры,???? НЕ НЕ МЫ НЕ СЛЫШАЛИ,ХУЙ ВАМ КТО ПОМОЖЕТ\nСИМУЛЯТОР ВЗРЫВАЮЩЕГОСЯ ОЧКА \n10 ИЗ 10\nП.С. ИГРА ПИЗДАТАЯ,НО РАЗРАБАМ ПОХУЙ НА ИГРОКОВ ИМ НУЖНЫ ТОК БАБОСЫ,ПОКУПАЕТЕ ИГРУ НА СВОЙ СТРАХ И РИСК.","timestamp_created":1473944051,"timestamp_updated":1473944051,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.504950463771820068","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25510525","author":{"steamid":"76561198102824455","num_games_owned":30,"num_reviews":3,"playtime_forever":11870,"playtime_last_two_weeks":0,"playtime_at_review":2519,"last_played":1614022542},"language":"english","review":"kurva kokot piča waiting simulator 2k16 #kokot copyright nurse je pica cau","timestamp_created":1473943084,"timestamp_updated":1473943084,"voted_up":false,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25510405","author":{"steamid":"76561197986980314","num_games_owned":335,"num_reviews":24,"playtime_forever":35557,"playtime_last_two_weeks":38,"playtime_at_review":4167,"last_played":1660165270},"language":"english","review":"no otions of controler sensivity or mouse sensivity and a lot of custumize grafic seathings is just a broken game realy.","timestamp_created":1473942504,"timestamp_updated":1473942504,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25510392","author":{"steamid":"76561198291557509","num_games_owned":7,"num_reviews":1,"playtime_forever":45276,"playtime_last_two_weeks":8,"playtime_at_review":7605,"last_played":1659984581},"language":"thai","review":"ทำไมเลเวลของผมหายหมดทุกตัวตกลงมาเลเวล 1 เหรอครับ ผมแปลกใจช่วยแก้ไขให้ที","timestamp_created":1473942404,"timestamp_updated":1473942404,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25510331","author":{"steamid":"76561198325192212","num_games_owned":20,"num_reviews":1,"playtime_forever":29822,"playtime_last_two_weeks":0,"playtime_at_review":3786,"last_played":1625390879},"language":"thai","review":"เกมดีเเบบบนี้ควรเล่นห้ามพลาดกับเกมเเนว Survival and Horror","timestamp_created":1473942057,"timestamp_updated":1473942057,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25509469","author":{"steamid":"76561198084977118","num_games_owned":167,"num_reviews":22,"playtime_forever":4547,"playtime_last_two_weeks":0,"playtime_at_review":3075,"last_played":1547328915},"language":"thai","review":"เกมอินดี้ราคาย่อมเยาว์ แต่ท้าทาย สนุกกับเพื่อน หรือจะลุยเดี่ยว งานละเอียดครับ แหล่ม 8/10\n\nปล.เจอไมเคิลนี่วิ่งเยี่ยวแตกอ่ะครับ","timestamp_created":1473937656,"timestamp_updated":1477419278,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25509349","author":{"steamid":"76561198093880227","num_games_owned":65,"num_reviews":2,"playtime_forever":42664,"playtime_last_two_weeks":0,"playtime_at_review":4732,"last_played":1565401711},"language":"english","review":"cant stop play this game since I bought it.I had abandoned dota2 for this! Guys come and join us！XD\nThis game gonna bring u lots of fun!","timestamp_created":1473937052,"timestamp_updated":1473937052,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25509144","author":{"steamid":"76561198127348980","num_games_owned":222,"num_reviews":9,"playtime_forever":40741,"playtime_last_two_weeks":355,"playtime_at_review":20388,"last_played":1660471227},"language":"russian","review":"Все еще достоин","timestamp_created":1473935656,"timestamp_updated":1638284957,"voted_up":true,"votes_up":1,"votes_funny":4,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25509054","author":{"steamid":"76561198285766316","num_games_owned":4,"num_reviews":2,"playtime_forever":6673,"playtime_last_two_weeks":0,"playtime_at_review":26,"last_played":1637246456},"language":"thai","review":"ดีมาก สนุกดี  ตกใจมากพอเจอฆาตกรแบบไม่ได้ตั้งตัว\n","timestamp_created":1473935107,"timestamp_updated":1473935107,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25508646","author":{"steamid":"76561198010356871","num_games_owned":608,"num_reviews":4,"playtime_forever":61014,"playtime_last_two_weeks":1210,"playtime_at_review":1225,"last_played":1660539432},"language":"english","review":"I really like this game when it doesn’t put me against a max level killer that is rank 20. nothing quite like being completely outmatched as a new player because everyone else has max levels of the rarest perks. While I am recommending it I would wait until they fix matchmaking so you don't go up against someone with over a thousand hours playing the other roll for the first time. I love the tag of \"asymmetrical horror game\" because every match is against at least two people who have mastered the game.","timestamp_created":1473932562,"timestamp_updated":1473932562,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25508147","author":{"steamid":"76561198124862650","num_games_owned":17,"num_reviews":1,"playtime_forever":11147,"playtime_last_two_weeks":0,"playtime_at_review":5253,"last_played":1619414297},"language":"schinese","review":"如果匹配系统能完善一点就更好了。","timestamp_created":1473929451,"timestamp_updated":1473929451,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25507901","author":{"steamid":"76561198324839998","num_games_owned":10,"num_reviews":2,"playtime_forever":45093,"playtime_last_two_weeks":0,"playtime_at_review":11680,"last_played":1641679661},"language":"russian","review":"Игра очень классная,конечно не мало багов,ну я надеюсь все скоро исправят и будет без минусов.Советую 9/10","timestamp_created":1473927854,"timestamp_updated":1473927854,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25507884","author":{"steamid":"76561198088222323","num_games_owned":32,"num_reviews":4,"playtime_forever":9694,"playtime_last_two_weeks":0,"playtime_at_review":3950,"last_played":1627660245},"language":"schinese","review":"垃圾","timestamp_created":1473927689,"timestamp_updated":1473927689,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25507794","author":{"steamid":"76561198075083679","num_games_owned":47,"num_reviews":3,"playtime_forever":3917,"playtime_last_two_weeks":0,"playtime_at_review":612,"last_played":1549542248},"language":"schinese","review":"不太平衡 （比如我一个1技能屠夫遇见3技能4技能人类）可能我不会玩 但是尼玛人类可以拆外面的钩子 插你奶奶····脑残设计  屠夫 ·特别遇见4人组  我直接退  游戏优化太渣","timestamp_created":1473926985,"timestamp_updated":1473926985,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25507655","author":{"steamid":"76561198081055434","num_games_owned":16,"num_reviews":1,"playtime_forever":19011,"playtime_last_two_weeks":0,"playtime_at_review":5184,"last_played":1490182038},"language":"russian","review":"Хороша!","timestamp_created":1473925919,"timestamp_updated":1473925919,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25507138","author":{"steamid":"76561198318240481","num_games_owned":20,"num_reviews":1,"playtime_forever":44349,"playtime_last_two_weeks":0,"playtime_at_review":8201,"last_played":1658482039},"language":"tchinese","review":"有鬼一lag其他人也跟著lag?遊戲這樣做的?","timestamp_created":1473921902,"timestamp_updated":1473921902,"voted_up":false,"votes_up":5,"votes_funny":2,"weighted_vote_score":"0.529624402523040771","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"25507115","author":{"steamid":"76561198175588467","num_games_owned":2,"num_reviews":1,"playtime_forever":757,"playtime_last_two_weeks":0,"playtime_at_review":753,"last_played":1476562958},"language":"thai","review":"สนุกมากๆๆ","timestamp_created":1473921712,"timestamp_updated":1473921712,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25507114","author":{"steamid":"76561198017481782","num_games_owned":433,"num_reviews":19,"playtime_forever":48167,"playtime_last_two_weeks":30,"playtime_at_review":38314,"last_played":1660606344},"language":"spanish","review":"la concha de tu hermana bhvr","timestamp_created":1473921705,"timestamp_updated":1637789902,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25507113","author":{"steamid":"76561198069807378","num_games_owned":461,"num_reviews":9,"playtime_forever":687,"playtime_last_two_weeks":0,"playtime_at_review":635,"last_played":1483779750},"language":"schinese","review":"道理我都懂，可是为什么双马尾妹子 膝盖上那么多泥土呢","timestamp_created":1473921702,"timestamp_updated":1473921702,"voted_up":true,"votes_up":1,"votes_funny":3,"weighted_vote_score":"0.525547444820404053","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25507059","author":{"steamid":"76561198046705283","num_games_owned":183,"num_reviews":6,"playtime_forever":8767,"playtime_last_two_weeks":0,"playtime_at_review":645,"last_played":1506281632},"language":"english","review":"This is a game with a very good concept that has been almost perfectly executed. When it works it's an absolute delight to play and a fantastic experience. \n\nThey key part of that statement being \"when it works\".\n\nI've never played a game with worse netcode than this one. The matchmaking works less than 1/20 times. You will spend more time sitting on the main menu pressing \"Look for match\" than you ever will playing the actual game. To top it off the game's matchmaking has no queuing system whatsoever so every time it gives you a \"no match found\" error (approximately every 5-10 seconds) you have to hit the \"look for match\" button again. \n\nAbsolutely infuriating.\n\nWhoever is writing the network related code for this game needs to be fired and the whole system needs to be rebuilt from the ground up.\n\nThis singular issue brings a solid 9/10 game down to a 3 or 4. \n\nI cannot in good conscience recommend anyone purchase a game that you cannot play the majority of the time, regardless of how good the game is. \n\n_____________________________________________\n\nThat said if you have 5 friends to play private matches with, go right ahead, you'll have a great time.","timestamp_created":1473921342,"timestamp_updated":1473921342,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25507006","author":{"steamid":"76561198134162774","num_games_owned":181,"num_reviews":5,"playtime_forever":6776,"playtime_last_two_weeks":0,"playtime_at_review":741,"last_played":1651951178},"language":"italian","review":"L unica pecca è il matchmaking,ma il gioco è veramente una figata,ansia e brividi,fottutamente intripposo e innovativo","timestamp_created":1473920981,"timestamp_updated":1473920981,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25506862","author":{"steamid":"76561198317374214","num_games_owned":140,"num_reviews":8,"playtime_forever":5727,"playtime_last_two_weeks":0,"playtime_at_review":4724,"last_played":1529586484},"language":"schinese","review":"玩了一段时间才来评测的，总的来说游戏很不错，很有创意，适合多人联机开黑。但这游戏也有缺点，就是玩时间长一点就容易腻了，而且游戏的外挂有点多。不可否认是款好游戏，还是十分推荐的","timestamp_created":1473919846,"timestamp_updated":1473919846,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25506645","author":{"steamid":"76561198035363871","num_games_owned":172,"num_reviews":1,"playtime_forever":2192,"playtime_last_two_weeks":0,"playtime_at_review":1006,"last_played":1641527948},"language":"english","review":"A really entertaining game with solid mechanics.\n\nUnfortunately, minor things like the ability to reliably find a match come second to essentials like DLC.\n\nI'll happily update this when the game works\n\nEDIT: IT'S OKAY GUYS, THE 80'S CLOTHING PACK HAS FIXED EVERYTHING AND THE GAME WORKS FINE NOW /s","timestamp_created":1473918272,"timestamp_updated":1474681116,"voted_up":false,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.523028314113616943","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25506536","author":{"steamid":"76561198056192851","num_games_owned":107,"num_reviews":10,"playtime_forever":28036,"playtime_last_two_weeks":0,"playtime_at_review":4818,"last_played":1658973040},"language":"english","review":"-Edit Was advised to edit my review. It sucks don't play it.\nDo you enjoy playing for 500 hrs just to be able to have a chance to buy a killer or survivor on the hopes that they are for sale for in-game currency? \nDo you enjoy looking at the floor while hitting a Pallet barricade so the survivor can escape because you lost vision because your an idiot in game and irl?\nThen this game is for you.\nDo you enjoy hiding in a closet irl? Then you will enjoy hiding in the closet in game.\nDo you enjoy Call of Duty Marathon perk?\nThen this game is for you.\nDo you enjoy typing in the post screen chat to see if the server that you're in lags or not?\nThen This Game is for you.\nDo you enjoy playing as the survivor and versing the lagging killer perk? Running around trying to not run into a wall when getting chased?\nThen this game is for you.\nDo you enjoy the mindless generator quick time action events that bore you to sleep so much that you sometimes fail it?\nTHen this game is for you.\nDo you enjoy \"skillfully\" using the jungle gym of infinite jukes to show your killer why this game is so good?\nThen this game is for you.\nDo you enjoy having the ability to not communicate via voice or chat in game to make Role playing something to entertain you with?\nThen this game is for you.\nDo you enjoy that the killer hooks you and sits in front of you for the duration you're hooked?\nThen this game is for you.\nDo you enjoy the killer putting a trap under your hooked body so he can farm points off of you?\nThen this game is for you.\nDo you enjoy farming mindless points because that is how you get a better rank? \nThen this game is for you.\nDo you enjoy how the \"Killer\" is more of a psycopath irl who just wants to farm points instead of killing everyone like an actual \"killer\" to rank up because that is how flawed the game is? The dev's clearly understand what the word killer means and you can tell that they quite clearly playing the game.\nThen this game is for you.\nDo you enjoy wiping your blade and standing still after hitting the survivor so that they can run away and juke you some more?\nThen this game is for you.\nDo you enjoy grabbing a survivor and being unable to hook them because Jake decided it would be fun to remove all the hooks?\nThen this game is for you.\nDo you enjoy playing as the killer and dodging games when there are too many Meg's or Jake's because of how balanced their perks are?\nThen this game is for you.\nDo you enjoy playing as the Hill Billy killer and running in a straight line with your chainsaw only to get juked because survivors know how to press a and d?\nThen this game is for you.\nDo you enjoy playing as the Wraith killer ringing your bell so that the survivors know when to run?\nThen this game is for you.\nDo you enjoy playing as the Nurse killer and blinking only to get tired and stare at the floor for a good 5 seconds.\nThen this game is for you.\nDo you enjoy playing as the Trapper killer and having Jake or other survivors destroy your Traps making them unusable?\nThen this game is for you.\nDo you enjoy having survivors rescue you from a hook and heal you immediatly after and being unable to stop them from healing you; then having the killer return and smack you back on the hook shortly after?\nTHIS GAME IS FOR YOU!!!! 10/10 MUST BUY!!!","timestamp_created":1473917356,"timestamp_updated":1624511710,"voted_up":false,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.472197860479354858","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25505676","author":{"steamid":"76561198308708448","num_games_owned":8,"num_reviews":1,"playtime_forever":7949,"playtime_last_two_weeks":0,"playtime_at_review":3555,"last_played":1528709854},"language":"russian","review":"Игра хорошая.Затягивает прокачкей персонажей.Есть минусы,но они для меня не такие страшные\n","timestamp_created":1473910953,"timestamp_updated":1473910953,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25505622","author":{"steamid":"76561198207301808","num_games_owned":83,"num_reviews":16,"playtime_forever":14941,"playtime_last_two_weeks":623,"playtime_at_review":1764,"last_played":1660569363},"language":"schinese","review":"很好玩","timestamp_created":1473910608,"timestamp_updated":1473910608,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25505616","author":{"steamid":"76561198046109049","num_games_owned":225,"num_reviews":37,"playtime_forever":1058,"playtime_last_two_weeks":0,"playtime_at_review":441,"last_played":1585176165},"language":"english","review":"Great horror game with multiplayer and terrifying elements\n\nEdited: no deluxe edition including all DLC.","timestamp_created":1473910582,"timestamp_updated":1574816091,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25505478","author":{"steamid":"76561198101151346","num_games_owned":44,"num_reviews":2,"playtime_forever":6178,"playtime_last_two_weeks":0,"playtime_at_review":1917,"last_played":1483251658},"language":"english","review":"My review is untraditional and focuses on an aspect of the game some people may not have even considered. Dead by Daylight is a survival horror game where you can take on the roll of a survior or serial killer. At the time of this review there are four serial killers however I find myself only using one for one particular reason. The Trapper is the killer of my choice because he is the easiest to use when trying to convince other players you are friendly. Instead of playing the game as I am supposed to (which is extremely fun) I found even more enjoyment in not killing at all. When a player trusts you, you can follow them around and they will follow you around. They might try to get you to hit them so they can heal each other, you can put down traps and let them disarm them, they might have you walk into traps. All of these can earn you both points so it is beneficial to everyone. In truth I bought this game to compensate for the wait of the Friday The 13th game, I would not recommend buything this game if you are looking for a substitute for the Friday The 13th game but I would recommend this game in general. Playing the game as intended is just as fun as my method and I enjoy running around as a survior doing everything I can to live. One final note is that if you get this game I would recommend using a controller, playing as a killer with mouse is fine but a survivor with the keyboard is a quick and easy way to hurt your hand.","timestamp_created":1473909744,"timestamp_updated":1473914803,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.469798654317855835","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25505171","author":{"steamid":"76561198191959035","num_games_owned":85,"num_reviews":9,"playtime_forever":3244,"playtime_last_two_weeks":0,"playtime_at_review":738,"last_played":1625765147},"language":"schinese","review":"玩是很好玩的，就是匹配系统有问题，匹配系统不是根据实力匹配玩家进行游戏，而是根据段位匹配玩家进行游戏，再加上每个月一次的赛季更新，这样就会匹配一些不属于这段位而且还比自己强或者已经穿着血装的玩家和自己对抗，这就有点自讨苦吃了。还有一个问题就是游戏优化，我这主机玩GTAV都不会卡，反而玩一个5G还不够的游戏差点倒下，这就有点尴尬了。","timestamp_created":1473907638,"timestamp_updated":1473907638,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25505116","author":{"steamid":"76561197976754555","num_games_owned":142,"num_reviews":1,"playtime_forever":28257,"playtime_last_two_weeks":0,"playtime_at_review":3728,"last_played":1659322280},"language":"english","review":"One step forward and two steps back. Game was working great for a while, now it seems like I cannot join a game without one or two people disconnecting. I've been kicked from a few games myself before the match starts.  Needs work on connection stability -- or at a minimum if someone gets kicked off, the game should adjust the number of generators required to escape. Come on devs, you're better than this.","timestamp_created":1473907287,"timestamp_updated":1502645428,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25504541","author":{"steamid":"76561198169228103","num_games_owned":553,"num_reviews":17,"playtime_forever":6297,"playtime_last_two_weeks":0,"playtime_at_review":3148,"last_played":1593642782},"language":"english","review":"This is a great game, has original gameplay and is very fun to play. This game has its frustrating moments and some odd glitches from time to time but at the end of the day it is a amazing game to pick up for the low price of 21.99 Canadian. I recommend this game to anyone who enjoys horror games or just likes to have to make a choice of saving your friends off that hook or running to the door. This game has a lot of potential and is one hundred percent worth your time.","timestamp_created":1473903992,"timestamp_updated":1473903992,"voted_up":true,"votes_up":9,"votes_funny":1,"weighted_vote_score":"0.625045239925384521","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25503210","author":{"steamid":"76561198077130088","num_games_owned":262,"num_reviews":19,"playtime_forever":5740,"playtime_last_two_weeks":0,"playtime_at_review":5705,"last_played":1638439641},"language":"russian","review":"Моменты в игре, которые могут подпортить нервы:\n\n[h1]~33% - шанс, что маньяк будет кемперить[/h1]\nЭто хорошо для некомандной игры - пока один висит, остальные успевают починить генераторы. Хуже когда вы командой играете против траппера, который ставит капкан под жертвой и не уходит. Профессиональные кемпера после победы любят писать в чат: \"Изи!\"\n\n[h1]~20% - шанс нарваться на маньяка-читера[/h1]\nКогда на другом конце карты маньяк точечно положил всю твою команду, закрадываются сомнения, что он играет нечестно. Прячешься в шкаф, но он через всю карту идет именно, сюда, чтобы как бы невзначай проверить шкафчик.\n\n[h1]~20% – шанс, что маньяк будет обузить сервер[/h1]\nВо время игры маньяки скачивают торренты и выживших начинает кидать из стороны в сторону. Бывает, что при этом ты не можешь войти в дверь или снять товарища с крюка.\n\n[h1]~10% – шанс нарваться на маньяка-фидера[/h1]\nМаньяк ловит одного выжившего, доносит его до генератора и стучит по нему. Всем становится понятно, что маньяк добрый и вместо нормальной игры начинаются поддавки.\n\n[h1]~5% – шанс, что ваши подношения сгорят, а игра не начнется[/h1]\nДоговариваешься с друзьями сгустить туман и сделать лунный свет тусклее, используя редкое подношение. Игра при этом может не запустиься или маньяк может ливнуть, увидев, что игра для него усложняется.\n\n[h1]~40% – шанс, что встретившись с маньяком на лестинце, вы не сможете его обойти[/h1]\nВы снимаете товарища с крюка в подвале и бежите вперед него по лестнице, чтобы при встрече с маньяком принять удар на себя. Маньяк увидев, что вы сняли друга, спускается в подвал и вы просто упираетесь в него, буксуя на месте. Выживают не все.\n\n[h1]~1% – шанс, что 1 выживший изначально будет в сговоре с маньяком[/h1]\nВидел такое 1 раз, но говорят, что это не редкость. Выживший-крыса следует за другими выжившими и сообщает их местонахождение маньяку по скайпу. Маньяк находит их, вешает на крюк, крыса снимает, маньяк вешает, крыса снимает, смерть. Если выжившие смекают в чем дело и начинают скрываться от крысы - маньяк закидывает крысу себе на плечо и тогда крыса видит всех выживших и направляет маньяка. Когда маньяк хватает выжившего и понимает, что выживший сейчас вырвется, он бросает выжившего на землю, чтобы крыса его подлатала, после чего бьет и снова поднимает. Таким образом прогрес вашего wiggle-wiggle обнуляется.\n\n\nВ целом же уникальная игра, которая однозначно стоит своих денег.","timestamp_created":1473896064,"timestamp_updated":1475757826,"voted_up":true,"votes_up":469,"votes_funny":158,"weighted_vote_score":"0.883859157562255859","comment_count":53,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25502843","author":{"steamid":"76561198056067177","num_games_owned":339,"num_reviews":8,"playtime_forever":59606,"playtime_last_two_weeks":0,"playtime_at_review":330,"last_played":1659260673},"language":"english","review":"newest update ruined the game, i'm glad vhs just came out","timestamp_created":1473894063,"timestamp_updated":1658357441,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25502602","author":{"steamid":"76561198084409325","num_games_owned":478,"num_reviews":3,"playtime_forever":2534,"playtime_last_two_weeks":0,"playtime_at_review":1690,"last_played":1540027722},"language":"english","review":"A game that can earn some salt post game.","timestamp_created":1473892778,"timestamp_updated":1473892778,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25502287","author":{"steamid":"76561198115811564","num_games_owned":4,"num_reviews":1,"playtime_forever":87607,"playtime_last_two_weeks":0,"playtime_at_review":73832,"last_played":1645954716},"language":"russian","review":"ГОРИТ","timestamp_created":1473891246,"timestamp_updated":1602004702,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25502059","author":{"steamid":"76561198297238560","num_games_owned":1007,"num_reviews":21,"playtime_forever":47027,"playtime_last_two_weeks":132,"playtime_at_review":1275,"last_played":1660011032},"language":"english","review":"This game is just amazing :)","timestamp_created":1473890176,"timestamp_updated":1473890176,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25502020","author":{"steamid":"76561198217427555","num_games_owned":261,"num_reviews":77,"playtime_forever":19334,"playtime_last_two_weeks":30,"playtime_at_review":10931,"last_played":1659623064},"language":"schinese","review":"我能说什么呢，好玩阿，躲猫猫，捉迷藏，你猜我在哪，我去你在我后面偷看我的进度，之前朋友推荐，今天忍不住还是买了，不许打折啊最近，不然我会哭的，刚才玩了第三把，=。=屠夫上来追着我吊打，不能这样对待新手小白啊，还好最后我一直和他打游击战，我躲在他旁边的箱子里面，一会出来秀下操作去修发电机，最后修完了，直接跑路，哈哈，好玩好玩，听到心跳声还特别的紧张，不喜欢女鬼，样子太可怕了-。-\\\\\\\\\n\n\n最新的评价：匹配半小时，游戏3分钟，开挂去你妈，萌新惨如狗，可怜天下屠夫，钩子全被拆光，傲娇难民队，爬着出远门。\n\n曾经挺不错得游戏，现在全是BUG，游戏进不 去成为家常，加载一半崩溃成为习惯，真是DEAD BY DAYBUG\n\n还总遇到拔线屠夫和队友，简直坑爹，你出单机版本好了。优化现在也是一塌糊涂。那个齿轮现在的用法简直是操蛋啊\n\n\n...................../´¯/) \n....................,/¯../ \n.................../..../ \n............./´¯/'...'/´¯¯`·¸ \n........../'/.../..../......./¨¯\\ \n........('(...´...´.... ¯~/'...') \n.........\\.................'...../ \n..........''...\\.......... _.·´ \n............\\..............( \n..............\\.............\\","timestamp_created":1473890038,"timestamp_updated":1573054520,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25501843","author":{"steamid":"76561198277150334","num_games_owned":27,"num_reviews":1,"playtime_forever":331131,"playtime_last_two_weeks":1142,"playtime_at_review":103242,"last_played":1660599722},"language":"english","review":"After more than 1.500 hours playing I have to say this game is still my favourite game and it never gets boring. It has still many balance issues but since the 1.2.1 patch the game gets more and more balanced and fun for Killers and Survivors. What I don't like is the toxic salty community, which is the biggest issue. Killers hate survivors, survivors hate Killers which has some logic but not like this. Survivor mains get salty if the Killer gets a 4k but if the Killer plays fair then the Killer gets bullied the whole game. Like I said, the new patch was a huge step into the right direction and if toxic people wanna quit, seriously, they can. Nobody needs salty 12 years old kids in a horror game. I have fun playing Killer and Survivor. Trying different types of gimmick builds and different playstyles. All in all, I guess this game will stay my favourite for a long time and I also hope it's community is getting more kind and non toxic. If the devs keep the right way doing stuff I also guess the game will still be a famous horror-multiplayer game.","timestamp_created":1473889338,"timestamp_updated":1532705612,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.493297606706619263","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25501547","author":{"steamid":"76561198026106144","num_games_owned":185,"num_reviews":4,"playtime_forever":4145,"playtime_last_two_weeks":0,"playtime_at_review":3052,"last_played":1537815767},"language":"german","review":"Das Spiel macht mega Spaß, allerdings gibt es noch Probleme in der Balance....manche Überlebenden-Taktiken sind so ausgefeilt, dass man in der Verfolgung als Killer keine Chance hat. Auf gewissen Karten gibt es endlos Schleifen die die Survivor immer wieder ablaufen können ohne das der Killer sie einholen kann. Wenn diese Sackgassen beseitigt werden ist das Spiel einwandfrei.","timestamp_created":1473808009,"timestamp_updated":1473808009,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25501381","author":{"steamid":"76561198128024102","num_games_owned":165,"num_reviews":6,"playtime_forever":220456,"playtime_last_two_weeks":2256,"playtime_at_review":113300,"last_played":1660599023},"language":"english","review":"fuck this game","timestamp_created":1473806794,"timestamp_updated":1563051697,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25501104","author":{"steamid":"76561198132373123","num_games_owned":135,"num_reviews":7,"playtime_forever":3151,"playtime_last_two_weeks":0,"playtime_at_review":326,"last_played":1598638404},"language":"english","review":"Ian no longer likes Matt because his saving skills are lacking","timestamp_created":1473805222,"timestamp_updated":1473805222,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.469871282577514648","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25500611","author":{"steamid":"76561198127213156","num_games_owned":221,"num_reviews":4,"playtime_forever":446,"playtime_last_two_weeks":0,"playtime_at_review":211,"last_played":1588308149},"language":"english","review":"Love this game... It's the best when you have a full team of freinds so you can take turns killing each other. Have fun and kill on!","timestamp_created":1473802928,"timestamp_updated":1473802928,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25500398","author":{"steamid":"76561198009474694","num_games_owned":521,"num_reviews":16,"playtime_forever":1147,"playtime_last_two_weeks":0,"playtime_at_review":753,"last_played":1570498812},"language":"french","review":"Ce jeu était bien à la bêta, même si les tueurs avaient un léger avantage. Maintenant cela ne sert plus à rien de jouer, un système anti cheat foireux, et le mécanisme des level est bancale. (Incarnez un Tueur inférieur au level 10 ne vous empêchera pas de tomber contre des personnes à 4 compétence en gros des niveaux 50 et vice versa).\nMais le jeu reste quand bien dans l'ensemble si on tombe sur des joueurs qui savent play. (et sans désynchro bien entendu)\n\nLes Plus: \nJouer survivant et/ou tueur\nJouer entre amis (attention longue attente pour trouver une partie)\nGraphisme\nAmbiance stressante\nStyle de jeux \n\nLes Moins:\nMatch officiel avec ou contre des prémades de survivant (jouent entre eux et vous laisse creuver sur un crochet)\nSystème anti cheat presque inexsitant \nReport de glitcher et/ou cheater foireux \nCheat (hélas encore et toujours trop présent)\npalier lvl inférieur à 10 ( 1 compétence ) vs lvl 50 (4 compétence)\nCommunauté hasardeuse ( Déco en pleine partie, insulte en fin de match)\nBeaucoup trop de désynchro (c'est le tueur qui héberge donc si il a une connexion pourav bon courage)\n\nEdit: Nouvelle évaluation suite update","timestamp_created":1473801834,"timestamp_updated":1475675704,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.498519241809844971","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25500262","author":{"steamid":"76561198125177883","num_games_owned":44,"num_reviews":13,"playtime_forever":57146,"playtime_last_two_weeks":0,"playtime_at_review":989,"last_played":1649892629},"language":"english","review":"Stopped playing the game 4 months ago due to the game being just bad. (unsteady framerate, horrible internet connectivity to players, randomly kicking you from the game, unfair perks and gameplay, no mouse sensitivity option, no in-game communication at all for the survivors etcetera. \nCame back today with hope that they would have fixed some of these problems, they had not.\n\nSo I can't recommend the game as of right now\n\nThis was written 4 years ago and is no longer relevant, this is my go-to game now","timestamp_created":1473801133,"timestamp_updated":1606841806,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25499922","author":{"steamid":"76561198212016597","num_games_owned":166,"num_reviews":9,"playtime_forever":7860,"playtime_last_two_weeks":0,"playtime_at_review":5799,"last_played":1651943469},"language":"russian","review":"сбросился прогресс и написал в техподдержку и спустя 2-3 месяца наконец все вернули. збс спс","timestamp_created":1473799413,"timestamp_updated":1544139623,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25499651","author":{"steamid":"76561198285800227","num_games_owned":46,"num_reviews":2,"playtime_forever":73456,"playtime_last_two_weeks":0,"playtime_at_review":8292,"last_played":1658001460},"language":"koreana","review":"ㅓ","timestamp_created":1473798147,"timestamp_updated":1473798147,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25499512","author":{"steamid":"76561198080859512","num_games_owned":296,"num_reviews":9,"playtime_forever":19292,"playtime_last_two_weeks":0,"playtime_at_review":3369,"last_played":1631191778},"language":"thai","review":"เกมดี แน่นิสัยคนเล่นเลว มาก","timestamp_created":1473797439,"timestamp_updated":1473797439,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25499300","author":{"steamid":"76561198180377691","num_games_owned":100,"num_reviews":27,"playtime_forever":1588,"playtime_last_two_weeks":0,"playtime_at_review":694,"last_played":1546972548},"language":"german","review":"\"PlayButtons werden noch rausgesucht\"","timestamp_created":1473796512,"timestamp_updated":1473796512,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.501073777675628662","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25499200","author":{"steamid":"76561198231697424","num_games_owned":102,"num_reviews":18,"playtime_forever":78770,"playtime_last_two_weeks":213,"playtime_at_review":15427,"last_played":1660266406},"language":"english","review":"Please describe what you liked or disliked about this product.","timestamp_created":1473796060,"timestamp_updated":1637965949,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25498967","author":{"steamid":"76561198081989522","num_games_owned":39,"num_reviews":2,"playtime_forever":3274,"playtime_last_two_weeks":0,"playtime_at_review":402,"last_played":1562693223},"language":"italian","review":"DIO CANE, mettete a posto il matchmaking","timestamp_created":1473795087,"timestamp_updated":1473795087,"voted_up":false,"votes_up":3,"votes_funny":2,"weighted_vote_score":"0.466901391744613647","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25498888","author":{"steamid":"76561198091667027","num_games_owned":197,"num_reviews":30,"playtime_forever":8273,"playtime_last_two_weeks":0,"playtime_at_review":6767,"last_played":1590690016},"language":"english","review":"this is my update on this review the games got lots of players now and is  varey nice now 9/10.......at the start some months back there ware like no players  and id be whiting 30 min to join a game now its just like 10sc to join  all batter :D","timestamp_created":1473794723,"timestamp_updated":1523530954,"voted_up":true,"votes_up":1,"votes_funny":2,"weighted_vote_score":"0.477272719144821167","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25498715","author":{"steamid":"76561197990716133","num_games_owned":168,"num_reviews":8,"playtime_forever":72820,"playtime_last_two_weeks":0,"playtime_at_review":61888,"last_played":1641610397},"language":"english","review":"please pee your pants right now","timestamp_created":1473793901,"timestamp_updated":1572907018,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.545254528522491455","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25498654","author":{"steamid":"76561198043405255","num_games_owned":59,"num_reviews":1,"playtime_forever":7941,"playtime_last_two_weeks":0,"playtime_at_review":5052,"last_played":1557770122},"language":"english","review":"-fixed the ready \n-fixed the kicked to main menu\n\nTY for this awesome game. I can now play with my friends! :)","timestamp_created":1473793661,"timestamp_updated":1475264382,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.502487540245056152","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25498644","author":{"steamid":"76561198183833151","num_games_owned":233,"num_reviews":4,"playtime_forever":111,"playtime_last_two_weeks":0,"playtime_at_review":16,"last_played":1580616365},"language":"english","review":"Great game, ton of fun, super teamwork based, 10/10 would reccomend","timestamp_created":1473793628,"timestamp_updated":1473793628,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.483870983123779297","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25498637","author":{"steamid":"76561198327697476","num_games_owned":21,"num_reviews":2,"playtime_forever":1873,"playtime_last_two_weeks":0,"playtime_at_review":1675,"last_played":1475412897},"language":"english","review":"With the premise that I do not like leaving reviews of a game I've only played barely 10 hours, I consider this a fantastic game when it comes to mechanics, but it has so many flaws - like everything after all.\n\nOf those barely 10 hours, the vast majority has been spent pressing \"JOIN A LOBBY\" and shortly after having to press it again, and again, and once again. This game needs some serious attention to its lobby system and how players create/join lobbies because, as of now, it kind of ruins the player experience, especially as a casual player who just wants to pop-in for a couple of hours and actually play for at least one and half hour of those.\n\nOther than that, I like the artistic concept... but boy are they heavy. I run the game at max resolution and high settings on a 4K screen and a solid frame rate. Yet, the 3D graphics look quite poor.\nMoving onto the sound and music. Spot. On. - Everything feels immersive and suspensful. I got used to the Wraith's jump scares - ok, little note just a second: why on Earth would you even consider giving stealth to a killer in a game like Dead by Daylight is far beyond my comprehension.. like, isn't the game scary enough? It sure is for me! - and still everytime I hear that heartbeat or even that warning for skill checks while repairing a generator, I swallow a little piece of my heart.\n\nI'm looking forward to seeing how the game development progresses, especially with new characters, killers and possibly game modes. As of now, I'd recommend the game 110%.","timestamp_created":1473793586,"timestamp_updated":1473793689,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25498574","author":{"steamid":"76561198051426395","num_games_owned":194,"num_reviews":45,"playtime_forever":149,"playtime_last_two_weeks":0,"playtime_at_review":71,"last_played":1540257940},"language":"english","review":"Dead by Daylight... A brilliantly designed game by Behaviour Digital Inc. The graphics are good, a bit dark at some points but an overall beautiful game. The game itself has 4 players and many characters to choose from to play as. Their goal is to escape from the killer. The killer can choose from 4 different killers, which all have a unique perk that will allow them to kill faster and/or easier. When you activate a generator, it notifies the killer where you are, making your adrenaline rush, your heart beat faster, until he gets in view. You cannot outrun the killer, your only choice is to jump through windows, knock over boards, or to hide if he looses sight of you for a minute. If all the players but 1 die, a secret hatch will unlock, better find it before the killer, if he does, you cannot escape unless you open the doors while he guards the hatch, and when he sees you trying to go for the door, you can run around him and go to the hatch. \nA few minor glitches here and there, also balancing levels is not the best, but this game has true potential in the future. I am excited to see what they have in store for their next big update/DLC. \n\nThe Last Breath Chapter captured an ayslum feel, a nurse who can \"blink\" to kill you, and a new survivor was added. A new map was also added, even though I have never played on it due to random maps and usually getting the same two, I have seen what it looks like and its a thrill!","timestamp_created":1473793352,"timestamp_updated":1473793352,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25498531","author":{"steamid":"76561198046202110","num_games_owned":94,"num_reviews":16,"playtime_forever":10867,"playtime_last_two_weeks":0,"playtime_at_review":2906,"last_played":1642850369},"language":"russian","review":"Короче, игруха топчик, когда купил затянуло и сначала было ссыкатно пиздос, но потом начинаешь понимать, что маньяк это хуй с горы, который только и может, что бегать за тобой и ты его тралишь, он ахуевает иливает, ггвпиграизи(багов дохуя, а так топчик)","timestamp_created":1473793166,"timestamp_updated":1473793166,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25498502","author":{"steamid":"76561198152724290","num_games_owned":72,"num_reviews":4,"playtime_forever":7635,"playtime_last_two_weeks":0,"playtime_at_review":2229,"last_played":1556883420},"language":"english","review":"Bugs,bugs,bugs,bugs,and more bugs but still a good game.Needs A LOT of fixes","timestamp_created":1473793076,"timestamp_updated":1473793076,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25498296","author":{"steamid":"76561198177099942","num_games_owned":18,"num_reviews":5,"playtime_forever":1355,"playtime_last_two_weeks":0,"playtime_at_review":402,"last_played":1631966830},"language":"russian","review":"Прикольнная игрушка с хорошей графикой. Правда Voice Chat`s не хватает ))\n","timestamp_created":1473792179,"timestamp_updated":1473792179,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.508591055870056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25498235","author":{"steamid":"76561198168157088","num_games_owned":146,"num_reviews":3,"playtime_forever":18116,"playtime_last_two_weeks":0,"playtime_at_review":811,"last_played":1659322921},"language":"english","review":"This game although new is amazing, it has so much potential and is great as it already is.\n\nWith the potential part i believe that the matchmaking system is broken, its long and you always find the ranks to be way off of yours, i've been against a rank one killer while i was a rank 18 survivor, the rest of my team were between 15-6, and for how long i waited for that game was ridiculous.\n\nI'm not trying to say the game is bad i'm just trying to say that it's buggy and i want the devs to see this post","timestamp_created":1473791904,"timestamp_updated":1473791904,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25497961","author":{"steamid":"76561198052243602","num_games_owned":16,"num_reviews":1,"playtime_forever":146717,"playtime_last_two_weeks":769,"playtime_at_review":17050,"last_played":1660424377},"language":"spanish","review":"Con esta última actualización la han cagado pero bien,esta demasiado roto el amigo Michael Myers y el sistema de busquedas de partidas es desastroso y encima la mayoria de partidas con lag.\nVolvere a probarlo con el siguiente parche a ver  y si no a mejorado,,,,,,,,,,,,, pues una pena","timestamp_created":1473790682,"timestamp_updated":1478110133,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.463708758354187012","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25497954","author":{"steamid":"76561198017129593","num_games_owned":158,"num_reviews":2,"playtime_forever":3379,"playtime_last_two_weeks":0,"playtime_at_review":2005,"last_played":1640532469},"language":"russian","review":"Эта игра просто ложила огроменный хер на то , тыкаешь ты пробел или нет .\n10 пробелов из 10\n","timestamp_created":1473790651,"timestamp_updated":1473790651,"voted_up":false,"votes_up":0,"votes_funny":2,"weighted_vote_score":"0.456431567668914795","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25497906","author":{"steamid":"76561198293598069","num_games_owned":60,"num_reviews":10,"playtime_forever":45676,"playtime_last_two_weeks":0,"playtime_at_review":16722,"last_played":1655451543},"language":"russian","review":"Игра хорошая,существует много плюсов и минусов,но минусов чуть больше.Не рекомендую вспыльчевым людям(я серьёзно если вы такой не скачивайте).\n\nПлюсы:\n-Атмосфера\n-Интерес вызывает\n-Затягивает\n-Единственная игра с такой тематикой,которая остается популярной\n\nМинусы:/\n-85% комьюнити агрошкольники и люди с огненым пуканом\n-Почти каждое DLC платное\n-Отсутствует баланс\n-Множество не нужных перков","timestamp_created":1473790387,"timestamp_updated":1606668643,"voted_up":true,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.56204378604888916","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25497808","author":{"steamid":"76561198180638470","num_games_owned":77,"num_reviews":26,"playtime_forever":11859,"playtime_last_two_weeks":0,"playtime_at_review":1865,"last_played":1605215005},"language":"turkish","review":"Oyun gayet guzel ama survivallar hiç kacamiolar o yuzden killerlara nerf gelmesi lazım bir de oyunun sunucusu acilen geliştirilmesi şart oyun bulmakta zorlanıyoruz grafikler güzel ortama uyumlu sesler güzel oyunu alın gitsin","timestamp_created":1473789955,"timestamp_updated":1473789955,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25497736","author":{"steamid":"76561198013447883","num_games_owned":654,"num_reviews":125,"playtime_forever":536761,"playtime_last_two_weeks":4527,"playtime_at_review":173546,"last_played":1660601163},"language":"english","review":"The base idea for the game is great but poorly executed.\n\nThe game is poorly made and very unbalanced.\n\nThe dev team seems uncapable of fixing core issues such as balance and stability.\n\nAside from problems with the actual game, the developers do not ban people for stream sniping and continuously harassing their top streamers.\n\nHit detection on the survivors side is very, very bad and you need to be 3m in front of the killer to avoid being hit by attacks while vaulting windows and dropping pallets.\n\nDead by Daylight is a great idea, an experiment gone right but in the wrong hands.\n\nReview will furthermore remain negative until Spirit is PROPERLY nerfed.\n\n---\n\n2020 update\n\nThe game has loads of cheaters, hit detection is still very poor at window vaults and pallets.\nDevs are focusing on new chapters and cosmetics as opposed to bugfixes and game health.\n\nEvery update features new issues which weren't present before.\n\nThe killer roster is still very unbalanced with certain characters being far superior to others in terms of effectiveness. For example Spirit vs Demogorgon...\n\n2020 update 2\n\nCheaters roam free and can do basically anything up to and including switching player IDs in order to potentially get innocent players banned.\n\nHackers have applied disconnect penalties to players in a session at their will.\n\nDevs also have now to my knowledge banned at least 3 players incorrectly, for some reason or another. These 3 bans were later reversed along with an apology but it goes to show the state the game is in.\n\nAbsolutely abhorrent game moderation and totally unprofessional.\n\n---\n\n2022 update\n\nThe game is chalk full of  cheaters to the degree that there is one in every one of my killer matches.\n\nMMR was added which causes good killer players to naturally gravitate towards hackers, that apparently aren;t even getting banned by the devs.\n\nThe game has no server side security to combat cheating, EAC gets easily bypassed and nothing seems to be getting done about the situation, resulting in the game being unplayable for high level players.","timestamp_created":1473789634,"timestamp_updated":1640050909,"voted_up":false,"votes_up":11,"votes_funny":2,"weighted_vote_score":"0.63003242015838623","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25497724","author":{"steamid":"76561197964852023","num_games_owned":84,"num_reviews":2,"playtime_forever":20082,"playtime_last_two_weeks":0,"playtime_at_review":528,"last_played":1625434273},"language":"english","review":"I played vs 1 rank as 20 rank(have 1 perk(common)) vs 4 skills and addons(MEMENTO MORI) and 3rd lvl prestige. Good game, nice balance ,buy it.","timestamp_created":1473789597,"timestamp_updated":1556911140,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25497661","author":{"steamid":"76561198066537864","num_games_owned":163,"num_reviews":1,"playtime_forever":265,"playtime_last_two_weeks":0,"playtime_at_review":224,"last_played":1467398290},"language":"german","review":"Tolles Spiel. Nur ist es schade dass Spieler wegen Verbindungsfehlern und so entstehenden Bugs als ,,Cheater'' gebrantmarkt und gebannt werden. Tja die Null-Tolleranz-Strategie wird auf dauer vielen Spielern den Spaß verderben.","timestamp_created":1473789333,"timestamp_updated":1473789333,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.501073777675628662","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25497504","author":{"steamid":"76561198039178411","num_games_owned":12,"num_reviews":3,"playtime_forever":18835,"playtime_last_two_weeks":0,"playtime_at_review":4805,"last_played":1644237914},"language":"english","review":"GAME OKEY  GRAFICA  NO 3D   ONLY  1920X1080  3840X2160  NOT WORK  MOUSE  PROBLEM   HD  WORK  PERFECT","timestamp_created":1473788601,"timestamp_updated":1473788601,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.447913110256195068","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25497456","author":{"steamid":"76561198258608360","num_games_owned":36,"num_reviews":9,"playtime_forever":93090,"playtime_last_two_weeks":582,"playtime_at_review":27432,"last_played":1660153383},"language":"thai","review":"Join A Lobby.......Waiting......Loading.....Join A Lobby.....Waiting....Loading\nPlease fix this otherwise this game is really good. It takes 30 minute to play game. Half of my playtime is waiting in Lobby :(","timestamp_created":1473788431,"timestamp_updated":1622880443,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25497394","author":{"steamid":"76561198328871603","num_games_owned":64,"num_reviews":4,"playtime_forever":17068,"playtime_last_two_weeks":0,"playtime_at_review":2122,"last_played":1624644221},"language":"swedish","review":"det är ett extrem bra spel men den tar litte för longt att hitta en lobby men annars är det det bässta spellet jag har spellat i år","timestamp_created":1473788238,"timestamp_updated":1473788238,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25497051","author":{"steamid":"76561198017689577","num_games_owned":50,"num_reviews":3,"playtime_forever":4095,"playtime_last_two_weeks":0,"playtime_at_review":912,"last_played":1637005819},"language":"danish","review":"Great game","timestamp_created":1473786795,"timestamp_updated":1473786795,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25496974","author":{"steamid":"76561197984434086","num_games_owned":466,"num_reviews":5,"playtime_forever":23814,"playtime_last_two_weeks":0,"playtime_at_review":2953,"last_played":1499179437},"language":"russian","review":"Можно взрывать генераторы. Можно не взрывать. Можно сделать так, чтобы другой взрывал.\nПеред тем, как взорватся генератор издаёт особый звук. Оказывается перк есть на каждом левеле, его надо только тщательно искать! Можно потерять все перки, придется менять аккаунт.\nПриятной игры","timestamp_created":1473786471,"timestamp_updated":1473786471,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.517679035663604736","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJ4pZyhktcCftihYQ=="}