{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"25539768","author":{"steamid":"76561198157142274","num_games_owned":188,"num_reviews":9,"playtime_forever":3087,"playtime_last_two_weeks":0,"playtime_at_review":881,"last_played":1586597066},"language":"thai","review":"เป็นเกมที่ดีนระดับหนึ่ง Gameplay ระทึกดีทั้งคนล่าและคนหนี แต่ข้อนข่างเบื่อง่ายจากที่มี gamemode อยู่โหมดเดียว แต่ก็ยังมีอัพเดตแมปกับตัวละครใหม่เข้ามาเรื่อยๆ ติดอย่างเดียวคือต้องเสียเงินซื้อเพิ่ม","timestamp_created":1474085608,"timestamp_updated":1587725336,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25539554","author":{"steamid":"76561198101889083","num_games_owned":156,"num_reviews":9,"playtime_forever":79395,"playtime_last_two_weeks":786,"playtime_at_review":21902,"last_played":1660398119},"language":"schinese","review":"555~Epic可以白嫖了","timestamp_created":1474084542,"timestamp_updated":1637897717,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25538599","author":{"steamid":"76561198242263570","num_games_owned":2,"num_reviews":1,"playtime_forever":9437,"playtime_last_two_weeks":0,"playtime_at_review":3056,"last_played":1532591996},"language":"english","review":"Good Game","timestamp_created":1474079331,"timestamp_updated":1474079331,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.497925341129302979","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25538583","author":{"steamid":"76561198115012538","num_games_owned":228,"num_reviews":4,"playtime_forever":31093,"playtime_last_two_weeks":0,"playtime_at_review":8017,"last_played":1649576178},"language":"english","review":"Dead by Daylight, certainly a game that seems to fluctuate in popularity since one of the biggest memes is that the game is literally 'dead by daylight' in terms of player population.\n\nLet me make something very clear: I love this game.\n\nI cannot recommend it, however. Not at this time.\n\nThere are plenty of reasons that I like this game: On one side of the coin that is Dead by Daylight, you can play as the Killer and live out the power/stress relief fantasy of killing some very (un)deserving individuals, or at the very least torturing them by hanging them on meat hooks in a wonderfully violent display. On the other side, you can play as the Survivors, who serve as the more tense playstyle as you keep an eye out for the Killer, fix generators, and escape (for now).\n\nThe first problem I have with the game, in my experience, is that playing as a Survivor makes the game less tense over time. Yes, in a horror game, you're supposed to be scared from time to time. In Dead by Daylight, however, as you progress in the levels of a Survivor, you start to lose that fear. This loss of fear is pounded down multiple times by several key reasons: Perks, Survive With Friends, and the matchmaking system of the game itself.\n\nLet me clarify that I don't primarily play Survivor, I play Killer more. I try to ENJOY playing Killer, because I like the game from a more casual and fun standpoint over the ingrained competitive aspect. The three things I listed above, however, make playing Killer frustrating, to say the least. Sure, Killers get perks as well, but there's no telling of how long a given perk will remain useful as the developers update the game with buffs and nerfs.\n\nThe problem with Perks that I've noticed, at least from the Survivor side, is that certain ones are always used when available to players. Self Care, which grants self-healing at a lower efficiency compared to a Med-Kit, Sprint Burst, which is exactly what it says on the tin, and then Spine Chill or Premonition, two perks that help pinpoint Killer locations, are the established staple perks for Survivors just to compete. Saboteur was previously in this 'meme trinity' of perks as it both removed the key ability of the Trapper Killer, while also let players destroy the meat hooks that they deserve to be hung on. The only reason that I've heard of for this change in the tier of use is that it received a drop in point gain for the use of it. Bear in mind that none of the statistics or the effect itself changed, just the points gained from it. This isn't a real nerf.\n\nOnto the Killer's side of perks, the biggest target in the community as of this moment is Iron Grasp, a perk that makes it harder for Survivors to wiggle free of a Killer's grasp when they've been taken down. This perk was (and probably still is) only used for the sole purpose of countering Saboteur, since what's the point of picking up a Survivor when all of your hooks have been demolished and the only unbreakable ones are on the opposite side of the map? The developers also seem pretty intent on removing the effectiveness of Killer perks, as for the past three dev streams on their respective Twitch channel, they either make no mention of Killer perks, or they proceed to nerf them in some fashion that doesn't affect point gains, but changes the numbers and statistics of the perk, usually lowering them. The next victims on the chopping block for this event, at the time of writing, is A Nurse's Calling, a perk that helps pinpoint Survivors being healed or are injured, Spies From The Shadows, which uses crows in the maps to give signs of recent Survivor activity when spooked.\n\nThe next key issue I mentioned was Survive With Friends. Everyone knows what this is, but for those who don't, it's basically a party system for Survivors. Who then go against a random Killer trying to host a lobby. Who then either disbands the lobby when there's 6 seconds left on the countdown because they're a SWF group, or disconnects mid-game because the unfairly precise coordination led to a literal three minute game as all the generators are popped in very quick succession. The mode itself is FINE, but only when the level of communication is matched with the Killer in some way (i.e. text-based communication from the lobby before the game starts.) This mode is unfortunately plagued by people who are usually squatting in a voice-chat medium like Skype, Teamspeak, or Discord, which usually leads to a biased game as players, dead or not, can inform others about Killer locations in a game where communication is meant to be limited and restricted to what is essentially emotes.\n\nLastly, the final issue. This one is something that many people have complained about, and the developers usually feign a true answer when it's asked. Matchmaking. No, I'm not talking about how the Killer hosts the lobby and the Survivors trickle in and then the game starts. I'm talking about Matchmaking from the more competitive aspect. The game uses a ranking system, separated between the playstyles for each player. Each playstyle starts at the lowest rank (20) and build themselves up to the top (1). The core problem with this that people complain about, and it comes from both sides, is that the matchmaking is broken. And it is, without a doubt. Due to my casual playing, my highest rank in the game I've reached is 19 for the Killer. I'd probably match the rank in Survivor if, at the time I would've ascended in rank, the Internet connection was more stellar than it was. There is a huge disparity in matching ranks, as a Rank 20 fresh Killer can be paired up against a full four-man team of Rank 1-10 Survivors with actual progress on their characters. This has happened to me, and it hasn't only happened to me. I'm personally miffed because developers tend to insist that the issue is being looked into and that there isn't just an influx of Survivors over Killers in terms of player count, but their solutions, if one is proposed, usually never works.\n\nThere are many other problems with the game as it stands, including the use of 'infinites' and the very soon to come, very crippling nerfs the Nurse killer might receive, but those main three seem to be the most consistent in complaints and experience, and that is where I will leave it. My hope remains in the game being straightened out at some point in my lifetime, but I harbor serious, crushing doubts.\n\nTL;DR: Due to developer bias or incompetence, Survivors have a massive leg-up on Killers, who are being turned off from the game due to the imbalance of Survivor/Killer perk buffs/nerfs, the Survive With Friends mode, which instills toxic behavior and unfairness, and the broken matchmaking.\n\nBehaviour, as developers, have my respect from Warhammer 40,000: Eternal Crusade, but they also have my ire from this game and their lack of balance in the community.\n\nEDIT: It's still not that great. Also I nominate this game for the \"Villain Best In Need of a Hug\" Award.","timestamp_created":1474079238,"timestamp_updated":1480210245,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.505502462387084961","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25538580","author":{"steamid":"76561198203214213","num_games_owned":60,"num_reviews":5,"playtime_forever":1674,"playtime_last_two_weeks":524,"playtime_at_review":494,"last_played":1660555861},"language":"russian","review":"Отличная игра чтобы отдохнуть и тупо расслабится) Порой заставляет пощеголять нервишки) Советую к покупки!) не пожалеете !","timestamp_created":1474079226,"timestamp_updated":1474079226,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.509433984756469727","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25538509","author":{"steamid":"76561198288120453","num_games_owned":332,"num_reviews":36,"playtime_forever":5892,"playtime_last_two_weeks":0,"playtime_at_review":3592,"last_played":1589897022},"language":"schinese","review":"游戏设计的不错，不过bug不少，希望能多修改，游戏开始前的EAC检测我总是要试好几次才能进去","timestamp_created":1474078926,"timestamp_updated":1474078926,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25537978","author":{"steamid":"76561198066565678","num_games_owned":71,"num_reviews":4,"playtime_forever":91,"playtime_last_two_weeks":0,"playtime_at_review":60,"last_played":1481545349},"language":"english","review":"Good game to get the scares on your friends and to randomaly scare anyone into the \"nope\" corner of gaming. As said though great game to play with friends playing with random people can get boring over time. That said solid game and would recommend to anyone just looking to scare friends in a game.","timestamp_created":1474076132,"timestamp_updated":1474076132,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25537626","author":{"steamid":"76561198100072082","num_games_owned":20,"num_reviews":1,"playtime_forever":42990,"playtime_last_two_weeks":0,"playtime_at_review":4036,"last_played":1656398314},"language":"koreana","review":"가격이 싼편이고 꿀잼임 그리고 패치를 균형있게 잘한다고 생각함\n","timestamp_created":1474074128,"timestamp_updated":1474074128,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25537365","author":{"steamid":"76561198020007632","num_games_owned":87,"num_reviews":4,"playtime_forever":50001,"playtime_last_two_weeks":154,"playtime_at_review":10266,"last_played":1660384425},"language":"english","review":"A game of frustration, good training for thicker skins.","timestamp_created":1474072627,"timestamp_updated":1474072627,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25537347","author":{"steamid":"76561198103608230","num_games_owned":187,"num_reviews":28,"playtime_forever":3295,"playtime_last_two_weeks":0,"playtime_at_review":2244,"last_played":1511497054},"language":"russian","review":"Тварь дрожащая или право имеешь. Постараюсь быть краток но вряд ли получится. Пишу для тех кто ещё не потратил баблос желая очутиться в любимом фильме ужасов. Изначально игруха планировалась как хорор про маньяка  ну и соответственно его жертв. Что-то у них с начало выходило но потом они начали косячить, косячить и косячить. Взял я сей «шедевр» ещё на стадии разработки по предзаказу.  Получил 4 дэмки которые сразу разослал корешкам к которым они даже и не притронулись. И вот тут самое главное! Игруля была более играбельная на иностранном языке с кучей багов чем сейчас!  Дальше её только засерали всякой лишний не нужной хуйнёй. Единственная причина по которой в неё можно было играть это фан, больше она ничего не могла предложить а теперь и этого нет.  Жертва перестала быть жертвой а маньяк-сущее зло которому ничего нельзя противопоставить от которого можно только попытаться убежать стал ЛОХОМ.  Релиз отгремел ещё 4 месяца назад но баги так ни кто не устранил. У тебя есть все шансы провалиться под карту быть зажатым поддоном, уткнуться в невидимую стену. Играя за маньяка  убийцу ты периодически видишь своё же ебало которое закрывает тебе пол экрана, пропадает курсор мыши когда ты выходишь в менюшку. После боя ты даже не можешь отписаться в чате или начать следующую катку. В общем залупа, которая просто выбешивает временами. \nБорис-Бритва или Борис-хрен попадёшь. Да я сейчас о выживших. Эта фантастическая четвёрка, асасины-легкоотлеты мастера спорта, умелые механики, нинзя-спринтеры дети ночи и марафонцы в одном флаконе которые идя в лес захватили с собой на всякий случай рем комплекты аптечки и фонари которыми можно даже ослепить, ну да хуй с ним. Осталось раздать им только стволы чтобы они могли завалить маньяка и подмять под себя его делянку а потом меряться пиструнами уже между собой.  Они волшебным образом знают о  расположение капканов, могут ломать их за считаные секунды а некоторые перки дают возможность и вовсе не захлопываться на ноге.  В игре эти капканы называются «капканами на медведя», хотя ни чего общего с ними не имеют. По факту это «№5 на волка». Капканы же на медведя в рашке уже не производятся с 1914, а в США  с 1928г. Отказались от них по причине попадания в них людей, так как если это случится можно было лишиться обеих ног. Опять же хуй с этими капканами,  в игре за траппера (маньяк такой, капканы его фишка) теряется всякий смысл. В игрушки разрабы решили для того чтобы уравновесить шансы (непонятно зачем учитывая что это «хорор»), сделали «выживальшикам» вид от третьего лица когда маньяк видит всё от первого. Выжевшему бывает достаточно во время погони побежать в сторону маньяка и он потеряет его из виду. Выживший может прятаться у него за спиной. Выживалишики могут слышать о приближении маньяка(в этой игре от слова «Манька») метров так за 40, как но шумит-шуршит-пердит и громко дышит.  С нужными перками выживальшики будут знать даже когда он смотрит в их сторону когда нет визуального контакта. Маньяк сидит в подвале а выживший в соседнем доме чинит генератор и в хуй не дует не опасаясь получить пиздов. Про перки выживальшиков можно написать целую статью но я заебусь. Главное что ими можно перекрыть все худо-бедно полезные перки маньяка. Перки маньяка это что-то типа ускорения ходьбы когда почти все съебали на 3% или скорости замаха на 4% когда ты ебанул мимо и дрочишь 4 секунды перед следующим ударом разглядывая свои башмаки и травку под ними, ну или «ломать доски на 30% процентов быстрее» когда твоя «жертва» съебала на другой конец карты а ты уставившись на поддон из «Пятёрочки». Бля перк с поддоном считается одним из 3х самых сильных в этой игре за маньяка. \nЛадно, у меня уже получилась простыня. Дальше по пунктам для экономии вашего и моего времени.  Чуть ниже в коментах, всего 11.","timestamp_created":1474072546,"timestamp_updated":1475012725,"voted_up":false,"votes_up":25,"votes_funny":16,"weighted_vote_score":"0.5422402024269104","comment_count":15,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25537121","author":{"steamid":"76561198068729653","num_games_owned":244,"num_reviews":6,"playtime_forever":2268,"playtime_last_two_weeks":0,"playtime_at_review":1951,"last_played":1527217960},"language":"english","review":"I personally really enjoy this game, but I will say that it does have its downfalls, for example the cheaters in this game is fucking ridiculous, the amount of killers that have esp in this game is outstanding. I hope that they fix this issue in a future update. Another issue I have with the game is the matchmaking, if I want to survive with a full group of my friends we literally have to spend 30 minutes to an hour spamming ready over and over because it is nearly impossible to find a monster with a full group empty and when we do the monster backs out because they were trying to get their friends or something, which is dumb. They should also make an option so you can kill your friends but outside of a private match so that you can open the lobby to randoms so  you can still get the blood points.","timestamp_created":1474071333,"timestamp_updated":1474071333,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.527559041976928711","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25537102","author":{"steamid":"76561198057442144","num_games_owned":75,"num_reviews":4,"playtime_forever":1007,"playtime_last_two_weeks":0,"playtime_at_review":986,"last_played":1477937285},"language":"english","review":"I think its fun but i feel like you can only  play it max 1 hour before it starts to get a little bit boring.","timestamp_created":1474071243,"timestamp_updated":1474071273,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.473372787237167358","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25536554","author":{"steamid":"76561198088377062","num_games_owned":64,"num_reviews":2,"playtime_forever":136567,"playtime_last_two_weeks":0,"playtime_at_review":2114,"last_played":1658336881},"language":"polish","review":"good game\n","timestamp_created":1474068459,"timestamp_updated":1474068459,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.51703876256942749","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25536517","author":{"steamid":"76561198049629352","num_games_owned":37,"num_reviews":4,"playtime_forever":8583,"playtime_last_two_weeks":0,"playtime_at_review":7368,"last_played":1544909274},"language":"german","review":"Bugs über Bugs... Für jeden folgepatch hast du xxx andere Bugs vom EAC reden wir garnicht. weil dieses etwas komische Game grundlos leute bannt etc. durch restart gehts wieder danach selbe von vorn. Der Spielspaß ist gut jedoch für kurze Zeit. Nicht Empfehlenswert!","timestamp_created":1474068286,"timestamp_updated":1474068286,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25535953","author":{"steamid":"76561198120563526","num_games_owned":86,"num_reviews":1,"playtime_forever":17687,"playtime_last_two_weeks":0,"playtime_at_review":5651,"last_played":1642830131},"language":"english","review":"I just played a game where I was the survivor and the killer was the trapper. I was the last one alive, and the killer caught me. What he did afterwards should not be allowed in the game. He placed two traps next to each other, picked me up, and stepped on one of his own traps, drops me, then I get trapped by the second trap. He did that for the remainder of the time and it went on for about 10 minutes of me not being able to do anything while he was farming points like that. I did not want to leave because of the leave punishment of dropping down one whole rank. I think this is a major issue that needs to be looked over. Add on) I just played a game today, 9/23/16, and for some reason my screen froze and I got kicked out of the game. I went down a whole rank.... They really need to do something about this too, deranking due to the server... this game just keeps getting worse with things like this. After the update it just became worse. Takes longer to get into game, keep getting kicked out of lobby. Edit: 9/10. So now, it keeps saying CHEATER DETECTED and will not let me play any games even though I have been legit. Waste of $20 if this game keeps doing this to me even though I;m not cheating. This si the third time it has happened to me. The first 2 times i Verified the integrity cache and it worked, but now it does not. Did it 4 times and it is still saying CHEATER DETECTED. They need to fix all these damn bugs cause I did not pay $20 to be labeled a cheater and not be able to play this game. If not, I demand my $20 back. Edit: 10/1. I just played a game today, and the killer was taking me to a hook. I wiggled all the way and it was max, but I couldnt get off. It was max for 5 seconds and I could not get out of the killers hold. I heard this happened to others before too, so this must be a bug and needs to be fixed. If its not a bug, then the killer mustve been hacking.","timestamp_created":1474065483,"timestamp_updated":1475360238,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.434782594442367554","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25535250","author":{"steamid":"76561197961623808","num_games_owned":298,"num_reviews":16,"playtime_forever":4157,"playtime_last_two_weeks":0,"playtime_at_review":324,"last_played":1591220966},"language":"german","review":"- Lobby Simulator 2016/2017\n- Bugs\n- Balance\n- Hax","timestamp_created":1474062332,"timestamp_updated":1474062332,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.490945667028427124","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25535211","author":{"steamid":"76561198008651347","num_games_owned":526,"num_reviews":24,"playtime_forever":77945,"playtime_last_two_weeks":0,"playtime_at_review":11460,"last_played":1653164402},"language":"english","review":"Great game atm, seems to be getting better reviews then Friday the 13th atm. So get this instead of that one I would say.\n\nYou will get annoyed by random lag sometimes tho, so only get it if you are willing to put up with that.","timestamp_created":1474062126,"timestamp_updated":1503466283,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.519230782985687256","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25535145","author":{"steamid":"76561198023782451","num_games_owned":184,"num_reviews":1,"playtime_forever":185,"playtime_last_two_weeks":0,"playtime_at_review":104,"last_played":1483997537},"language":"italian","review":"Shitty matchmaking","timestamp_created":1474061939,"timestamp_updated":1474061939,"voted_up":false,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.496130228042602539","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25535128","author":{"steamid":"76561198292030956","num_games_owned":55,"num_reviews":1,"playtime_forever":3377,"playtime_last_two_weeks":0,"playtime_at_review":732,"last_played":1584395742},"language":"english","review":"Sick game as fuck","timestamp_created":1474061872,"timestamp_updated":1474061872,"voted_up":true,"votes_up":3,"votes_funny":2,"weighted_vote_score":"0.565217375755310059","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25534977","author":{"steamid":"76561198073548523","num_games_owned":207,"num_reviews":11,"playtime_forever":3958,"playtime_last_two_weeks":0,"playtime_at_review":2149,"last_played":1573504658},"language":"english","review":"one of the best games for me in this shiity year would recommend this game to anyone and u can play with ur friends now so its really worth the money.","timestamp_created":1474061302,"timestamp_updated":1474061302,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.519230782985687256","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25534863","author":{"steamid":"76561198063174699","num_games_owned":14,"num_reviews":1,"playtime_forever":8394,"playtime_last_two_weeks":0,"playtime_at_review":2369,"last_played":1658679072},"language":"czech","review":"cok","timestamp_created":1474060852,"timestamp_updated":1474060852,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25534843","author":{"steamid":"76561198283463156","num_games_owned":57,"num_reviews":1,"playtime_forever":14070,"playtime_last_two_weeks":0,"playtime_at_review":5675,"last_played":1641133234},"language":"french","review":"très bon jeu","timestamp_created":1474060792,"timestamp_updated":1474060792,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.49751242995262146","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25534015","author":{"steamid":"76561198003774570","num_games_owned":514,"num_reviews":12,"playtime_forever":12255,"playtime_last_two_weeks":0,"playtime_at_review":350,"last_played":1626467094},"language":"english","review":"NO MATCHES FOUND/10","timestamp_created":1474057579,"timestamp_updated":1474057579,"voted_up":false,"votes_up":5,"votes_funny":6,"weighted_vote_score":"0.512199461460113525","comment_count":7,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25533896","author":{"steamid":"76561198072933429","num_games_owned":215,"num_reviews":2,"playtime_forever":181676,"playtime_last_two_weeks":275,"playtime_at_review":6353,"last_played":1660595579},"language":"russian","review":"Когда играешь за ХиллиБилли и выжившие надирают тебе зад - остается 2 генератора а ты их видел только издали. Когда их наконец поцарапал, а питание на двери уже подано. Но тебе везет с воротами - расположены рядом. Когда тебе везет положить всех выживших, не дав им открыть ворота, но крюков нигде нет. И вот они лежат и потихоньку, почти одновременно, умирают - начинают дрожать руки от понимания что все они сдохнут!\n\n10 бензопил из 10\n\nИ все-равно что есть баги и лагает в некоторых катках.","timestamp_created":1474057124,"timestamp_updated":1474057124,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25533886","author":{"steamid":"76561197995976482","num_games_owned":429,"num_reviews":124,"playtime_forever":34729,"playtime_last_two_weeks":2856,"playtime_at_review":662,"last_played":1660606307},"language":"english","review":"Got back into this game again after only putting a measly 25 hours before, now I've got 139+ hours in so far and been really enjoying it.\n\nStarting to understand what perks are good for what situations and sometimes quite fun trying out different killers and see their abilities too. I came back for the Resi chapter but I think I'll be staying for good now.\n\nUPDATE: Still going strong, Hellraiser's new DLC is great but with the removed voicelines on release it was a shame but thankfully they're adding it back in and not just that but it's the original actor himself voicing them, glad they're bringing it back, I bought the DLC partly because I found it appealing for the killer to have voice lines.","timestamp_created":1474057088,"timestamp_updated":1641633828,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25533814","author":{"steamid":"76561198043217458","num_games_owned":337,"num_reviews":1,"playtime_forever":6734,"playtime_last_two_weeks":0,"playtime_at_review":802,"last_played":1646172310},"language":"english","review":"There is no balance to this game.  Be prepared if you buy this game to go up against people with many more hours on this game.  While you get one perk to start this game everyone else will have five.  Its like going to play basketball against Michael Jordan.  Not fun Not good.","timestamp_created":1474056814,"timestamp_updated":1474056814,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25533790","author":{"steamid":"76561198071421923","num_games_owned":301,"num_reviews":19,"playtime_forever":47700,"playtime_last_two_weeks":446,"playtime_at_review":4147,"last_played":1660211286},"language":"english","review":"After about 70 hours of this game, I guess I am suited to making a decent review on it. I won't add a separate pros and cons section, I will just include them in the sections themselves. Keep in mind I am someone who has been looking forward to DbD since release so my views might be slightly bias but I guess so are all reviews. \n\n[b] Gameplay [/b]\n\nDbD is a type of game that the community has needed for quite sometime. We have had a lot of survival games, shooters, RPGs, zombie games, etc etc; but DbD finally offers a horror good Co-op horror experience, similar to L4D I suppose. I personally have been looking forward to a game that I can both be the killer and strike fear into other players, and have my adrenaline flow whilst being hunted by another player. DbD has you playing as either a survivor or a killer (your choice, you will never have to play as one or the other but I suggest trying both) in one of 3 maps that are procedure generated. Upon first starting the game (if you are a survivor) you will probably be very confused, and most likely won't live very long either, but essentially your goal as a survivor is to fix 5 generators that are spread around the map, evade the killer, and leave through one of the exits. The killer's job is fairly obvious: stop the survivors, place them on hooks, and make sure they stay on the hooks. \n      While this all seems like a very good lay out for a game, this is where problems start to arrive. Meta gaming is a huge problem in this game. Meaning players will constantly do things that go beyond the game mechanics to win. For example, a killer should hook a player, and then follow up by lurking distantly hunting or baiting out survivors who attempt to rescue the hooked player. Well, being a video game, the majority of people take the easy way out and ruin the game by standing right next to the hooked victim and giving survivors zero chance of rescuing their team mate. This not only defeats the whole purpose of saving people, but it also seriously discourages players from working together. Most lobbies you get into you will be disappointed with your team. After saving one of them from the jaws of death, you will watch angrily while you spam your space bar, watching your team fix generators, leaving you to die and lose yet another match. Another problem comes when you are matched against killers that are much higher rank then you. This makes the already killer sided game, even more killer sided. When the killer has iron grasp 3 and deer stalker 3 or whatever else, it basically means that if he finds you, you are screwed. This will probably cause you to rage more then once when you see the end match and realism you never stood a chance against that rank 1 Trapper.\n     When games aren't being ruined by meta gaming killers, unbalanced mechanics, or failure team mates, games can actually be very, very fun. Whether it's pulling off a clutch win with your buddies, or killing an entire lobby as the killer, you will have more then your fair share of fun with this title.\n\n[b] Graphics and Animations [/b]\n\nThis game looks very beautiful, I wouldn't call it award winning or anything but the graphics are good enough to stand in the modern market of games. Animations are smooth for the most part but sometimes things can look a little cheesy \n\n[b] Random Complaints [/b]\n\nPersonally I feel like this game has a lot of balancing issues as a whole. Some characters perks are leagues better then others which gives you know reason to pick Dwight over Meg. Killer perks can also get out of hand, especially ones that let them see you through walls, or give you no hope of escaping them. Different maps become extremely hard to play when you have no pallets to throw down behind yourself and you are left in a open field running from the killer who some how walks faster than your sprint. On the topic of maps, I feel like something needs to be added to make maps feel different from eachother. They have the new Asylum map but I feel like they need maps that don't just use buildings as a small location people avoid and have maps that are based entirely inside. As of now, buildings are just death traps that get you killed when a Trapper has a bear trap outside of all the windows and doors. Another small annoyance I have with this game is that for some reason, no matter what you do, killers always know what closet you are hiding in. Every. Single. Time.\n     There is also little customization in this game. While I understand that this is a small point and nothing I should expect, having more unlockable clothes or killer weapons or something would be an awesome feature.\n      \n[b] Closing Comments and Rating [/b]\n\n   In the end I think DbD suffers from one major thing, and that is a lack of content. Right now at 70 hours, the game has run quite dry. Most every matches run similar and are very predictable. More types of maps are needed to keep this game going. It needs more updates that add more variety to the game. I will say tho, the makers of the game are very good at listening and updating frequently, but we need more. At this rate, the game will die off very quickly, but I have hope that they will improve it enough to keep it lasting.\n\n\n[b] 7/10 [/b]","timestamp_created":1474056725,"timestamp_updated":1474056725,"voted_up":true,"votes_up":0,"votes_funny":2,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25533209","author":{"steamid":"76561198070143792","num_games_owned":92,"num_reviews":1,"playtime_forever":160061,"playtime_last_two_weeks":2542,"playtime_at_review":137285,"last_played":1660589195},"language":"english","review":"https://www.youtube.com/watch?v=T8pYExAu48c\n\nhttps://www.youtube.com/watch?v=H0UUkxzxJ3Q\n\nhttps://www.youtube.com/watch?v=DEViXdmM3u0","timestamp_created":1474054582,"timestamp_updated":1550711465,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25532295","author":{"steamid":"76561198171540589","num_games_owned":12,"num_reviews":1,"playtime_forever":40098,"playtime_last_two_weeks":0,"playtime_at_review":17099,"last_played":1533050329},"language":"thai","review":"ตื่นเต้นและเพลิน","timestamp_created":1474051239,"timestamp_updated":1474051239,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25531711","author":{"steamid":"76561198013862251","num_games_owned":685,"num_reviews":118,"playtime_forever":7878,"playtime_last_two_weeks":0,"playtime_at_review":545,"last_played":1616159054},"language":"russian","review":"Люблю спокойным осенним вечером подвесить кого небудь на крюк)Игра супер","timestamp_created":1474049312,"timestamp_updated":1474049352,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.509433984756469727","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25531671","author":{"steamid":"76561198155500861","num_games_owned":87,"num_reviews":2,"playtime_forever":164161,"playtime_last_two_weeks":8,"playtime_at_review":157536,"last_played":1660058327},"language":"english","review":"mmr is a no no","timestamp_created":1474049193,"timestamp_updated":1649861592,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25531668","author":{"steamid":"76561198276999681","num_games_owned":24,"num_reviews":2,"playtime_forever":17362,"playtime_last_two_weeks":0,"playtime_at_review":137,"last_played":1651650665},"language":"russian","review":"Игра класная но есть одно но , сначало не затягивает, если не затянула то поиграйте подольше","timestamp_created":1474049182,"timestamp_updated":1474049182,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25531538","author":{"steamid":"76561198224055564","num_games_owned":79,"num_reviews":9,"playtime_forever":5885,"playtime_last_two_weeks":0,"playtime_at_review":5459,"last_played":1540482099},"language":"schinese","review":"我只想说。。。这个“增加灼伤后去往……”这个翻译可以不要那么蠢吗？明明是“燃烧此券，能增加去往XXXX的机率”，欺负人不懂英语吗，哎哟- -。","timestamp_created":1474048675,"timestamp_updated":1474048675,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25531362","author":{"steamid":"76561197970965823","num_games_owned":428,"num_reviews":19,"playtime_forever":19387,"playtime_last_two_weeks":0,"playtime_at_review":8740,"last_played":1574876407},"language":"russian","review":"Наверное, многие из вас видели разные молодежные ужастики, где несколько друзей проводят свой досуг вдали от цивилизации, а потом из ниоткуда появляется маньяк и начинает всех методично кромсать, пока не останется последняя жертва, которой удастся сбежать и чудом выжить, дав ему отпор. Ну, или все же попасться с оглушительным криком на фоне темного экрана и идущими титрами. Но многие ли из вас хотели бы оказаться на месте этих героев и в похожей ситуации поступить по-другому? Или, более того, примерить роль маньяка и устроить кровавую баню? Что ж, теперь у вас появился шанс испытать себя.\n\nЗдесь нет кинематографического сюжета с его резкими и неожиданными поворотами, достойного \"Оскара\" за лучший сценарий, есть только вы, убийца и надежда, что вас не поймают и не повесят на крюк, как выпотрошенную тушку свиньи. Поэтому на первое время готовьтесь дрожать от страха при приближении даже своих друзей по несчастью, не говоря уже про любые шорохи и звуки. В самом начале игры вас ставят перед фактом - либо выживай всеми любыми способами, опрокидывая поддоны, чтобы задержать маньяка, роясь в ящиках с целью найти что-нибудь полезное, или, на худой конец, подставляя других под удар (игра не обязывает играть в команде, но вместе шансы спастись гораздо выше), либо становись жертвой в самом прямом смысле этого слова. \nДля выживания, как говорится, любые средства хороши, но основная цель - это завести генераторы на карте, месторасположение которых постоянно меняется от раунда к раунду, собственно, как и сами локации. Они генерируются случайным образом. Эти генераторы нужны для подачи питания на пульт управления воротами, которые помогут выбраться. Помимо них есть еще люк, он может появиться в любом месте карты и откроется тогда, когда в игре останется одна жертва, и будут заведены хотя бы два генератора. \n\nНезависимо от того, сбежите вы или пойдете на корм червям, вы вновь и вновь будете возвращаться в лагерь у костра - своеобразную тюремную камеру, где вы можете отдохнуть, набраться сил, выбрать персонажа и заодно использовать заработанные во время игры очки за различные свои действия. Это спасение и лечение других жертв, починка генераторов, успешный побег от маньяка и выживание. Очки можно потратить на перки, предметы вроде фонариков и аптечек, их улучшения, а также на подношения в дереве прокачки, которые влияют на правила игры (изменение яркости, погодных условий, количества ящиков, крюков, места появления). Выбирать придется с умом, поскольку все и сразу взять не получится. Каждый персонаж в игре (жертвы и маньяки) имеет свои уникальные и общие для всех перки.   \n\nЕсли игра за жертв представляет собой survival horror от 3-го лица, что дает некоторые преимущества перед убийцей, то за последнего геймплей кардинально меняется. Это уже Action от 1-го лица и главная цель - найти и повесить на крюк всех жертв, осуществив жертвоприношения. И здесь тоже все средства хороши, и эти средства для разных маньяков уникальны (один умеет расставлять капканы, другой уходить в почти полную невидимость и т.д.) \n\nНо на каждое умение найдется свое контр-умение. В игре очень многое зависит от удачи и везения - можно в первые же 20 секунд после начала игры висеть на крюке, а можно за пару минут починить все генераторы, открыть ворота и смыться. Поэтому чаще всего матчи достаточно скоротечны и длятся 5-15 минут.\n\nГрафика в игре впечатляет (Unreal Engine 4 делает свое дело), разве что оптимизация местами хромает, особенно при игре за маньяка в условиях густого тумана на некоторых локациях. Анимация движений и поведения персонажей вовсе кажется довольно естественной. Тем не менее, игра наполнена множеством различных багов, начиная с подвисших геймплейных скриптов, глюков, вылетов и заканчивая не подгруженными текстурами, однако все эти недоразумения разработчики постепенно исправляют и прислушиваются к мнению игроков.  \n\nВ заключение хочется сказать, что у игры есть потенциал засчет довольно оригинальной геймплейной механики, но ее нужно как-то разнообразить, поскольку вечно чинить генераторы и открывать ворота рано или поздно надоест. Если вы хотите поучаствовать в самом настоящем фильме ужасов и вступить в противостояние с маньяком, то это игра для вас, только помните, что концовка может быть абсолютно любой, а кульминацией окажется жестокая и кровавая расправа, после которой вы поймете, что \"Смерть - это не выход\".","timestamp_created":1474048015,"timestamp_updated":1474048015,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.541666686534881592","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25530268","author":{"steamid":"76561198085014124","num_games_owned":55,"num_reviews":3,"playtime_forever":10300,"playtime_last_two_weeks":0,"playtime_at_review":2199,"last_played":1555592162},"language":"thai","review":"หาห้องโครตยากเลยสัส","timestamp_created":1474044223,"timestamp_updated":1474044223,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.49751242995262146","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25530114","author":{"steamid":"76561198129411595","num_games_owned":299,"num_reviews":6,"playtime_forever":22742,"playtime_last_two_weeks":0,"playtime_at_review":537,"last_played":1658457962},"language":"english","review":"Game would be fun if it wasn't so damn glitchy. I can't play ONE match without it glitching out on me. The matchmaking is horrible and takes absolutely FOREVER to find a single match, and that's because it tries with one match at a time, if it don't find or connect to that single match it shoots you back to the title screen. If it does seem to find a game you'll probably get kicked out of the lobby bc of connection errors. You can play with friends but you can't level anything so there's no diversity in how things go. It just simply put needs to be fixed so we can play the online CORRECTLY and not have to wait an hour or two searching for matches to do it. I don't recommend it until these basic functions get fixed.","timestamp_created":1474043652,"timestamp_updated":1474043652,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.495867758989334106","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25529925","author":{"steamid":"76561198296684912","num_games_owned":22,"num_reviews":3,"playtime_forever":6070,"playtime_last_two_weeks":0,"playtime_at_review":568,"last_played":1509744001},"language":"english","review":"This game is awesome! and it´s even more fun if you play with your friends!","timestamp_created":1474042951,"timestamp_updated":1474042951,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25529528","author":{"steamid":"76561198253065803","num_games_owned":21,"num_reviews":1,"playtime_forever":42356,"playtime_last_two_weeks":0,"playtime_at_review":2356,"last_played":1516275822},"language":"thai","review":"เกมมัน แต่ระบบหนังหีแม่งไม่มีคนเล่นควย ขี้หีอย่าไปซื้อ","timestamp_created":1474041457,"timestamp_updated":1474041457,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25529417","author":{"steamid":"76561198212330403","num_games_owned":23,"num_reviews":1,"playtime_forever":1575,"playtime_last_two_weeks":0,"playtime_at_review":547,"last_played":1585820764},"language":"english","review":"An amazing game on opinion. The only thing I would fix is the speed of joining into games,and playing with friends cause when you play with your friends there is a big problem when you want to play with your friend or friends in finding a game. That is the only thing i would fix in this game.","timestamp_created":1474041061,"timestamp_updated":1474041061,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25529334","author":{"steamid":"76561198298593049","num_games_owned":13,"num_reviews":1,"playtime_forever":9808,"playtime_last_two_weeks":0,"playtime_at_review":8859,"last_played":1594922096},"language":"thai","review":"ช่วงนี้บัคค่อนข้างเยอะไปหน่อย","timestamp_created":1474040850,"timestamp_updated":1474040850,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25529240","author":{"steamid":"76561198011321127","num_games_owned":29,"num_reviews":1,"playtime_forever":1418,"playtime_last_two_weeks":0,"playtime_at_review":1030,"last_played":1592404687},"language":"english","review":"Good fun game and worth the money,4 on 1 works just right and if you lose players to deaths it gets harder to get out.killers are cool and all have there own playing style.its 100% worth the money BUT when ppl get to know the maps more and more so they know where to camp or running around the same places so you cant catch them as a killer its soooooooo boring and not fun at all.they say they will be sorting all this and more but at the moment you get t bagged and laughed at if your being run around in loops OR you kill them all and you get called hacker or camper etc.ppl camp objects so you cant get them but if you camp a hook they complain! when everyone is playing as you should and how the game was made to play then its great fun for all.but ppl always find things in games to break it and spoil the fun.so....i would say yes buy this game as its fun and feels scary playing it but be ready for groups of ppl that will spoil it for you.this game has a bright future if they sort bits out thats hurting the play.happy hunting guys and gals!","timestamp_created":1474040631,"timestamp_updated":1474040631,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25529191","author":{"steamid":"76561198050100118","num_games_owned":202,"num_reviews":3,"playtime_forever":8790,"playtime_last_two_weeks":0,"playtime_at_review":7860,"last_played":1482651028},"language":"schinese","review":"刷血点和改档会毁了这个游戏。。。。。。\n对新手并不友好。单排的萌新人类；或者遇到团队的萌新屠夫。。。\n不过还是挺好玩的。。。\n祝你好运。。。","timestamp_created":1474040507,"timestamp_updated":1479982415,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25528556","author":{"steamid":"76561198131174546","num_games_owned":129,"num_reviews":8,"playtime_forever":2100,"playtime_last_two_weeks":0,"playtime_at_review":804,"last_played":1651689542},"language":"english","review":"Its very fun and adictive!","timestamp_created":1474038265,"timestamp_updated":1474038265,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"25528368","author":{"steamid":"76561197992469993","num_games_owned":103,"num_reviews":5,"playtime_forever":159231,"playtime_last_two_weeks":0,"playtime_at_review":5373,"last_played":1650306179},"language":"german","review":"DbD ist ein Spiel das einen von absoluten Spielspaß bis totaler Frustration führt. Große Auswahl an verschiedenen Killern und Überlebenden so wie optischen Anpassungen. \n\nAm ehesten spielt man DbD mit Freunden und nicht alleine, da schnell Frust auf kommen wird.\n\nEin riesen Problem sind tunnelde und campende Killer und das es dafür einfach keine Strafen gibt die die Killer davon ab halten so weiter zu spielen. \nDas Matchmaking ist sehr oft nicht nach zu vollziehen und gerne mal sehr unausgeglichen und unfair, für Killer wie für Überlebende.\n\nFür Neueinsteiger ist dieses Spiel null zu empfehlen, da es Einfach zu viele Charaktere, Killer wie Überlebende, gibt und es viel zu lange dauert die Spielmechanik zu lernen und ein vernünftiges Setup aus Perks zusammen zu stellen. \n\nSo wie es gerade ist, kann ich dieses Spiel nicht empfehlen, besonders nicht für neue Spieler.","timestamp_created":1474037678,"timestamp_updated":1643223097,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25528207","author":{"steamid":"76561198021166037","num_games_owned":54,"num_reviews":1,"playtime_forever":2955,"playtime_last_two_weeks":0,"playtime_at_review":2139,"last_played":1483304894},"language":"german","review":"An sich gefällt mir das Spiel echt gut. Es macht einen heiden Spaß und sorgt für reichlich Adrenalinschub, aber das Lobbysystem ist eine Katastrophe. Man wartet tw. 10 Minuten (oder länger). Das nimmt einem, auf Dauer, die Freude am spielen.\n\nHoffe, es wird bald eine andere Lösung für das Lobbysystem gefunden.","timestamp_created":1474037099,"timestamp_updated":1474806499,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.49751242995262146","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25528193","author":{"steamid":"76561198013800865","num_games_owned":181,"num_reviews":6,"playtime_forever":5130,"playtime_last_two_weeks":0,"playtime_at_review":1376,"last_played":1634598132},"language":"german","review":"Raus mit Leatherface. Ruiniert das Game","timestamp_created":1474037044,"timestamp_updated":1633829693,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.538461506366729736","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25528077","author":{"steamid":"76561198279329133","num_games_owned":210,"num_reviews":44,"playtime_forever":17832,"playtime_last_two_weeks":0,"playtime_at_review":17806,"last_played":1606830351},"language":"english","review":"Rock is cooking","timestamp_created":1474036574,"timestamp_updated":1605892866,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25527923","author":{"steamid":"76561198109865733","num_games_owned":89,"num_reviews":3,"playtime_forever":20744,"playtime_last_two_weeks":0,"playtime_at_review":2547,"last_played":1635537362},"language":"english","review":"I really enjoy playing Dead by Daylight! \n\nFirst off, alot of the \"Most Popular\" reviews are from months ago when the game was very different so take this into account when reading the reviews as a lot and I mean a lot has changed.\n\nThe game requires a fair amount thought process and patience. It takes quite a while to get a real handle on the game. It’s not a game where you become a pro in 10mins. The mass majority of people dive into the game as the survivor and genuinely believe they are invisible and silent. They tend to miss signs that only the killers see and hear, for example scratches when a survivor has recently sprinted. They then scream HACKER!!! and write an angry review. I write this from experience cause at first I found it frustrating. I took a break and returned to try out being the killer and was stunned at the amount of little tricks you can use to catch people. Things like listening for generators bring worked or crows being disturbed. This sort of deep gameplay removes the repetitiveness as ever killer and surv will have their own tactics to dupe their way to victory. What I’m trying to say is give this game a chance. It is always under constant development so there’s gona be bugs and glitches. The developers listen to the community even if it takes a while for it to show. For example, a big problem used to be people joining and instant leaving lobby’s full of newer players. This created long waits for games and an unwelcome environment so the developers removed the ability to see the levels and ranks of players in the lobby and improved the sorting system so now when you join a lobby you can only see the items and character other players are using.\n\nAs for the bugs, I can only tell you my experience. The lobby joining system isn’t prefect so you will have to spam the “Join a lobby” button a lot. If some child is bored and decides they will ddos the servers then there is a lot of lag although this is rare. The graphics issues are broken animations that just make things look weird during the cuts scenes and are client based rather than server based so don’t affect the gameplay negatively. As a whole, this game runs smoothly and since it’s in development the bugs are constantly being fixed even if there is a lot of em.\n\nAs the reviews claiming there are hackers in every game, I have never experienced anyone hacking and 90% of hacker claims are fake and have a logical explanation. \nI would recommend watching gameplay before buying do you get an idea of what the game is about.\n\nHope this is helpful,\n\nJames\n\n16/09/16","timestamp_created":1474035881,"timestamp_updated":1474038569,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.50113379955291748","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25527817","author":{"steamid":"76561198245217918","num_games_owned":75,"num_reviews":1,"playtime_forever":12815,"playtime_last_two_weeks":0,"playtime_at_review":2466,"last_played":1597610404},"language":"german","review":"Found a bug, http://prntscr.com/ciprh7 . It's still there since ehr, 5 games now and i got 0 points for it or anything else. Just a note for a fix or bugreport, the points doesnt care me tho :D","timestamp_created":1474035429,"timestamp_updated":1474035429,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25527665","author":{"steamid":"76561198322641671","num_games_owned":3,"num_reviews":1,"playtime_forever":13413,"playtime_last_two_weeks":0,"playtime_at_review":7893,"last_played":1623070813},"language":"schinese","review":"bug,bug,bug....waiting too long .....","timestamp_created":1474034823,"timestamp_updated":1474034823,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25527322","author":{"steamid":"76561198075884617","num_games_owned":49,"num_reviews":7,"playtime_forever":15289,"playtime_last_two_weeks":0,"playtime_at_review":10159,"last_played":1548366015},"language":"english","review":"I don`t like this game because it suскs","timestamp_created":1474033414,"timestamp_updated":1494156747,"voted_up":false,"votes_up":4,"votes_funny":4,"weighted_vote_score":"0.52152329683303833","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25527203","author":{"steamid":"76561198143422278","num_games_owned":195,"num_reviews":99,"playtime_forever":26973,"playtime_last_two_weeks":0,"playtime_at_review":24852,"last_played":1649473017},"language":"brazilian","review":"MUITO BOM RECOMENDO PARA TODOS A SENSAÇÃO QUE ESTE JOGO DA É INEXPLICAVEL E O JOGO CABOU DE SAIR DO BETA AINDA TEM ALGUNS BUGS MAIS SE O MONSTRO FICA DE CAMPER ENQUANTO TU TA MORRENDO ELE PERDE GERADOR ENQUANTO ELE FICA DE CAMPER TEM PESSOA FAZENDO GERADOR ENTÃO DEIXA ELE NA DUVIDA SIM TEM ALGUNS BUGS PRA ARRUMAR TEM SO QUE ACREDITO QUE ELES ESTAO ARRUMANDO POIS ESTE JOGO CABOU DE SAIR DO BETA ENTAO EU REALMENTE ACREDITO QUE EM UM FUTURO BEM BEM PROXIMO ELE ESTARA EM TOP 1 DE MELHOR JOGO DE SOBREVIVENCIA/TERROR MUITO BOM MESMO RECOMENDO A TODOS.","timestamp_created":1474032923,"timestamp_updated":1542834969,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.518072307109832764","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25527094","author":{"steamid":"76561197995584932","num_games_owned":273,"num_reviews":8,"playtime_forever":767,"playtime_last_two_weeks":0,"playtime_at_review":215,"last_played":1595457759},"language":"english","review":"great fun with great friends","timestamp_created":1474032445,"timestamp_updated":1474032445,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.561068713665008545","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25526855","author":{"steamid":"76561198215698948","num_games_owned":56,"num_reviews":6,"playtime_forever":12056,"playtime_last_two_weeks":0,"playtime_at_review":1207,"last_played":1583701920},"language":"russian","review":"4 бала","timestamp_created":1474031508,"timestamp_updated":1474031508,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25526836","author":{"steamid":"76561198257801551","num_games_owned":46,"num_reviews":3,"playtime_forever":2671,"playtime_last_two_weeks":0,"playtime_at_review":1113,"last_played":1610211671},"language":"schinese","review":"游戏五分钟，匹配半个钟。","timestamp_created":1474031441,"timestamp_updated":1474031441,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25526605","author":{"steamid":"76561198089732346","num_games_owned":62,"num_reviews":6,"playtime_forever":8571,"playtime_last_two_weeks":0,"playtime_at_review":118,"last_played":1641125079},"language":"czech","review":"Hra je to dobrá len keby vývojary dali viac času ptimalizacii a hlavne viac nastavení grafiky.","timestamp_created":1474030427,"timestamp_updated":1474030427,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.504504501819610596","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25526484","author":{"steamid":"76561198314728598","num_games_owned":10,"num_reviews":4,"playtime_forever":1415,"playtime_last_two_weeks":0,"playtime_at_review":736,"last_played":1474703358},"language":"english","review":"This game is good and fun u should try!","timestamp_created":1474029807,"timestamp_updated":1474056584,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.511645376682281494","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25526336","author":{"steamid":"76561198080529342","num_games_owned":58,"num_reviews":5,"playtime_forever":18526,"playtime_last_two_weeks":0,"playtime_at_review":10850,"last_played":1652115602},"language":"thai","review":"Just play it now !","timestamp_created":1474029149,"timestamp_updated":1480125339,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.54356849193572998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25526313","author":{"steamid":"76561198087142327","num_games_owned":74,"num_reviews":2,"playtime_forever":2168,"playtime_last_two_weeks":0,"playtime_at_review":1222,"last_played":1600998747},"language":"english","review":"The game is good however when i que with my friends, we can never find a game, it says match starting in 5 seconds then says no game has been found, we spend a good 30 times atleast to find one game. Please fix this issue and it'll be hectic and on a plus side please add crowman as a new killer who glides on people.","timestamp_created":1474029055,"timestamp_updated":1474029055,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.49773755669593811","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25526304","author":{"steamid":"76561198068405170","num_games_owned":57,"num_reviews":4,"playtime_forever":965,"playtime_last_two_weeks":0,"playtime_at_review":597,"last_played":1531120176},"language":"japanese","review":"fucking dumbcunt developers fix match making and also add a killer that sits in trees and glides down on people, and make the killer have a crows face and feathers on his body other than that games aight. \n\nONLY BUY IF YOU HAVE FRIENDS","timestamp_created":1474029020,"timestamp_updated":1474029020,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.483675956726074219","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25526270","author":{"steamid":"76561198000964909","num_games_owned":82,"num_reviews":4,"playtime_forever":13077,"playtime_last_two_weeks":0,"playtime_at_review":7035,"last_played":1592841382},"language":"polish","review":"good game, but a lot of people do infinites so thats something dbd need to consider, so its kinda frustrating while playing the killer so i would rate the game 8/10","timestamp_created":1474028838,"timestamp_updated":1474028838,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25526157","author":{"steamid":"76561198087875994","num_games_owned":112,"num_reviews":2,"playtime_forever":42354,"playtime_last_two_weeks":407,"playtime_at_review":4397,"last_played":1660595423},"language":"german","review":"Tolles Spiel für etwa 15-20€, Bugs/Glitches sind vorhanden, aber in welchem (Online)Spiel nicht? Gegen Bots wurde auch schon etwas unternommen, sodass ich bisher keine getroffen hatte.\nDas Matchmaking ist leider unterirdisch, denn ein Rang 20 (schlechtester Rang) spielt gerne mal gegen Rang 1 (höchster Rang), sodass die Kleinen eine sehr kleine Chance zum Überleben haben.\n\nJeden Monat wird der Rank nach Saison-Ende wieder resettet, sodass man sich wieder hocharbeiten muss (soll die Langzeitmotivation fördern), jedoch würde ich mir (kosmetische) Inhalte, für die jeweilige Saison Platzierung wünschen).\n\nAlles in allem ein sehr tolles, lustiges Spiel; wobei es mit Freunden (Survive with Friends) doppelt so viel Spaß macht, jedoch sind dabei die Killer benachteiligt. Da müsste das Dev-Team auch noch eine bessere Lösung schaffen.","timestamp_created":1474028396,"timestamp_updated":1474028396,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.530394494533538818","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25526081","author":{"steamid":"76561198331130559","num_games_owned":2,"num_reviews":1,"playtime_forever":984,"playtime_last_two_weeks":0,"playtime_at_review":666,"last_played":1546931646},"language":"schinese","review":"好玩","timestamp_created":1474028114,"timestamp_updated":1474028114,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25526042","author":{"steamid":"76561198308496287","num_games_owned":5,"num_reviews":1,"playtime_forever":13194,"playtime_last_two_weeks":749,"playtime_at_review":21,"last_played":1660466019},"language":"schinese","review":"游戏做得很好，。","timestamp_created":1474027945,"timestamp_updated":1474027945,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"25525768","author":{"steamid":"76561198062703816","num_games_owned":584,"num_reviews":18,"playtime_forever":9399,"playtime_last_two_weeks":0,"playtime_at_review":2602,"last_played":1507731519},"language":"english","review":"Played ever since the beta was out on steam and I must say, this is a game that I have very much enjoyed. There are some problems, like matchmaking where my I can be matched up with a killer that is just too good or matched against survivors that are way out of this world, but that can be fixed. \n\nOnly one large con comes to mind. There is one game mode. Sure, there's random generation, but only to an extent. You'll see patterns forming after dozens of hours of play. I don't mind having one game mode, but some times it is quite fustrating. \n\nThe story is set in such a way that if you're not into lore, it will just pass over you and you won't notice really at all since it isn't forcing you to care about it, but if you dig that stuff like I do, there is more than enough details to focus on.\n\nPlaying as a survivor takes a lot of patience, calm mind and a great amount of attention to what is happening around you. \n\nPlaying as killer is a nice break from always having to run away, but if you are just starting out like I once did, you may find it tough to find balanced survivors to play against.\n\nI find myself playing a lot of each role and then switching out of frustration.\n\nI haven't really played the co-op since beta (back before the queue together thing was made) so I can't really comment on that part too heavily, but I do remember having a blast with my buddies regardless of \nwho played what role.\n\nI could also do without the resets of my level, but I understand why it is done. (every month on the 13th is what I understand to be the reset date.) It just kinda makes it frustrating some times to work for a rank and then lose it. Although the ranking system rewards you based on how high you were and depending on how many levels you rose, you'll receive a few pips to kind of boost you away from noob territory.\n\nI love this game. I have been waiting for it for a long time and I am proud to have been in the beta. I think this game could benefit from an improved matchmaking system and of course a steady supply of new characters. Regardless of its problems, I have to give it some credit. This is Voyager I in brand new territory. there haven't been too many games like this so keep that in mind when reading negative reviews. \n\nI certainly would recommend this game. It still has great potential and I'll keep playing it.","timestamp_created":1474026547,"timestamp_updated":1474026547,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"25525708","author":{"steamid":"76561198089246438","num_games_owned":86,"num_reviews":5,"playtime_forever":13256,"playtime_last_two_weeks":0,"playtime_at_review":5841,"last_played":1623599663},"language":"russian","review":"Не буду вдаваться в подробности и рассказывать о всех минусах, которых немало в игре, и плюсах, коих ещё больше, ведь игра не так уж и давно вышла в релиз. Просто скажу, что это одна из тех немногих игр, которые тебя затягивают с головой в геймплей, тех игр, в которых приятно провести вечер после трудного рабочего или учебного дня. Очень и очень хорошая игра!","timestamp_created":1474026163,"timestamp_updated":1474026163,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25525690","author":{"steamid":"76561198283629606","num_games_owned":124,"num_reviews":4,"playtime_forever":95810,"playtime_last_two_weeks":104,"playtime_at_review":335,"last_played":1660569193},"language":"thai","review":"สนุกครับ","timestamp_created":1474026063,"timestamp_updated":1474026063,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25525285","author":{"steamid":"76561198253793658","num_games_owned":13,"num_reviews":5,"playtime_forever":30286,"playtime_last_two_weeks":0,"playtime_at_review":16349,"last_played":1593704309},"language":"russian","review":"Хуйня","timestamp_created":1474024022,"timestamp_updated":1563176004,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25525274","author":{"steamid":"76561198288603582","num_games_owned":128,"num_reviews":1,"playtime_forever":48172,"playtime_last_two_weeks":215,"playtime_at_review":3114,"last_played":1660507503},"language":"thai","review":"Is good to play with friend ^^","timestamp_created":1474023961,"timestamp_updated":1474023961,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25525027","author":{"steamid":"76561198091309646","num_games_owned":36,"num_reviews":1,"playtime_forever":26396,"playtime_last_two_weeks":0,"playtime_at_review":8728,"last_played":1643999964},"language":"spanish","review":"COMPARACIÓN PRE HALLOWEEN - POST HALLOWEEN\n\nBorro mi anterior análisis entero, dado que con este útimo parche han introducido bastantes cambios y se queda obsoleto anterior.\n\n Nuevo asesino, Michael noseque (nunca aprenderé a escribirlo), y la nueva superviviente que lo unico interesante que trae es una habilidad para escaparse del asesino una vez te agarra, bastante interesante.\n\n Respecto al nuevo asesino , hay muchas quejas de lo OP que está. Es un asesino complicado y se le puede hacer frente, aunque también es muy bueno bien utilizado, por lo que podría considerarse balanceado, aunque subjetivamente lo retocaría un poco más adelante (como su rango de terror a los rangos 1 y 2 de obsesión). De la Laurie no hay mucho que decir.\n\n Han cambiado algunas mecánicas en los asesinos que los hacen mas viables, como por ejemplo el cambio en Implacable y las trampas del trampero que se activan antes de rescatar a un amigo del gancho  (no he podido leer las notas del parche). También he notado que los generadores se hacen más lentos y el skillcheck es un poco más difícil (opinion subjetiva de mi percepción, como dije no he leido las notas). En cualquier caso, las partidas ahora son más largas para los supervivientes (ya no se ve eso de que pasan 2 minutos y de golpe han hecho 3 generadores), dándole así una ventaja al asesino en cuanto a tiempo.\n\n Gracias a este rebalanceo a favor del asesino, ahora mucha gente lo juega, en lugar de estar el 80% de los jugadores uniendo como superviviente, lo cual hace que ahora las colas sean muy rápidas (sí! he jugado con amigos y entraba casi al momento). En mi anterior análisis me quejaba de esta lentitud como superviviente y con este parche lo han arreglado.\n\n Ahora llegan muchos lloros del nuevo que esta OP, y seguro que alguien ya habrá escrito \"con lo fácil que lo tenían antes los asesinos y ahora les dan más ventajas...\" Solo quiero mencionar que si antes era tan fácil ser asesino, más gente lo habría jugado y no habrían existido las colas que había como superviviente (colas que existían por ese desbalanceo supervivientes-asesinos).\n\n Resumiendo, ahora los asesinos lo tienen más fácil que antes dado que las partidas son más largas por el tiempo extra que se tarda ahora en hacer generadores. Antes los supervivientes lo tenían relativamente fácil para hacerse 2 o 3 rápido y meter presion al asesino, ahora hay que saber jugar para ser superviviente. \n\nCon todo esto, sigo recomendando el juego, ahora más convencido que antes. Quizás en otro momento extienda el análisis para dar una opinión más concreta sobre el juego (como bugs,dlcs, etc).","timestamp_created":1474022625,"timestamp_updated":1477843615,"voted_up":true,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.569935619831085205","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25524935","author":{"steamid":"76561198318363214","num_games_owned":32,"num_reviews":1,"playtime_forever":35693,"playtime_last_two_weeks":0,"playtime_at_review":14459,"last_played":1653305181},"language":"schinese","review":"很好玩","timestamp_created":1474022103,"timestamp_updated":1474022103,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25524827","author":{"steamid":"76561198299256263","num_games_owned":3,"num_reviews":4,"playtime_forever":152,"playtime_last_two_weeks":0,"playtime_at_review":152,"last_played":1474029296},"language":"schinese","review":"很有创意的一款游戏，气氛很棒，就是帧数太低了。","timestamp_created":1474021507,"timestamp_updated":1474021507,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25524772","author":{"steamid":"76561198203005705","num_games_owned":107,"num_reviews":21,"playtime_forever":5162,"playtime_last_two_weeks":0,"playtime_at_review":531,"last_played":1590909729},"language":"schinese","review":"haowan","timestamp_created":1474021230,"timestamp_updated":1474021230,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25524757","author":{"steamid":"76561198052658616","num_games_owned":153,"num_reviews":9,"playtime_forever":3903,"playtime_last_two_weeks":0,"playtime_at_review":3903,"last_played":1471441508},"language":"english","review":"tl;dr - don't buy this game. Just stick to watching it, it's more entertaining by far. The developers don't support anyone except their streamer babies. Most of the \"positive\" reviews on here are actually negative. In real terms, this game probably has one of the lowest user ratings on steam for an actual title.\n\n\nI could write a thesis on how awful this game is for reasons that are easily fixed, or reasons that are primarily caused by the developers who just support public streamers instead of actual players.\n\nInitially, I loved this game. As you can see, I played for 65 hours. Now, quite a few of those hours were just spent lobby-jockeying, which means you wait for the godawful matchmaking system to put you in a match, and just hope the killer doesn't decide to leave because they're awful assholes. It happens a lot.\n\nNo, I enjoyed this game initially, it's amazing to watch, and I think that's what draws a LOT of the fanbase in, and motivates a lot of people to purchase the game. It's so suspenseful and really engaging to watch someone if they're streaming it as a killer or a survivor. Actually playing it yourself isn't nearly as enthralling these days.\n\nWhen the developers are only interested in supporting the people who stream the game live (typically killers), who draw in more publicity and players and profits, you see an imbalance in the game mechanics that has only gotten worse over time and has stopped me playing the game entirely. I went from playing this game for hours at a time every night with my friends to deleting it from my computer.\n\nWhy? I played as a killer and a survivor. Primarily a survivor, I wasn't great as a killer, although it's very easy to get better. When I started playing, I was a godawful survivor as well, but you quickly gain proficiency, and this isn't just because of character perks, abilities, and items. It's easy to be good at both. With each patch, however, more and more nerfs were aimed at survivors, spurred by killers who found it \"too difficult\" to kill survivors due to sensible, balanced game mechanics.\n\nThe devs, naturally, were far too afraid to have any reasonable cricitism levelled at them by the people they wanted to protect the most, to keep drawing people in. So they nerfed survivors. They nerfed their abilities, their add-ons, and any reasonable strategy they could use against killers, who already had the natural advantage by not being defenceless, and being about twice as fast as survivors when they were just walking around.\n\nIt became less and less rewarding to play as a survivor, especially when the killers were entitled assholes who kept lobby-dodging, with no consequence.\n\nThe developers would have you believe that this doesn't even happen \"Oh we got straight into a game the one time we played as survivors, all you players are clearly just exaggerating, there's no need to impose any sanctions on killer players at all.\" A proposed change in a previous patch was to implement a longer delay for killers who left lobbies before they could start a new one. Note that the default, original \"delay\" was five seconds. Yep. Also just forget it if you're playing in a group, you could have a full array of survivors ready to go, but you'd have to hit that tiny bullseye to find a vacant killer who didn't have any solo survivors already in the lobby. Good luck playing solo too, the amount of lobby dodgers is phenomenal.\n\n\nOh hackers are a thing too (here's looking at you China fanbase.). Griefers are also becoming more prevalent, where a survivor and a killer know eachother and the survivor goes around following other players, showing the killer where you are, and sabotaging attempts to repair generators. So you know, that's great for people who are farming ranks, perks, and bloodpoints. Not so fun for people who actually want to play.\n\n\n\nSo overall, I am sad and disappointed. I had some seriously amazing times on this game, when it was good enough to play even with the shit matchmaking \"ready game\", and the lobby-dodging killers. Now? No, now it's too unbalanced to play, and I wish I could get a refund. It's annoying when the developers openly mock the fanbase for legitimate problems, and focus instead on breaking the game further, just so it looks better on twitch for the killer streamers.\n\nOh by the way? The newest killer? She teleports. Repeatedly. And can SEE THROUGH WALLS. Yep. The newest survivor? Uses her items just a TINY BIT MORE SLOWLY than everyone else.  That should tell you enough.","timestamp_created":1474021145,"timestamp_updated":1474021145,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.483675956726074219","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25524689","author":{"steamid":"76561198055427832","num_games_owned":28,"num_reviews":3,"playtime_forever":6002,"playtime_last_two_weeks":1342,"playtime_at_review":1024,"last_played":1660596664},"language":"german","review":"das spiel macht richtig viel Laune, nur fände ich es cool wenn jede Map unterschiedliche möglichkeiten hätte Überlebene nur töten, aber ansonsten ein sehr gutes Spiel","timestamp_created":1474020667,"timestamp_updated":1474020667,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25524593","author":{"steamid":"76561198315348719","num_games_owned":3,"num_reviews":4,"playtime_forever":21166,"playtime_last_two_weeks":0,"playtime_at_review":5763,"last_played":1537795911},"language":"turkish","review":"güzel oyun","timestamp_created":1474020047,"timestamp_updated":1474020047,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.446208804845809937","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25523154","author":{"steamid":"76561198329654222","num_games_owned":25,"num_reviews":1,"playtime_forever":5261,"playtime_last_two_weeks":0,"playtime_at_review":360,"last_played":1577331131},"language":"schinese","review":"这款游戏很好玩     很考验技术","timestamp_created":1474010855,"timestamp_updated":1474010855,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25523079","author":{"steamid":"76561197978524213","num_games_owned":68,"num_reviews":6,"playtime_forever":1936,"playtime_last_two_weeks":0,"playtime_at_review":1508,"last_played":1483813765},"language":"english","review":"Love this game. There are occasional glitches, but would reccomend overall.","timestamp_created":1474010313,"timestamp_updated":1474010313,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25522946","author":{"steamid":"76561197983160981","num_games_owned":36,"num_reviews":6,"playtime_forever":37562,"playtime_last_two_weeks":0,"playtime_at_review":33389,"last_played":1652116831},"language":"russian","review":"Наконец-то игру допилили и она стала отличной игрой","timestamp_created":1474009287,"timestamp_updated":1511675077,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.469100683927536011","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25522870","author":{"steamid":"76561198330406012","num_games_owned":25,"num_reviews":1,"playtime_forever":4519,"playtime_last_two_weeks":0,"playtime_at_review":434,"last_played":1516540264},"language":"schinese","review":"开心农场","timestamp_created":1474008849,"timestamp_updated":1474008849,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25522734","author":{"steamid":"76561198295584323","num_games_owned":16,"num_reviews":1,"playtime_forever":18392,"playtime_last_two_weeks":0,"playtime_at_review":46,"last_played":1638648348},"language":"english","review":"why my games not respond","timestamp_created":1474007879,"timestamp_updated":1474007879,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":1,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"25522607","author":{"steamid":"76561198023408094","num_games_owned":141,"num_reviews":5,"playtime_forever":10450,"playtime_last_two_weeks":0,"playtime_at_review":449,"last_played":1605030628},"language":"english","review":"Bought this game upon recommendation of friends to play together with them. Despite its drawbacks (finding a lobby can become very frustrating as the \"killer\" has to make the lobby, and that's a class not played as often as the survivors), I've had a great time in the short timespan we played it. At one point you think playing this game becomes stale, but that will take a long, long time for sure. Every round of playing with different teammates and a different player pulling the strings on the killer results in the most interesting events during the round. You'd expect to be scared and sometimes getting started but in my case it was being nervous and laughing like mad with some events happening.","timestamp_created":1474007196,"timestamp_updated":1474007196,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.547325074672698975","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25522140","author":{"steamid":"76561198071794854","num_games_owned":49,"num_reviews":4,"playtime_forever":5076,"playtime_last_two_weeks":0,"playtime_at_review":3600,"last_played":1655605138},"language":"russian","review":"Отличная игра! Думаю на 500ч потянет.","timestamp_created":1474003579,"timestamp_updated":1474003579,"voted_up":true,"votes_up":8,"votes_funny":2,"weighted_vote_score":"0.598055422306060791","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25522004","author":{"steamid":"76561198258107726","num_games_owned":17,"num_reviews":2,"playtime_forever":9137,"playtime_last_two_weeks":0,"playtime_at_review":1298,"last_played":1540181236},"language":"english","review":"Its amazing!!!!","timestamp_created":1474002494,"timestamp_updated":1474002494,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25520389","author":{"steamid":"76561198208335893","num_games_owned":23,"num_reviews":1,"playtime_forever":8981,"playtime_last_two_weeks":0,"playtime_at_review":1027,"last_played":1617489677},"language":"russian","review":"КЕК","timestamp_created":1473992089,"timestamp_updated":1473992089,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25520165","author":{"steamid":"76561198063299816","num_games_owned":104,"num_reviews":1,"playtime_forever":27596,"playtime_last_two_weeks":0,"playtime_at_review":1475,"last_played":1605714159},"language":"english","review":"Cool Game but need hardcore mode. NO PERKS!!!! Recommend playing with Friends.","timestamp_created":1473990568,"timestamp_updated":1473990568,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25519532","author":{"steamid":"76561198081143510","num_games_owned":163,"num_reviews":6,"playtime_forever":166174,"playtime_last_two_weeks":604,"playtime_at_review":69311,"last_played":1660370370},"language":"english","review":"is good","timestamp_created":1473986634,"timestamp_updated":1561795244,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25517821","author":{"steamid":"76561198016450848","num_games_owned":83,"num_reviews":1,"playtime_forever":202,"playtime_last_two_weeks":0,"playtime_at_review":202,"last_played":1473975116},"language":"english","review":"Seems like a nice game, but i don't really know. \nWhen you have to, not just sit in queue, but hit Ready on and on until you have a stroke of luck and get in, just to die from lack of experience or just give up all together.\nI have so far, just wasted money on a \"ready\" button simulator.","timestamp_created":1473975944,"timestamp_updated":1473975944,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25517744","author":{"steamid":"76561197992212238","num_games_owned":512,"num_reviews":3,"playtime_forever":17546,"playtime_last_two_weeks":0,"playtime_at_review":733,"last_played":1648930571},"language":"english","review":"An extremely fun game if you happen to have 5 people around for a private match. Especially if everyone is on the same voice comms.\n\nTry to play single or \"Survive with friends\" online and you get a long, long line of...\n\n'NO MATCHES FOUND'\n'NO MATCHES FOUND'\n'NO MATCHES FOUND'\n'NO MATCHES FOUND'\n'NO MATCHES FOUND'\n'NO MATCHES FOUND'\n'NO MATCHES FOUND'\n'NO MATCHES FOUND'\n'NO MATCHES FOUND'","timestamp_created":1473975491,"timestamp_updated":1473975491,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25517150","author":{"steamid":"76561198140345582","num_games_owned":187,"num_reviews":3,"playtime_forever":3608,"playtime_last_two_weeks":0,"playtime_at_review":2570,"last_played":1502487007},"language":"turkish","review":"Kesinlikle Arkadaşlarla oynanabilir.\nTek kusur var:\n-lag sınırı yok öyleki duvara tırmanıyorsunuz katillerde kendilerini birşey sanmasına ve daha çok oynamasına neden oluyor pingliyseniz hem kendsi oyununuzu hemde başkalarınınkini zehir edebilirsiniz\n","timestamp_created":1473972213,"timestamp_updated":1473972213,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25516628","author":{"steamid":"76561198154613918","num_games_owned":74,"num_reviews":53,"playtime_forever":4394,"playtime_last_two_weeks":0,"playtime_at_review":535,"last_played":1635553588},"language":"russian","review":"Атлишна,но железо нужно мощное для полной атмосферы\n10 капканов Траппера из 10","timestamp_created":1473970136,"timestamp_updated":1473970172,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.502693772315979004","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25516611","author":{"steamid":"76561198149945127","num_games_owned":275,"num_reviews":17,"playtime_forever":75542,"playtime_last_two_weeks":449,"playtime_at_review":66610,"last_played":1660577337},"language":"russian","review":"░░░░░█▐▓▓░████▄▄▄█▀▄▓▓▓▌█Help\n░░░░░▄█▌▀▄▓▓▄▄▄▄▀▀▀▄▓▓▓▓▓▌█ Doge\n░░░▄█▀▀▄▓█▓▓▓▓▓▓▓▓▓▓▓▓▀░▓▌█ Take\n░░█▀▄▓▓▓███▓▓▓███▓▓▓▄░░▄▓▐█▌ Over\n░█▌▓▓▓▀▀▓▓▓▓███▓▓▓▓▓▓▓▄▀▓▓▐█ Steam\n▐█▐██▐░▄▓▓▓▓▓▀▄░▀▓▓▓▓▓▓▓▓▓▌█▌ Copy\n█▌███▓▓▓▓▓▓▓▓▐░░▄▓▓███▓▓▓▄▀▐█ And\n█▐█▓▀░░▀▓▓▓▓▓▓▓▓▓██████▓▓▓▓▐█ Paste\n▌▓▄▌▀░▀░▐▀█▄▓▓██████████▓▓▓▌█▌\n▌▓▓▓▄▄▀▀▓▓▓▀▓▓▓▓▓▓▓▓█▓█▓█▓▓▌█▌ DO IT.\n█▐▓▓▓▓▓▓▄▄▄▓▓▓▓▓▓█▓█▓█▓█▓▓▓","timestamp_created":1473970072,"timestamp_updated":1652207555,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25516093","author":{"steamid":"76561198123163989","num_games_owned":123,"num_reviews":2,"playtime_forever":1790,"playtime_last_two_weeks":0,"playtime_at_review":650,"last_played":1532424362},"language":"russian","review":"Игра просто класс","timestamp_created":1473967687,"timestamp_updated":1473967687,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.522727251052856445","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25515395","author":{"steamid":"76561198121276624","num_games_owned":191,"num_reviews":22,"playtime_forever":7147,"playtime_last_two_weeks":0,"playtime_at_review":776,"last_played":1560114025},"language":"english","review":"Nice game, sometimes your teammates just leave you to die but it's really fun. What I don't like about the game is when they release a new update it usually costs money, altought worth to buy especially if you have friends to play with! ;)","timestamp_created":1473964594,"timestamp_updated":1495469588,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25515275","author":{"steamid":"76561198066542049","num_games_owned":114,"num_reviews":13,"playtime_forever":38953,"playtime_last_two_weeks":0,"playtime_at_review":17779,"last_played":1656959308},"language":"english","review":"updaterd review: 20/12/17  this game used to be fun  ..... now all the new perks are killing it ... its become so easy for the killer  they pretty much know where u are  all the time  it used to be so much more fun now its just like friday the 13th    but no teleport  .... if fairness its ok ... but its just gone not as fun and kinda shit","timestamp_created":1473964048,"timestamp_updated":1518275693,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25514785","author":{"steamid":"76561198131310192","num_games_owned":120,"num_reviews":11,"playtime_forever":2519,"playtime_last_two_weeks":0,"playtime_at_review":530,"last_played":1629064389},"language":"spanish","review":"muy divertido con amigos","timestamp_created":1473961963,"timestamp_updated":1473961963,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.522733986377716064","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25514767","author":{"steamid":"76561198083660618","num_games_owned":109,"num_reviews":2,"playtime_forever":48455,"playtime_last_two_weeks":0,"playtime_at_review":17217,"last_played":1628463642},"language":"german","review":"Dies ist nun mein erstes Review auf Steam überhaupt. \nDoch ich muss gleichzeitig ehrlich sagen, dass Dead by Daylight auch das Erste Spiel ist, für das ich mir vor allem bei der aktuellen \"Kritik\" einmal den Moment nehmen möchte. \n\nDead by Daylight ist ein Horror-Game, ohne Frage und es verdient diesen Titel meiner Ansicht nach auch. Kein Spiel hat mich seit langem so gefesselt wie DbD, allein weil die Atmosphäre jedes Matches anders ist und sich so keine Partie wie die andere anfühlt. \n\n4 Survivor werden zusammen mit einem Killer in eine von 4 in sich leicht bis grundlegend im Aufbau variierende \"Arenen\" gepfercht. \nDas Ziel der Survivor ist es nun, dieser Arena zu entkommen. \nDas Ziel des Killers... muss man nicht mehr kommentieren, oder? ^^\n\nDie Survivor müssen hierfür als Primärziel Generatoren reparieren, die ihnen ermöglichen bis zu 2 Fluchttore öffnen, aus denen sie das Gebiet verlassen können. \n\nDer Killer hingegen hat überall auf der Map Haken, an denen er die Survivor opfern will. Um dies zu erreichen muss er sie mit seinen Werkzeugen und einer Hauptwaffe niederstrecken, an einen Haken tragen und dort \"platzieren\". \n\nUm diese etwas abweichenden Ziele zu erreichen stehen den Survivors verschiedens Items zur Verfügung, welche sich in Verzwendungszweck, Spezialisierung, max. Verwendungsdauer etc. etc. anpassen lassen, was stark auf eure persönliche Einstellung zugeschnittene Spielstile ermöglicht. \n\nDie Killer hingegen besitzen einzigartige... nennen wir sie \"Werkzeuge\" mit denen sie durch Trick, Finesse oder pure Gewalt den Survivors den Gar aus machen wollen. \nAuch hier gilt wieder: Ob Fallen stellen, Kettensägenmassaker, Unsichtbarkeit oder Teleportation: Für jeden Spielertyp findet sich der passende Killer. PS: Auch diese \"Werkzeuge\" lassen sich aufmotzen und können somit auf jeweils spezifische Weise noch tödlicher im Einsatz werden. \n\nEine große Gemeinsamkeit haben beide Seiten jedoch. Sie beide greifen auf das selbe 'Level-System' zurück, das mir persönlich nie langweilig wurde. Warum Level-System in Anführungszeichen? Nun, weil die Level eher relativ sind. \nSurvivor und Killer besitzen als Seite bestimmte \"Perks\" bzw. Fähigkeiten, die sowohl Spielgefühl als auch Spielstil dramatisch verändern. Vorwarnungen, wenn sich der Killer nähert, Raben, die den Standort von Überlebenden preisgeben, Sabotage der Haken auf denen der Killer euch \"opfert\" oder ein Berzerk-Mode, der sobald sich die Tore zur Freiheit öffnen den Killer befähigt Überlebende mit nur einem Schlag niederzustrecken. Es gibt alles. Und es werden immer mehr. \nMit den Blutpunkten, die ihr in Matches verdient, könnt ihr in diesem Level-System voranschreiten und so immer mehr Items, Add-Ons, Opfergaben und Perks für euch und eure Charaktere freischalten. Der Zufall und Glück sowie eine besondere Mechanik (wird nicht gespoilert) spielen dabei jedoch auch eine Rolle. Letztendlich regt das jedoch dazu an, nicht mit den Mitteln und Umständen die ihr wollt, sondern mit denen die ihr nun mal habt zu agieren, zu überleben und zu töten. Atmosphäre eben. Kein weichgewaschenes \"Es gibt einen OP-Build und der Rest taugt nichts, den mach ich mir und owne dann alle.\" \n\nWas vielleicht auf den ersten Blick manche Perks \"overpowered\" wirken lässt, ist tatsächlich ein gut ausgeklügeltes System, das die Entwickler immer im Blick behalten und aktuelle Entwicklungen über die Spielerbreite hinweg zwischen den Seiten ausgleichen. \nDies führte in der Vergangenheit bei den dadurch \"benachteiligten\" Spielern, die sich anpassen mussten zu großer Kritik und Shitstorms über das Spiel. \nDass es Survivor-Spieler zum Beispiel nicht einsahen, dass Punkte auf den Maps, an denen sie mit etwas Grips den Killer unendlich lange an der Nase herumführten konnten entfernt oder sinnvoll umgebaut werden mussten, ist nur eine dieser hirnrissigen Angelegenheiten. Trotz dessen wurde gezetert und geschrien als hätte man kleinen Kindern die einzige Art und Weise zu spielen verboten, zu der sie in der Lage waren. \n\nDenn eigentlich ist DbD enorm taktisch. Die Survivor sind in der Überzahl, können sich verstecken, haben viele Werkzeuge, können Barrikaden umwerfen und durch Fenster springen, die der Killer langsam durchsteigen muss und besitzen eine Vielzahl an Perks um ihr Überleben zu sichern. Teamplay ist dabei oftmals im wahrsten Sinne überlebenswichtig. Doch die Killer wissen das auch....\n\nAuf der anderen Seite sind sie jedoch auch etwas langsamer als der Killer, hinterlassen gut sichtbare und auch hörbare Spuren wenn sie sich zu schnell bewegen oder so genannte \"Skill-Checks\" versauen (passiert in Eifer, Angst und Stress oft genug, auch mir noch) und haben nur eine begrenze Anzahl an \"Strikes\", die sie auf dem Haken landen dürfen, bevor sie der grauenvollen, ätherischen Kreatur des Entitus geopfert werden. Auch der Killer kann hierbei auf diabolische und trickreiche Perks, aber auch einfach Taktikten, die sich je nach Killer stark unterscheiden, zurückgreifen um seine Beute zu finden, zu jagen, aufzuhängen und zu opfern. \n\nStumpfes Rumgerenne bringt auf jeden Fall für beide Seiten nur die Niederlage, oder den Tod.\n\nEs gibt zwar einen Modus zum reinen Spiel mit und gegen Freunde; doch um Punkte zum Leveln zu sammeln und im Online-Rang aufzusteigen, müsst ihr zumindest gegen einen unbekannten Killer spielen. Klar, sonst könnte man sich ja in privaten Spielen totfarmen. ^^\nInzwischen wurde trotz großer Bedenken der Killer-Community die Möglichkeit eingeführt, diese Rankeds auch gemeinsam mit Premades zu spielen, was Absprachen über Teamspeak ermöglicht die so ingame nicht möglich sind. Was anfangs wie ein Fiasko für die Killer klang, entpuppte sich jedoch als... \"Möglichkeit\". \nDenn gute Killer analysieren den Spielstil der Survivor in jeder Runde und stellen mitunter fest, dass einige von ihnen premade sein könnten (oder sie einfach sehr teamlastig spielen). Diese Spieler lassen ihre Jungs/Mädels natürlich nicht gern im gemeinsamen Spiel sterben, was Lockvogelaktionen, Baits und vom Killer vorher abgekartete Aktionen ermöglicht. Was jedoch auch seitens der Survivor zutrifft. Finesse bringt euch zum Sieg. Denkt daran.\n\nEurer Online-Rang teilt sich schließlich in die Killer- und Survivorseite. Dabei ist egal, mit welchem Survivor oder Killer ihr ein Ranked bestreitet, \"gewinnt\" ihr, wird euch dies für die entsprechende Seite allgemeingültig gutgeschrieben. \nWarum nun wieder 'gewinnt' in Anführungszeichen? \nNun, dies liegt an dem einzigartigen Ranking-System von DbD, das weitreichende Möglichkeiten eröffnet, ein Spiel eben zu \"gewinnen\". \nEuer Online-Rank wird durch eine Zahl (20 bis 1 mit 1 bester Rang) dargestellt. Zwischen diesen Zahlen liegen sogenannte \"Pips\". Ein Win = ein Pip. Eine bestimmte Anzahl Pips = nächster Rang. Am Ender der Season wird dieser Rang entsprechend eurer erreichten Ranzahl wieder hochgesetzt. \nDie Pips erhaltet ihr im Spiel jedoch nicht stumpf nach dem Prinzip Survivor -> geflüchtet -> Win = Pip bzw. Killer -> alle Survivor geopfert -> Win = Pip, sondern nach einem Punktesystem, dass euch für besonders vielseitiges und effizientes Spielen belohnt. \nEs sei so viel gesagt: Ihr könnt beispielsweise als Survivor als einziger nicht entkommen, jedoch vielen geholfen und gut gespielt haben und so letztendlich auch einen Pip bekommen, wenn nicht sogar insgesamt mehr Punkte zusammentragen als die entkommenen Survivor. Ebenso könnt ihr als Killer sogar mit nur einem oder zwei \"Opfern\" immer noch einen Sieg erringen. Gutes Spiel, nicht geradliniges Spiel wird belohnt. \n\nIch bin nun nur auf das Gameplay eingegangen, was auch mein einziges Ziel war und bitte euch abschließend einfach, eure Meinung über DbD nicht nach dem Klagen von Spielern zu richten, die ohne Teamplay, Grips oder Taktik spielen, sondern selbst die Spieler zu sein, die das Potential von DbD so nutzen wie es gedacht ist. Gute Jagd.\n\nMfG Cataron\n","timestamp_created":1473961893,"timestamp_updated":1473961893,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.565217375755310059","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25514666","author":{"steamid":"76561198024791290","num_games_owned":260,"num_reviews":18,"playtime_forever":532,"playtime_last_two_weeks":0,"playtime_at_review":494,"last_played":1484925084},"language":"german","review":"laggt wie scheiße. Lauter hobbylose Kreaturen, gegen die man spielen muss auch als low rank. \n\nGG\n-rep\nkeine Kaufempfehlung\nmöchte mein Geld zurück\nlächerlich","timestamp_created":1473961527,"timestamp_updated":1473961527,"voted_up":false,"votes_up":2,"votes_funny":3,"weighted_vote_score":"0.491094678640365601","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"25514334","author":{"steamid":"76561198035607990","num_games_owned":32,"num_reviews":1,"playtime_forever":16510,"playtime_last_two_weeks":0,"playtime_at_review":2382,"last_played":1574347647},"language":"czech","review":"vyhledavani her dlouhe a casto to nenajde napiču opravit kundy","timestamp_created":1473960097,"timestamp_updated":1473960097,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.496536314487457275","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"25514312","author":{"steamid":"76561198105748603","num_games_owned":32,"num_reviews":5,"playtime_forever":345,"playtime_last_two_weeks":0,"playtime_at_review":302,"last_played":1483466016},"language":"czech","review":"Námet na hru je perfetný hra je super na pobavenie , avšak tí ktorý nemajú nervy , nekupujte to . Lobby je strašne nanič keď idete za survivora , začiatky hry sú strašne ťažké či už za killera alebo za survivora . Žiadny tutoriál ani nič , len idete do multiplayer hry bez ničoho.\n\nOdporúčam tým ktorý sú schopní tu hru hrať aj cez dlhé čakanie , a aj cez ťažké začiatky.","timestamp_created":1473960011,"timestamp_updated":1473960011,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJ4z5y3l9cCeJSqYQ=="}