{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"29554081","author":{"steamid":"76561198207319915","num_games_owned":55,"num_reviews":6,"playtime_forever":15696,"playtime_last_two_weeks":139,"playtime_at_review":9313,"last_played":1659854618},"language":"schinese","review":"九月底入手到现在还没弃坑，这款游戏可能是我入坑时间最长的了，但不得不说游戏本身除了优点还是有些缺点。首先，游戏是真的特别好玩，特别是找到了杀机群之后和小伙伴一起开黑，这乐趣是其他游戏单排不能比的，这也是我为什么一直玩到现在的原因。但作为一个曾经有如此人气的游戏，它的缺点可能有些多。比如游戏内bug（玩到现在我本人只遇见过三次），改档刷血点问题（个人觉得问题不大，毕竟技术不好四个红技能都救不了），还有的话是匹配机制，这个问题是目前比较严重的，比如19 20段的萌新会匹配到1段屠皇之类的，三四人开黑也容易出现卡房（也许是屠夫太少）。也可能因为匹配机制的缘故导致这个游戏对于萌新来说实在太不友好，开局五分钟基本就结束游戏，就算跑出去了也很容易不够升段的分。我想这也是杀机很容易在将来鬼服，如果开发商继续坐视不理的话。同时针对前一条的另一个原因，也是开发商一直没有想通该怎么保持屠夫与人类能力的平衡，我们知道这个游戏四人一鬼屠夫本就该强。但如果开黑的话，同等级的屠夫很难保持二死二跑的官方期待的平衡，甚至遇到萌新屠夫更多的是四人全部逃生。于是屠夫们开始哭弱，人类惨削，人类又开始不爽。就拿我们一个车队来说，现在是两个人皇保镖，两个菜鸡（我是菜鸡），当时这个版本刚刚上线，夕阳红翻窗，人类跑步速度降低。原来我们一般四人全跑，偶尔死一个，后来基本四人全翻车，偶尔跑一个地窖。但是现在我们也挺过来了，至少基本是死一跑三，而且分基本不会掉段。说了这么多，总之游戏是好游戏，在下次大更新前我也会一直玩下去，也希望大更新不要让我失望，我推荐这款游戏是因为它带给我很多快乐，但作为萌新的话我建议要考虑考虑再入手。\n","timestamp_created":1485653316,"timestamp_updated":1485653316,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29553851","author":{"steamid":"76561198143617804","num_games_owned":270,"num_reviews":28,"playtime_forever":222,"playtime_last_two_weeks":0,"playtime_at_review":68,"last_played":1599762478},"language":"romanian","review":"nu mi-a placut","timestamp_created":1485652203,"timestamp_updated":1485652203,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29553848","author":{"steamid":"76561198053468119","num_games_owned":411,"num_reviews":18,"playtime_forever":102085,"playtime_last_two_weeks":396,"playtime_at_review":57203,"last_played":1660168856},"language":"polish","review":"Kiedy wypróbowałem grę nie sądziłem, że aż tak bardzo się w nią wciągne. Cele są proste, jako survivor musisz naprawić generatory, otworzyć bramę i uciec, przy tym nie dać się złapać przez mordercę. Łowca musi znaleźć i zabić swoje ofiary. Niby nic skomplikowanego, ale potrzeba zagłębić się w tajniki i mechaniki tejże gry, aby skutecznie juke'ować killer'a, tak samo nie zgubić szukanego człowieka i skutecznie tropić. \n\n[h1]OD LOBBY DO ZAKOŃCZENIA[/h1]\nPolecam nawet jeżeli gracie solo, zakładać grę z przyjacielem. Wtedy jest bardzo mała albo zerowa szansa na zmueszenie do restartowania gry przez wiecznie ładującą się grę. Zakładamy lub dołączamy się do lobby i... czekamy. Czekamy zazwyczaj bardzo długo i trafiamy jako laicy często na graczy z dużo większym doświadczeniem, później nie robi to aż tak dużego problemu, ale ciężko jest się uczyć mechaniki gry, samemu grając na weteranów. Na czacie można zasugerować taktyki albo zmotywować team do lepszego działania. W samej grze nie powinno nam już nic przeszkadzać i nareszczie można cieszyć się z rozgrywki, która naprawdę jest intesywna i wciąga jak diabli. Niby rutynowe, powtarzające się czynności, ale jest w nich ta nutka adrenaliny i chęci zwycięstwa. Jeżeli teleportujecie się po mapie, to zanczy, że morderca ma kiepski internet i macie przechlapane do końca gry. Chyba, ze host wyjdzie z gry i szukamy nowej od początku. Czasem zdarza się disconnect u survivor'ów i jest szansa na dogadanie się z killer'em na wspólnie farmienie punktów, ale to wszystko zależy od niego. Po skończonej grze można oglądać jak inni uciekają, przyjżeć się perką, popatrzeć na statystyki, a także wyżalić się, że zabójca jest camp'erem i powinien umrzeć. Są jakieś reporty, czy prosy, ale nie szczególnie zauważyłem ich działania.\n\n[h1]SYSTEM LEVEL'OWANIA[/h1]\nZa punkty zdobyte podczas rozgrywki lub wykonywania daily rituals'ów dostajemy blood points'y, za które kupujemy perki dla naszych postaci, offering'i dające jednorazowe bonusy, sprzęt taki jak: latarka, tool box, apteczka i wyposażenie do nich. Na późniejszych poziomach, będziemy musieli wybierać, co będziemy chcieli wziąć, bo niektóre z nich zostaną poświęcone i nie będzie możliwości ich wzięcia. Po dojściu na 50 level możemy zostawić sytuację samą sobie, zachować zdobyte doświadczenie i przedmioty, ale można dostać prestiż, który zresetuje cały postęp na postaci, wzamian za specjalne ubrania do charakteru. Każdy ma swoje unikatowe perki i dopóki nie osiągnie się 30/40 poziomy daną postacią, nie będziemy mogli wybrać ich do nauczenia i mieć możliwość ich dostania na innych. Za specjalne punkty możemy wykupić nauczenie się perka, są dostępne cztery. Zmieniają się, co środę.\n\n[h1]SURVIVOR[/h1]\nMożesz być samolubny i nie pomagać nikomu, kiedy zawiśnie albo starać się ratować, pomagać innym. Nie zapominajmy o naprawach generatorów, łatwo je znaleźć patrząc się w góre, wtedy można zobaczyć iskry i migoczące światła. Twój nemezis prędzej, czy później cię odnajdzie więc obserwuj teren dookoła, wsłuchaj się w bicie serca i przygotuj w myślach ewentualną drogę ucieczki. Warto chować się i obracać wokół drzew, lub innych obiektów, bo mamy widok z trzeciej osoby i doskonale wszystko jesteśmy w stanie zobaczyć. Żeby nie zabrakło klasyki można ukryć się w szafie, bardzo oryginalne ze strony twórców, ale rzadko przydatne. Częściej wykorzystuje je się do juke'owania mordercy. Skoro już o nim mowa, na mapie są poustawiane palety, które można przewrócić i zablokować trasę mordercy (polecam zrzucić na niego). Także możemy przeskakiwać przez okna i niskie murki. Jemu zajmuje to o wiele więcej czasu, jeżeli już zdecyduje się przez nie przejść. Normalnie w horrorach bym tego odradzał, ale tutaj jak najbardziej warto się odwracać podczas pościgu. Dzięki przewadze z widoku kamery, można skołować przeciwnika i uciec. Ostatnia rada, uważam też, że najważniejsza. Nie flame'ujcie na camp'era! To jest jedna z mechanik tej gry, jeżeli nie ma przed nią zabezpieczenia w programie, to jest to jak najbardziej jedna z taktyk. Istnieje wkońcu perk Insidious, bez powodu by się tam nie znalazł W tym czasie, skoro już wiecie, że patrzy się wiszącemu w twarz, można na spokojnie naprawiać silniki. Jeśli zostaniesz sam, otwiera się trapdoor. Wystarczy go znaleźć i uciec. Bardzo proste i morderca nie będzie nigdy obok niego siedział.\n\n[h1]KILLER[/h1]\nCiężko jest tu coś napisać, ale jestem pewien, co do jednego. Nie uważaj survivorów za idotów, nie będą stać w miejscu, czy na widoku i czekać na śmierć. Większość osób potrafi o siebie zadbać, gorzej już z dbaniem o innych. Wytęż swoje zmysły i przyglądaj się każdemu ruchowi, wsłuchaj się w wiatr, myśl gdzie można szybko odbiec kawałek i się ukryć. Naprawdę najgłupsza kryjówka, może okazać się skuteczna. Nie daj się ogłuszać paletami, przyglądaj się kierunkowi biegu ofiary i NIE spuszczaj go z oczu. Chodź bokiem tyłem, ale miej go na uwadze, bo nagle wsiąknie we mgle i może już go nie znajdziesz. Uważam, że granie mordercą jest trudniejsze i bardziej satysfakcjonujące, bo wymaga od nas ogromnego skupienia na czynnościach, które wykonujemy i odpowiednim wykorzystywaniu swoich umiejętności. Staraj się ich zaciągać do piwnicy, bo trudniej jest się stamtąd wydostać, a strach jaki czują wtedy odczuwają przed zejściem i uratowaniem kogoś, jest naprawdę spory. Wkońcu zanim z niej wyjdą możesz już po nich wrócić. Jeżeli widzisz, że grasz na trzy lub mniej osób bądź miły i daj sobie i im pofarmić punkty. Niech nikt nie traci rangi z powodu disconnect'a. Nie atakuj ich tylko obserwuj albo dopadnij i zacznij machać bronią koło palety, szybko zrozumiejąc, o co chodzi.\n\n[h1]ZALETY I WADY[/h1]\nZalety:\n-mimo rutynowych zadań nie nudzi się (wciąga i nie puszcza)\n-satysfakcjonuje\n-można poczuć gęsią skórkę\n-przyjemna dla oka grafika\n-przyzwoity soundtrack i dźwięki\n-wymagająca\n\nWady:\n-spora ilość błedów\n-oczekiwanie na graczy\n-matchmaking nie istnieje\n\nedit dla steamowych nominacji v.2\nedit 2.0 negatywna opinia\n\nGra jest w tragicznym stanie i wiele rzeczy, które tutaj opisałem dalej są prawdą, ale zachowanie devsów lub brak ich reakcji są nie do zniesienia i super toksyczność community. Nie będę się rozpisywał o wszystkim dokładnie, ale z czystości sumienia nie mogę dalej polecać tej gry.","timestamp_created":1485652196,"timestamp_updated":1650025198,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.679308593273162842","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29553763","author":{"steamid":"76561198292627276","num_games_owned":4,"num_reviews":1,"playtime_forever":121,"playtime_last_two_weeks":0,"playtime_at_review":121,"last_played":1482070458},"language":"thai","review":"อยากให้ freetoplay","timestamp_created":1485651812,"timestamp_updated":1485651812,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.514018714427947998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29553666","author":{"steamid":"76561198311332994","num_games_owned":176,"num_reviews":7,"playtime_forever":12507,"playtime_last_two_weeks":0,"playtime_at_review":369,"last_played":1656559609},"language":"english","review":"Good Survival Horror Game To Play With Friends And Single-Player. Recommend With Friends. 10/10 Horror Survival. 10/10 IGN","timestamp_created":1485651194,"timestamp_updated":1505521206,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.528466641902923584","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29553493","author":{"steamid":"76561198054992499","num_games_owned":15,"num_reviews":1,"playtime_forever":93,"playtime_last_two_weeks":0,"playtime_at_review":93,"last_played":1485650142},"language":"swedish","review":"Kul spel. Synd bara att man måste starta om spelet hela tiden för att få spela det. Har man tur kanske man kan spela två matcher i rad... Synd... bara synd..\n\nFixar dom det så kan det va värt att lägga pengarna på det faktiskt, men inte innan det.","timestamp_created":1485650298,"timestamp_updated":1485650298,"voted_up":false,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.546558737754821777","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29553458","author":{"steamid":"76561198074521270","num_games_owned":513,"num_reviews":3,"playtime_forever":12435,"playtime_last_two_weeks":0,"playtime_at_review":819,"last_played":1655568539},"language":"english","review":"dead by daylight. more like dead game nerf mike myers.","timestamp_created":1485650176,"timestamp_updated":1485650176,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.52643662691116333","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29553417","author":{"steamid":"76561198362119337","num_games_owned":59,"num_reviews":1,"playtime_forever":3218,"playtime_last_two_weeks":0,"playtime_at_review":877,"last_played":1643697428},"language":"schinese","review":"这游戏很好，在修发电机的时候不仅要专心还要时刻关注屠夫的动向，可以说很难。","timestamp_created":1485650006,"timestamp_updated":1485650006,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.517241418361663818","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29553122","author":{"steamid":"76561198055656086","num_games_owned":122,"num_reviews":6,"playtime_forever":20499,"playtime_last_two_weeks":0,"playtime_at_review":2403,"last_played":1591735185},"language":"italian","review":"Matchmaking Simulator 2017.\nIl gioco in se è fatto bene ma ha dei problemi da risolvere tra cui molti bug.","timestamp_created":1485648559,"timestamp_updated":1485757338,"voted_up":false,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.526315808296203613","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29552736","author":{"steamid":"76561198071517936","num_games_owned":191,"num_reviews":9,"playtime_forever":8810,"playtime_last_two_weeks":0,"playtime_at_review":6893,"last_played":1624585851},"language":"english","review":"not bad but having a really hard time tring to be a survivor game crashes constantly and i need to manually close and reopen the game and try again and it usually happens about 5-6 times before i get lucky enough to get in a game. all in all wait for a patch to fix that before buying or wait for a sale","timestamp_created":1485646796,"timestamp_updated":1485646796,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29552662","author":{"steamid":"76561198052721983","num_games_owned":106,"num_reviews":1,"playtime_forever":20660,"playtime_last_two_weeks":0,"playtime_at_review":18530,"last_played":1534628445},"language":"german","review":"Leider ist dieses Spiel im Moment -meiner Meinung nach - unspielbar... Camper sind ein unfassbar grosses Problem und zerstören dieses Spiel systematisch. Es muss zeitnah ein Patch rauskommen, der dieses Problem behebt.","timestamp_created":1485646499,"timestamp_updated":1485646499,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29552635","author":{"steamid":"76561198039831703","num_games_owned":265,"num_reviews":7,"playtime_forever":24090,"playtime_last_two_weeks":0,"playtime_at_review":9250,"last_played":1645546342},"language":"russian","review":"Игрушка хорошая, наиграв 140 часов, все равно найду что-то, чему можно удивиться. В ней зависит все от твоего скила и командной работы. Советую покупать вместе с DLC, которые откроют дополнительных персонажей.\nИз минусов: есть много неприятных багов, которые долго уже исправляют. Самый неприятный баг с бесконеным экраном загрузки (если играть в соло, то лучше заходить через меню \"выживите с друзьями\", там меньше шанс словить этот экран); иногда игра плохо подбирает игроков, может кинуть с 1 рангом к 20ткам, которые совсем не умеют играть; пока не возьмете ранг 15 в соло игре будет сложно, потому что будет конектить к новичкам, которые будут сливать игру.","timestamp_created":1485646387,"timestamp_updated":1485646387,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29552191","author":{"steamid":"76561198075055469","num_games_owned":90,"num_reviews":2,"playtime_forever":16844,"playtime_last_two_weeks":0,"playtime_at_review":4617,"last_played":1634433912},"language":"brazilian","review":"A ideia do jogo é ótima, bem aplicada, porém é impossível você passar mais de uma hora jogando sem se irritar, pois o jogo é EXTREMAMENTE bugado, com amigos é extremamente difícil de encontrar salas, daí quando você procura sozinho, acha rapidamente. Os desenvolvedores lançam atualizações eventualmente, mas não parecem estar preocupados com os bugs que tornam esse jogo uma experiência quase sempre irritante. É uma pena, pois o jogo tem potencial para ser realmente muito bom.","timestamp_created":1485644781,"timestamp_updated":1485644781,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.53125","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29552132","author":{"steamid":"76561198060064374","num_games_owned":833,"num_reviews":9,"playtime_forever":103548,"playtime_last_two_weeks":467,"playtime_at_review":52460,"last_played":1660482463},"language":"german","review":"Hi zusammen,\n\nhier meine Review zu Dead by Daylight.\n\nZum Prinzip kurz: 4 Spieler sind Überlebende und 1 Spieler ist der Killer. Die 4 Überlebenden müssen versuchen von der Map zu fliehen. Dafür müssen sie Generatoren zum laufen bringen um die Ausgänge zu öffnen. Der Killer muss versuchen alle zu töten.\n\nAn sich ist das Spiel wirklich großartig. Tolle Spielidee und Nervenkitzel jetzt bei mir nach über 50 Spielstunden immer noch. \nAm Anfang lief das Spiel echt super doch dann kam der Bug mit der Lobby. Ich konnte als Überlebender in keine Lobby joinen. Sofort kam die Meldung Spielbeitritt Misslungen und ich kam aus dem Menü nicht mehr raus. Spiel beenden neu starten. Funktioniert wieder nicht. Ok Spielspaß am A....\nWeil es nicht klappte ewig nicht mehr gespielt gehabt saß bei 20 Spielstunden fest. Ein Freund hat es sich auch geholt und dann nochmal probiert: Überleben mit Freunden gewählt, Freund eingeladen und zack Lobby gefunden los geht’s. Klasse!\n\nSeitdem ist die Spielfreude wieder voll da und es läuft wie am Schnürchen. Hin und wieder kommt aber leider doch noch leichter Frust hoch wenn man zu zweit keine Lobby findet aber alleine dann schon und dann auch noch als erster in die Lobby kommt.\n\n\n\nPro:\n\n- Nette Spielidee\n- Wird nicht langweilig! (Da man nie weiß wie der Killer ist und was seine Teammates machen)\n- Mit Freunden noch besser\n- Spannung ist immer gegeben\n\n\nKontra:\n\n- Camper (das bezieht sich auf die Facecamper nicht die wo den Bereich um Haken patrouillieren)\n\n\nAlso ich empfehle auf jeden Fall das Spiel weiter trotz seiner Bugs die lästig sind und hin und wieder die Spielfreude trüben aber im ganzen bin ich froh mir das Spiel gekauft zu haben. Vor allem mit Freunden macht es eine Menge Spaß aber lässt sich auch sehr gut alleine spielen.\n\nWer hin und wieder mit langen Wartezeiten (mit Freunden) nicht klarkommt sollte es sein lassen. Alleine habe ich momentan keine Probleme.\n\nHoffe ich konnte euch mit dieser Review helfen. :-)\n\nGruß Borkfinger\n\n\nPS. Wenn ihr in eine Lobby kommt und fertig seit dann [i][u][b]DRÜCKT BITTE AUF BEREIT![/b][/u][/i]\nWhen you join in a Lobby und you are Ready to play [i][u][b]PLEASE PRESS READY![/b][/u][/i]\n\n\nWegen so einen Mist wartet man dann unnötig und alles zieht sich in die Länge...\n\n\n\nUpdate 19.02.17:\nSeit dem fast 2 GB großen Update läuft das Spiel wie geschmiert und selbst als Singleplayer findet man wieder ganz normal Lobbys!\n\n\nUpdate: 23.11.18:\nCash-Shop reingekommen mit schicken Cosmetic Items. Kein P2W Shop!!\nAlle Charaktere und Killer kann man freispielen (außer die Lizenz-Killer).\nImmer noch nicht langweilig nach bald 1.000 Stunden.\nAlle paar Monate kommt ein neuer Killer, Survivor, Map raus! Dazwischen immer wieder ein großer Patch.\n\n\nFür mich das beste Multiplayer Game wo ich bisher gespielt habe!","timestamp_created":1485644502,"timestamp_updated":1542988879,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.561681032180786133","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29552122","author":{"steamid":"76561198058584742","num_games_owned":119,"num_reviews":5,"playtime_forever":27623,"playtime_last_two_weeks":0,"playtime_at_review":7712,"last_played":1618842519},"language":"german","review":"Fix rank bs system due to that I couldnt find  a game with a friend for hours (my rank is usually 5-12  and my friends rank 15-20), nerf some killers ! Like why the fuck would you give them auto attack??","timestamp_created":1485644450,"timestamp_updated":1485644450,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29551899","author":{"steamid":"76561198055584371","num_games_owned":446,"num_reviews":10,"playtime_forever":876,"playtime_last_two_weeks":0,"playtime_at_review":846,"last_played":1485651022},"language":"german","review":"Kaum noch spielbar.\n\n- Man findet keine offnen Spiele, Wartezeiten von über 30min für eine Runde spielen!\n- Stürzt oft ab oder hängt sich auf.\n- Lässt sich fast immer nur mit dem Task Manager beenden.\n- Teilweise mega schlechte Pings, dadurch unspielbar.","timestamp_created":1485643592,"timestamp_updated":1485643592,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.527196645736694336","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29551546","author":{"steamid":"76561198075713483","num_games_owned":117,"num_reviews":1,"playtime_forever":4268,"playtime_last_two_weeks":0,"playtime_at_review":2552,"last_played":1599192737},"language":"english","review":"Its so fun but its so bad. wait times will make you want to abuse your wife. glitches everywhere. patches that solve one glitch and create 2 more. Dont buy it. I made that mistake so you dont have to.","timestamp_created":1485642282,"timestamp_updated":1485642282,"voted_up":false,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29551327","author":{"steamid":"76561198079441732","num_games_owned":89,"num_reviews":9,"playtime_forever":904,"playtime_last_two_weeks":0,"playtime_at_review":701,"last_played":1494295671},"language":"english","review":"specs said i couldnt run it... i did any way","timestamp_created":1485641473,"timestamp_updated":1485641473,"voted_up":true,"votes_up":0,"votes_funny":2,"weighted_vote_score":"0.472440958023071289","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29551321","author":{"steamid":"76561198017079588","num_games_owned":90,"num_reviews":1,"playtime_forever":11324,"playtime_last_two_weeks":0,"playtime_at_review":1637,"last_played":1656897182},"language":"english","review":"Originally gave a thumbs down for post-script reasons. I'm changing my vote because the bugs I was complaining about can be fixed by choosing 'Survive with Friends' rather than 'Be a Survivor' in the menu when you want to join a game. \n\nAssuming you do that, gameplay is great. No more bugs. Only complaint is that the leveling system takes too long and only improves one character at a time. Don't expect a lot of customization options. And you'll still run into max level players in the matchmaking.\n\n\nP.S. Bought this game on sale and I've got major buyer's remorse. Expect long waits (upwards of 10 min), terrible matchmaking (I was consistently paired with players that had top tier loadouts), and lots of loading/menu bugs (I had to use task manager in between each game).\n\nNot worth the price, wish I could get my money back.","timestamp_created":1485641455,"timestamp_updated":1485719328,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.50525665283203125","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29551314","author":{"steamid":"76561198174076914","num_games_owned":122,"num_reviews":8,"playtime_forever":9433,"playtime_last_two_weeks":0,"playtime_at_review":8750,"last_played":1490627999},"language":"schinese","review":"这是一款买BUG送的游戏，这是一款高血压心脏病不要玩的游戏，这是讲述4个偷电贼和一个农场主的游戏，不管怎么说，值得购买。","timestamp_created":1485641430,"timestamp_updated":1485641430,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29551255","author":{"steamid":"76561198008486063","num_games_owned":851,"num_reviews":119,"playtime_forever":10651,"playtime_last_two_weeks":0,"playtime_at_review":8234,"last_played":1643056892},"language":"french","review":"TROP BEUGÉ A NE SURTOUT PAS ACHETER POUR LE MOMENT! \nLes devs ne veulent pas se sortir les doigts du cul pour réparer leur jeu! \nALT F4 désinstallation pour ma part!\n\nEDIT DU 15 Décembre 2018: LOURD DE OUF MAIS... Preparez votre porte-feuille pour les skin =D","timestamp_created":1485641210,"timestamp_updated":1544833020,"voted_up":true,"votes_up":3,"votes_funny":2,"weighted_vote_score":"0.565217375755310059","comment_count":9,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29551165","author":{"steamid":"76561198048786993","num_games_owned":15,"num_reviews":1,"playtime_forever":2261,"playtime_last_two_weeks":0,"playtime_at_review":941,"last_played":1658371787},"language":"english","review":"i only play this game when im on hennessyy","timestamp_created":1485640890,"timestamp_updated":1485640890,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.472440958023071289","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29550877","author":{"steamid":"76561198070185162","num_games_owned":109,"num_reviews":4,"playtime_forever":1025,"playtime_last_two_weeks":0,"playtime_at_review":540,"last_played":1489335894},"language":"english","review":"Interesting but broken, very buggy, poor matchmaking","timestamp_created":1485639920,"timestamp_updated":1485639920,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29550821","author":{"steamid":"76561198259032967","num_games_owned":31,"num_reviews":2,"playtime_forever":42325,"playtime_last_two_weeks":0,"playtime_at_review":2205,"last_played":1620489960},"language":"russian","review":":3","timestamp_created":1485639680,"timestamp_updated":1485639680,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"29550645","author":{"steamid":"76561198120596739","num_games_owned":49,"num_reviews":1,"playtime_forever":7584,"playtime_last_two_weeks":0,"playtime_at_review":1397,"last_played":1627397066},"language":"english","review":"Fun game to play with friends. Absolute dog shit to play in solo queue... Glitches, face camping techniques, etc. Fun for a while, but otherwise only fun to play with friends. Game takes too long to unlock perks (which gives a huge advantage to players). This is a common practice for Developers who want players to spend countless hours on their shitty game so they can see what the game is actually supposed to be like (Ex: COD).","timestamp_created":1485639063,"timestamp_updated":1485639063,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.519999980926513672","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29550419","author":{"steamid":"76561198073595311","num_games_owned":116,"num_reviews":5,"playtime_forever":1104,"playtime_last_two_weeks":0,"playtime_at_review":537,"last_played":1563328643},"language":"english","review":"this game i tell you. it will make your squeze your bunghole at points. it's always action packed, intense, surpsing. just flat out like your in a horror movie. for $13 this game is a steal, honestly it could use some updating. like voice chat, better menu and lobby system","timestamp_created":1485638290,"timestamp_updated":1485638290,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.487204700708389282","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29550141","author":{"steamid":"76561198064641998","num_games_owned":110,"num_reviews":10,"playtime_forever":6879,"playtime_last_two_weeks":0,"playtime_at_review":4529,"last_played":1540065642},"language":"english","review":"best loading screen simulator\n\n11/10\n\nWill wait one hour for a match again","timestamp_created":1485637327,"timestamp_updated":1485637327,"voted_up":true,"votes_up":0,"votes_funny":2,"weighted_vote_score":"0.487204700708389282","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29549791","author":{"steamid":"76561198165510124","num_games_owned":17,"num_reviews":3,"playtime_forever":1020,"playtime_last_two_weeks":0,"playtime_at_review":588,"last_played":1615562234},"language":"schinese","review":"千万别买  买了几个小时后你就会后悔的！全是改档的 根本没法玩儿 秒救人秒医疗 还有一堆外挂 跑的比屠夫快多了  没买的人就别买了 真心玩儿不动！  我现在后悔了   怪不得我基友让我千万别买。","timestamp_created":1485636156,"timestamp_updated":1485636156,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.518895983695983887","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29549314","author":{"steamid":"76561198107377987","num_games_owned":301,"num_reviews":24,"playtime_forever":746,"playtime_last_two_weeks":0,"playtime_at_review":746,"last_played":1471811204},"language":"english","review":"Such a very interesting and fun (Okay... heart-racingly tense) concept. I played when it was free for a weekend/week last year. At that time there didn't seem to be a whole lot of content but what they had was pretty well done.. But I played for hours (the time I have on here is what I put in either for a weekend/week). Some time is added because I had the game running when I took breaks.\nI give this game (7.5/10) It's such a unique game that it's a game you have to try. \n+Pro: \nFor what this game is, they have done a very well job of creating a tense environment. \nThe gameplay is actually pretty fun to play, even though how challenging it was to me.\n+Con:\n-LAST YEAR* there was not a lot of content that I saw (maybe some was hidden from free players) seems looking at this page now there is new content.\n-I noticed a lot of overly skilled and overpowered Killers when I was just new they always new all the hiding spots. So the matchmaking gave me the impression there are too many veterans and/or that the matchmaking is poor. \n\nAgain, I recommend it because it has potential and it is just a exciting, fun kind of game you need to try for yourself.","timestamp_created":1485634514,"timestamp_updated":1485634514,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29549213","author":{"steamid":"76561198184974953","num_games_owned":255,"num_reviews":4,"playtime_forever":7176,"playtime_last_two_weeks":0,"playtime_at_review":7176,"last_played":1559037648},"language":"russian","review":"a","timestamp_created":1485634154,"timestamp_updated":1575319776,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29548963","author":{"steamid":"76561198361898569","num_games_owned":1,"num_reviews":1,"playtime_forever":151,"playtime_last_two_weeks":0,"playtime_at_review":21,"last_played":1548701641},"language":"brazilian","review":"Na hora de abrir o jogo ta pedindo DX11 pra rodar mais o dx11 ja tenho. Porque ainda esta pedindo ? :(","timestamp_created":1485633200,"timestamp_updated":1485633200,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.465665251016616821","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29548824","author":{"steamid":"76561198057061445","num_games_owned":219,"num_reviews":2,"playtime_forever":348088,"playtime_last_two_weeks":976,"playtime_at_review":213225,"last_played":1660584069},"language":"russian","review":"На что я трачу своё время?","timestamp_created":1485632756,"timestamp_updated":1638120621,"voted_up":true,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.592288076877593994","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29547926","author":{"steamid":"76561198115457855","num_games_owned":108,"num_reviews":3,"playtime_forever":24763,"playtime_last_two_weeks":63,"playtime_at_review":7194,"last_played":1660341376},"language":"russian","review":"игра стала душной!\nдобавить систему ММР в игру где нет баланса \nв игре мало фишек, все ограничено перками\n","timestamp_created":1485629904,"timestamp_updated":1642725982,"voted_up":false,"votes_up":4,"votes_funny":1,"weighted_vote_score":"0.510638296604156494","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29547921","author":{"steamid":"76561198351814348","num_games_owned":8,"num_reviews":1,"playtime_forever":20113,"playtime_last_two_weeks":0,"playtime_at_review":11356,"last_played":1513060037},"language":"schinese","review":"刺激 ，惊险","timestamp_created":1485629877,"timestamp_updated":1485629877,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29547834","author":{"steamid":"76561198358136963","num_games_owned":13,"num_reviews":2,"playtime_forever":128157,"playtime_last_two_weeks":0,"playtime_at_review":6547,"last_played":1555580220},"language":"schinese","review":"这是一款非常好玩的游戏值得去买","timestamp_created":1485629609,"timestamp_updated":1485629609,"voted_up":true,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.61538463830947876","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29547813","author":{"steamid":"76561198047442058","num_games_owned":223,"num_reviews":27,"playtime_forever":30341,"playtime_last_two_weeks":0,"playtime_at_review":1697,"last_played":1659368557},"language":"spanish","review":"juegazo","timestamp_created":1485629534,"timestamp_updated":1603185061,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.501865625381469727","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29547785","author":{"steamid":"76561198344058242","num_games_owned":61,"num_reviews":13,"playtime_forever":1213,"playtime_last_two_weeks":0,"playtime_at_review":1086,"last_played":1623931981},"language":"english","review":"DEVELOPER IS IDIOT HE BANNED ME FOR NO REASON I DON'T PLAYED GAME 1 WEEK AND HE BANNED ME I AM NOT CHEATER!!\nUNNBAN ME!!","timestamp_created":1485629448,"timestamp_updated":1503601708,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.56204378604888916","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29547406","author":{"steamid":"76561198347202283","num_games_owned":10,"num_reviews":7,"playtime_forever":2363,"playtime_last_two_weeks":0,"playtime_at_review":233,"last_played":1514284030},"language":"russian","review":"+++++++++","timestamp_created":1485628297,"timestamp_updated":1485628297,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29547396","author":{"steamid":"76561198149641057","num_games_owned":190,"num_reviews":6,"playtime_forever":103661,"playtime_last_two_weeks":85,"playtime_at_review":1043,"last_played":1660582281},"language":"english","review":"It is a fun game, to an extent that is. I have enjoyed this game for quite some time but unfortunately I can't recommend it. The devs are starting to care more about the money the game can make them than actually fixing glaring issues with the games design.","timestamp_created":1485628269,"timestamp_updated":1642085674,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.532060086727142334","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29547349","author":{"steamid":"76561198023087728","num_games_owned":316,"num_reviews":49,"playtime_forever":189,"playtime_last_two_weeks":0,"playtime_at_review":159,"last_played":1471557876},"language":"spanish","review":"0 0 0 0","timestamp_created":1485628144,"timestamp_updated":1485628144,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29547245","author":{"steamid":"76561198253460567","num_games_owned":38,"num_reviews":4,"playtime_forever":7000,"playtime_last_two_weeks":0,"playtime_at_review":1069,"last_played":1606027892},"language":"russian","review":"Клеваяя игра всем советую , играем с другом в 2-ом очень класно =)","timestamp_created":1485627813,"timestamp_updated":1485627813,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29547097","author":{"steamid":"76561198019081201","num_games_owned":55,"num_reviews":2,"playtime_forever":123531,"playtime_last_two_weeks":1606,"playtime_at_review":6292,"last_played":1660157810},"language":"italian","review":"Bellissimo gioco in teoria, in pratica è un barile di merda e bug, tanto che nella metà dei casi non si apre manco la lobby per giocare\n","timestamp_created":1485627420,"timestamp_updated":1485627420,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.478723406791687012","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29547010","author":{"steamid":"76561198168132812","num_games_owned":27,"num_reviews":12,"playtime_forever":9101,"playtime_last_two_weeks":0,"playtime_at_review":8694,"last_played":1605006948},"language":"polish","review":"Gra się bardzo fajnie! Można przy niej się wyczilować, oraz trochę się przestraszyć. Moim zdaniem gra warta 19,99 euro","timestamp_created":1485627129,"timestamp_updated":1485627129,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.491803258657455444","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29546777","author":{"steamid":"76561198276287056","num_games_owned":32,"num_reviews":1,"playtime_forever":13778,"playtime_last_two_weeks":0,"playtime_at_review":1191,"last_played":1522951956},"language":"english","review":"Game dosen't work, Always fails to join into a lobby you should have tested it more cuz i bought it and i can't play it no more","timestamp_created":1485626477,"timestamp_updated":1485626477,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29546611","author":{"steamid":"76561198340606449","num_games_owned":11,"num_reviews":2,"playtime_forever":16834,"playtime_last_two_weeks":0,"playtime_at_review":1686,"last_played":1645123520},"language":"spanish","review":"buen juego mejorar los problemas de conexion","timestamp_created":1485626007,"timestamp_updated":1486861281,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.502796769142150879","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29546475","author":{"steamid":"76561198049684423","num_games_owned":323,"num_reviews":49,"playtime_forever":1821,"playtime_last_two_weeks":0,"playtime_at_review":1386,"last_played":1507604359},"language":"english","review":"I got this review from someone else, but after reading it, I quite agree with this analysis.\n\nFirst of all this game is having huge potential compared to other horror/survival games on steam. I cant say i didnt enjoy this game but developers just ignore major problems in game. If you play as survivor you will approximately spent 10-15 minutes of your life to get in lobby. Other problems infinites (running around buildings when killer wont be able to catch you). Killer is host and sometimes you will face killers with bad internet connection and you will teleport around etc.. (so 10-15 minutes to get in lobby and u wont be able to play :S ). Next you will see some people using exploits as killer (Trapper with chainsaw). Matchmaking is broken btw (rank 20 survivors vs rank 1 killer or rank 1 survivors and rank 20 killer). You will see many accounts that used cheat enginge to get blood points to lvl their characters (15 hours in game prestige 3 killer :D). This company(developers)they just dont care about fixing major problems. You will see next month they will put cosmetic dlc or new chapter dlc instead of fixing bugs. They tasted the power of money. They wont stop until people boycott their product. Im so disappointed but this is how companies work nowdays. All in all you will enjoy and have some rly good experinece especially if you play Survive with friends. But in current state wait for price drop or just skip it. When you get some experinece in this game you will see what im talking about. I dont recommend this game but if you like to try it wait for free weekend and test it. I will change this review when they start fixing major problems! On top of that the devs keep buffing killers and the community- instead of helping newbies out- will just say \"git gud\". So yeah, community is trash- devs don't know what they're doing- too much dlc- dying playerbase- no new content (that actually changes up the style of the game)- and worst of all NO FUN.","timestamp_created":1485625481,"timestamp_updated":1485625481,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.468243241310119629","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29546405","author":{"steamid":"76561198148728363","num_games_owned":67,"num_reviews":2,"playtime_forever":35325,"playtime_last_two_weeks":0,"playtime_at_review":32033,"last_played":1531407718},"language":"russian","review":":3","timestamp_created":1485625241,"timestamp_updated":1485625241,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29546255","author":{"steamid":"76561198128468482","num_games_owned":127,"num_reviews":16,"playtime_forever":24541,"playtime_last_two_weeks":0,"playtime_at_review":22021,"last_played":1605377840},"language":"brazilian","review":"Com o game próximo de completar 2 anos, temos alguns pontos a serem revistos. Vou deixar a conclusão no início para poupar tempo daqueles que não querem ler tudo.\n\n[h1]Conclusão[/h1]\nO jogo define claramente o que é uma relação de amor/ódio em vídeo games.\n\n[b]Balanceamento[/b]\nO primeiro tópico que preciso falar é sobre o balanceamente do jogo. Depois de quase dois anos rodando, os desenvolvedores ainda tem dificuldades em encontrar o perfeito balanceamento no jogo. Hoje ele se encontra em um estado melhor do que era há um ano atrás, mas mesmo com a comunidade dando várias sugestões sobre como balancear o jogo, os desenvolvedores parecem não querer dar ouvidos ao público e fazer o que eles acham melhor (tópico 2).\nPara aqueles que querem pegar o jogo para jogar como assassinos, o jogo será divertido no começo mas à medida que for subindo de rank é melhor se prepararem para a dificuldade e quantidade de hate que irão sofrer (tópico 3).\n\n[b]Time de desenvolvedores[/b]\nOs desenvolvedores do jogo são bem ativos, fazem stream regularmente para discutir e explicar sobre os próximos patches. Mas apesar de serem tão ativos assim e estarem em \"contato\" com a comunidade frequentemente eles parecem se recusar a ouvir o público. E isso tem um impacto direto sobre como resolvem balancear o jogo pois, como muitos desenvolvedores, não são bons em seu próprio game e utilizam de sua experiência para realizar alguns balanceamentos.\nFora a própria opnião dada sobre a frustração em ser main killer no jogo.\n\n[b]Comunidade[/b]\nNão há como negar que de longe está é a comunidade mais tóxica já vista em um jogo. Ambos os lados, o chat no final do jogo é simplesmente chingamentos de ambos os lados entre si, resumo: só ódio.\nFora os que não contentes ainda acessam o seu perfil em busca de chingar mais ainda, por qualquer que seja o motivo.\n\n[b]Jogar com os amigos (SWF)[/b]\nOriginalmente o jogo não deveria ter essa opção, mas devido à reclamações da comunidade (e como eles necessitam de vender mais jogos) os desenvolvedores colocaram esta opção.\nHá controvérsias quanto a necessidade, pois o conceito do jogo de 4 pessoas trabalharem juntar (sem se comunicar) é desfeita completamente. Pois aqueles que escolhem jogar com os amigos geralmente utilizam de algum servidor de comunicação em grupo e acabam tendo uma vantagem incomparável.\nÉ algo bom para aqueles que tem medo de jogar sozinhos, mas acaba com a imersão do jogo.\n\nVou complementando a medida que for lembrando.","timestamp_created":1485624857,"timestamp_updated":1527696006,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29546227","author":{"steamid":"76561198043682553","num_games_owned":266,"num_reviews":51,"playtime_forever":80,"playtime_last_two_weeks":0,"playtime_at_review":80,"last_played":1485624353},"language":"turkish","review":"Oyunu uzun zamandır takip ediyordum, indirime girince büyük umutlarla aldım. Öncelikle şunu bilin ki 10 dakikalık oyuna girebilmek için 20 dakika uğraşıyorsunuz. Oyuna gireceksiniz diyelim, lobide sürekli olarak takılıyor, 5 defa deniyorsunuz 4 ünde takılıyor 1 inde şansınıza giriyor. Oynanabilirlik de beklentimin çok altında. Hayal kırıklığı.","timestamp_created":1485624781,"timestamp_updated":1485624781,"voted_up":false,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.502061545848846436","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29546153","author":{"steamid":"76561198136367008","num_games_owned":22,"num_reviews":3,"playtime_forever":16156,"playtime_last_two_weeks":0,"playtime_at_review":7075,"last_played":1608928091},"language":"italian","review":"O risolvete questi cazzo di bug/crush o non avrete piu vacanze voi sviluppatori per via della gente che non ci giocherà piu\n","timestamp_created":1485624554,"timestamp_updated":1485624554,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.488938063383102417","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29545714","author":{"steamid":"76561198146099434","num_games_owned":54,"num_reviews":2,"playtime_forever":28580,"playtime_last_two_weeks":0,"playtime_at_review":7126,"last_played":1639154527},"language":"thai","review":"เกมสนุกดี\nให้กำลังใจนักพัฒนาในการแก้บักเยอะๆ","timestamp_created":1485623197,"timestamp_updated":1485623197,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29545497","author":{"steamid":"76561198307622153","num_games_owned":23,"num_reviews":1,"playtime_forever":22007,"playtime_last_two_weeks":0,"playtime_at_review":2846,"last_played":1531897709},"language":"thai","review":"หัด ปรับ อะไรให้ดีๆหน่อยนะ เล่นก้แลคเจอ คนกากๆ อีกเจอ ฆาตกร หัวดอ","timestamp_created":1485622497,"timestamp_updated":1485622497,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29545475","author":{"steamid":"76561198150520849","num_games_owned":384,"num_reviews":56,"playtime_forever":179507,"playtime_last_two_weeks":0,"playtime_at_review":26158,"last_played":1648063764},"language":"tchinese","review":"好游戏，就是bug稍多。与人斗其乐无穷的好游戏，斗智斗勇斗心眼。就是内容有限，我现在接近500小时，已经有点腻了。不说了，上线偷电去么么哒屠夫","timestamp_created":1485622419,"timestamp_updated":1489372492,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29545393","author":{"steamid":"76561198282944037","num_games_owned":4,"num_reviews":1,"playtime_forever":10267,"playtime_last_two_weeks":0,"playtime_at_review":3847,"last_played":1494525176},"language":"spanish","review":"Mis dieses papu","timestamp_created":1485622152,"timestamp_updated":1485622152,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29545226","author":{"steamid":"76561198250299532","num_games_owned":69,"num_reviews":1,"playtime_forever":189,"playtime_last_two_weeks":0,"playtime_at_review":111,"last_played":1612726029},"language":"italian","review":"Ma stiamo scherzando?..ho ascquistato il gioco da 1 ora sto in lobby e non sono ancora riuscita a giocarci una e dico UNA SOLA PARTITA?? Ma che scherzo è mai questo?? cioè acquisto un gioco e non funziona!! non mi trova partite..non riesco a giocarci!! PIETOSO!! FATEMI GIOCARE O RIMBORSATE I SOLDI!! INCREDIBILE!","timestamp_created":1485621603,"timestamp_updated":1485621603,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.519999980926513672","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29545051","author":{"steamid":"76561198329744496","num_games_owned":70,"num_reviews":29,"playtime_forever":26428,"playtime_last_two_weeks":0,"playtime_at_review":5707,"last_played":1533058650},"language":"french","review":"Dead by Daylight, un bon jeu. J'aime beaucoup l'absence de système anti-triche.... lol\n\nGraphismes :\n☐ Excellents\n☑ Très bons \n☐ Bons\n☐ Acceptables\n☐ Moches\n☐ Horribles\n\nMagnifique, je joue avec tout les paramètres au maximum. C'est beau !\n\nJouabilité :\n☐ Jouable sans peine\n☑ Jouable avec un peu de peine \n☐ Difficilement jouable\n☐ Injouable\n\nTout dépend de votre capacité à survivre.\n\nDurée de vie :\n☐ Très importante\n☑ Importante \n☐ Bonne \n☐ Acceptable\n☐ Foutage de gueule ?\n\nOn y passe vraiment des heures. C'est prenant.\n\nBande son (bruitages et musiques) :\n☑ Très bonne\n☐ Bonne\n☐ Mauvaise\n☐ Très mauvaise\n\nTrès bonne ambiance asser flippante, musique stressante.\n\nScénario :\n☐ Franchement sympa et prenant!\n☑ Intéressant !\n☐ Acceptable mais sans plus\n☐ Mauvais\n☐ Non-existant\n\nScénario intéressant \n\nRapport qualité/prix :\n☐ Très bon prix\n☐ Bon prix\n☑ Satisfaisant\n☐ Mouais..\n☐ Inacceptable\n\nUn bon prix et des DLC pas trop cher. En revanche certains sont vraiment mal calculé, je pense a un tueur en particulier qui est bien trop fort.... Je vous laisse deviner par vous même en jouant.","timestamp_created":1485621050,"timestamp_updated":1489762877,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.487204700708389282","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29545017","author":{"steamid":"76561198219231484","num_games_owned":98,"num_reviews":1,"playtime_forever":12638,"playtime_last_two_weeks":0,"playtime_at_review":2900,"last_played":1633391141},"language":"english","review":"Great game","timestamp_created":1485620934,"timestamp_updated":1485620934,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.496266335248947144","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544879","author":{"steamid":"76561198364037955","num_games_owned":88,"num_reviews":4,"playtime_forever":302,"playtime_last_two_weeks":0,"playtime_at_review":187,"last_played":1525447883},"language":"schinese","review":"是一款很好的游戏，周围也有很多朋友在玩，但是美中不足的就是bug还是太多，尤其是当屠夫创建房间的时候，一不小心就闪退了，就在刚刚，建立了房间进入了游戏才开始不到半分钟。。Dead by Daylight已停止运行。就很气，希望开发者可以多多改善优化","timestamp_created":1485620612,"timestamp_updated":1485620612,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544687","author":{"steamid":"76561198168808380","num_games_owned":71,"num_reviews":11,"playtime_forever":54,"playtime_last_two_weeks":0,"playtime_at_review":54,"last_played":1485618055},"language":"schinese","review":"第一个差评，简直无聊到爆。","timestamp_created":1485620168,"timestamp_updated":1485620168,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544680","author":{"steamid":"76561198161497653","num_games_owned":85,"num_reviews":27,"playtime_forever":1064,"playtime_last_two_weeks":0,"playtime_at_review":967,"last_played":1548246690},"language":"english","review":"This game has huge potential, the graphics and good and framerate is consistent, but.... this game is full of cheaters, cheaters who can find you without you even leaving a trace, people who are level 50 on every person and have only been playing a few hours. If you want to play a game that isn't fun anymore and constantly losing due to cheaters then get this. If not, stay away until a good cheat engine is in place.","timestamp_created":1485620151,"timestamp_updated":1485620151,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.530742347240447998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544666","author":{"steamid":"76561198178049630","num_games_owned":109,"num_reviews":16,"playtime_forever":17,"playtime_last_two_weeks":0,"playtime_at_review":17,"last_played":1485603085},"language":"schinese","review":"对于此游戏，我也是无语先抛开它的游戏性不说，它的优化真的很糟糕，我的一张GTX750，居然在不到1080p分辨率下最低画质都很难稳定在30多帧。[spoiler]玩个屁啊玩我又不是图吧的那群基佬低帧过人生[/spoiler]进游戏也是一段加载这我忍了，这游戏的模式就那一个对于萌新来说一下就死了，就重来有个卵的意思啊，[spoiler]我有一句妈卖批不知当讲不当讲这游戏真心优化差没张中高端卡根本没法畅玩[/spoiler]还有bug也多，这是我们玩家最真心的体会。总之我不希望看到有下一个像杀鸡这样“神优化的游戏了”","timestamp_created":1485620122,"timestamp_updated":1485620122,"voted_up":false,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.476377934217453003","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544500","author":{"steamid":"76561198120680312","num_games_owned":150,"num_reviews":9,"playtime_forever":66663,"playtime_last_two_weeks":0,"playtime_at_review":5197,"last_played":1659305595},"language":"english","review":"Great game, Really fun to play by yourself or with friends. There are some awesome moments when you successfuly juke the killer or he walks right past you without seeing you, as well as the satisfying feeling as killing everyone, or maybe I'm just a psycopath.","timestamp_created":1485619701,"timestamp_updated":1606466003,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.518248140811920166","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544449","author":{"steamid":"76561198003905461","num_games_owned":499,"num_reviews":17,"playtime_forever":528,"playtime_last_two_weeks":0,"playtime_at_review":100,"last_played":1503909311},"language":"russian","review":"Сыграл 3 игры. Пишу от лица новичка. \nСовершенно выбесило отношение разработчика к гайдам. Пример:\nУ меня есть инвентарь - для чего? Да кто его знает. Как им пользоваться, если всё пусто? Где все это брать? - совершенно не описанно и не показано. \nВторая ситуация. Вкачал я какое-то перышко, которое уменьшает время следов моих на 1 сек. Ну, думаю всё ок. Потом случайным образом зайдя в вышеупомянутый инвентарь я обнаруживаю, что его можно одеть! Как? Откуда? Я был в недоумении, когда понял, что всё это время бегал с выключенным перком, на который я отчасти расчитывал. \nЕще туда же добавили QTE в виде пробела, который появляется хоть и со звуком, но о нем ничего не было сказанно, что не очень радует, особенно, когда узнается, что ты можешь как других подставить, так и себя потому что,что? Да - злодей всё это видит и уже бежит к тебе ломая ящики или чего он там ломает по пути.\n\nОбучение в игре есть, но оно только про то, что ты не должен делать то и это.  Про то, что ты должен делать , а вернее, как это делать ни слова. Я понимаю идею разработчков \"обучения на ошибках\", но, поверьте, в игре, где ты трясешься за каждое своё движение это самый отвратителльный подход.  И, кстати, я так и не понял что там с инвентарем кто где откуда и т.п. Я не прошу, что бы девелоперы тыкали мне пальцем, что вот это тут, то - тут. Можно ведь было сделать как и с кровавой хренью, тонна слов, которые ничего не обьясняют, но тебе хотя-бы пытются что-то сообщить об этой вкладке. \nРезюмируя.\nПоиграв 2 игры я понял, что спасать своих - дело последнее. Но, в целом игра не плоха.\n","timestamp_created":1485619536,"timestamp_updated":1485619536,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.487017422914505005","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544429","author":{"steamid":"76561198139673383","num_games_owned":37,"num_reviews":2,"playtime_forever":478,"playtime_last_two_weeks":0,"playtime_at_review":269,"last_played":1509446685},"language":"russian","review":"rhenf","timestamp_created":1485619469,"timestamp_updated":1485619469,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544424","author":{"steamid":"76561198126643023","num_games_owned":52,"num_reviews":8,"playtime_forever":11371,"playtime_last_two_weeks":0,"playtime_at_review":4259,"last_played":1658303128},"language":"german","review":"10 Jahre Ladebalken (bekommen die es nicht mal richtig hin ohne 10 min zu warten ein spiel zu finden?)\n\nEs hängt sich im Ladebildschirm jedes 1-2 spiel auf.\n\nIch finde es sollte einen Shop geben wo man seine Klamotten kaufen kann mit diesen Scherben.\n\nHier kann es wie bei Freitag der 13 ein Gegenstand geben wie dieses Taschenmesser oder eine waffe womit man sich wären kann.\n\nund abwechslung schadet auch nicht die ganze zeit nur Generatoren anmachen und auf Haken aufgehangen werden wird nach einer zeit lame.\n\nwäre auch nice das man auch im Spiel sprechen kann oder sowas.\n\n","timestamp_created":1485619459,"timestamp_updated":1485619459,"voted_up":false,"votes_up":1,"votes_funny":1,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544306","author":{"steamid":"76561198344272835","num_games_owned":6,"num_reviews":1,"playtime_forever":14002,"playtime_last_two_weeks":0,"playtime_at_review":8080,"last_played":1518262292},"language":"schinese","review":"优化差bug多，其他很好排位系统差","timestamp_created":1485619085,"timestamp_updated":1485619085,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544290","author":{"steamid":"76561198014480251","num_games_owned":251,"num_reviews":6,"playtime_forever":3303,"playtime_last_two_weeks":0,"playtime_at_review":1160,"last_played":1604987102},"language":"english","review":"Edit 3/10/2020:\nThis game is literally the game as it was from the first year, all the same problems with no fixes. They have literally been stealing money with this broken concept since 2017 with adding killers that just generate them revenue while leaving all the other aspects as broken or in certain cases are just not viable to take and eat up space in your inventory. The leveling system is still not realistic to player skill of an individual, on top of there being two different leveling systems that feel super necessary and contradict each others. I really wish I could return my friends money back as an early birthday present. Hope this game shuts down within the next year. \n\n-----------------------------------------------------------------------------------------------------------------------------\n\nMy Buddy bought this game for me way back when it was early access, and from the get go i had many complaints with it. Right off the bat the fact that there was a level system in this type of a horror was throwing up red flags, making it seem as if they wanted some form of a competitive scene to grow. In this style of a game nearly all the fun is condensed within gameplay which only lasts like an hour or so because there is only one gametype, regardless of the fact its on a different map its still the EXACT SAME GAMEPLAY with a different monster skin. I whole heartly agreed with the other reviews that it is bull shit they have dropped multiple money DLC and not owed up to their faults and fixed it. \n\nThis game should never have seen a full released based on its ground concept for leveling and unlocking abilities also with the core aspect of it being a single gametype with little replay value, its so grindy compared to where the fun lies in the game. Many others have spoken on how broken the monster play feels and that is also on point.\n\n \nThis is the shady type of game development copmpany that should fall flat just like Hello Games for No Mans Sky. We as the public should not eat up half designed, \"pretty\" games. I love this concept and would hope to make a title inifinitely better than this shady attempt at a money grab.","timestamp_created":1485619037,"timestamp_updated":1583891062,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.47826087474822998","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"29544281","author":{"steamid":"76561198096815731","num_games_owned":250,"num_reviews":39,"playtime_forever":197,"playtime_last_two_weeks":0,"playtime_at_review":161,"last_played":1527253150},"language":"schinese","review":"A good game can use violence in the game 。","timestamp_created":1485619013,"timestamp_updated":1486953990,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544227","author":{"steamid":"76561198046440967","num_games_owned":261,"num_reviews":53,"playtime_forever":143,"playtime_last_two_weeks":0,"playtime_at_review":142,"last_played":1566717922},"language":"english","review":"scary :D","timestamp_created":1485618818,"timestamp_updated":1485618818,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.513084113597869873","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544176","author":{"steamid":"76561198320537662","num_games_owned":9,"num_reviews":3,"playtime_forever":9369,"playtime_last_two_weeks":0,"playtime_at_review":3198,"last_played":1564972141},"language":"schinese","review":"游戏好玩，但是改档的人太多，漏洞也太多。\n我觉得没素质的人太多了，我挂个人，守着，他们救不到，就各种骂，这种人现实中肯定也特别没用.","timestamp_created":1485618679,"timestamp_updated":1486310406,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544152","author":{"steamid":"76561198289783745","num_games_owned":25,"num_reviews":14,"playtime_forever":63,"playtime_last_two_weeks":0,"playtime_at_review":63,"last_played":1481893457},"language":"english","review":"nc","timestamp_created":1485618629,"timestamp_updated":1485618629,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.487204700708389282","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544134","author":{"steamid":"76561198072892836","num_games_owned":42,"num_reviews":11,"playtime_forever":52716,"playtime_last_two_weeks":0,"playtime_at_review":8486,"last_played":1624098310},"language":"thai","review":"สนุกดีครับแต่เสียตรงผู้เล่นปากไม่ดีเยอะ","timestamp_created":1485618573,"timestamp_updated":1485618573,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29544050","author":{"steamid":"76561198133694996","num_games_owned":156,"num_reviews":10,"playtime_forever":555,"playtime_last_two_weeks":0,"playtime_at_review":505,"last_played":1529576539},"language":"schinese","review":"半天匹配不到人，现在外挂也越来越多。","timestamp_created":1485618322,"timestamp_updated":1485618322,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.499821484088897705","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"29543901","author":{"steamid":"76561197989230581","num_games_owned":203,"num_reviews":7,"playtime_forever":68021,"playtime_last_two_weeks":41,"playtime_at_review":61734,"last_played":1659736073},"language":"spanish","review":".","timestamp_created":1485617853,"timestamp_updated":1635704566,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29543831","author":{"steamid":"76561198312363230","num_games_owned":96,"num_reviews":3,"playtime_forever":2574,"playtime_last_two_weeks":0,"playtime_at_review":1300,"last_played":1639078452},"language":"schinese","review":"对新人很不友好，刚入手游戏 感觉其他人跟我都不是一个级别的，当屠夫被人类耍着玩 当人被屠夫虐 但总得来说 还不错，看评论说有开挂的，我目前没有遇到","timestamp_created":1485617611,"timestamp_updated":1485617611,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29543607","author":{"steamid":"76561198343649854","num_games_owned":8,"num_reviews":1,"playtime_forever":24353,"playtime_last_two_weeks":0,"playtime_at_review":12209,"last_played":1639582952},"language":"thai","review":"Happy chinese new year 2017","timestamp_created":1485616863,"timestamp_updated":1485616863,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502487540245056152","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29543597","author":{"steamid":"76561198120497648","num_games_owned":33,"num_reviews":6,"playtime_forever":113,"playtime_last_two_weeks":0,"playtime_at_review":34,"last_played":1548013768},"language":"koreana","review":"이런 씨ㅇ발 개같은게임 무슨 히오스보다 더심하다 로딩시간만30분을 기다려도 한판은커녕 맵구경조차도못했다 이딴게임살빠에 차라리 지뢰찾이하는게 훨씬인생에 유익하고 도움이되며 이딴게임살빠에 그돈으로 치킨을사먹겠다","timestamp_created":1485616827,"timestamp_updated":1485616827,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.49751242995262146","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29543492","author":{"steamid":"76561198185918186","num_games_owned":94,"num_reviews":4,"playtime_forever":45903,"playtime_last_two_weeks":0,"playtime_at_review":16371,"last_played":1657889715},"language":"english","review":"I really love this game <3","timestamp_created":1485616578,"timestamp_updated":1509366372,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29543376","author":{"steamid":"76561198160751757","num_games_owned":533,"num_reviews":48,"playtime_forever":387,"playtime_last_two_weeks":0,"playtime_at_review":37,"last_played":1635409350},"language":"spanish","review":"No tengo idea como jugar, yo solamente corro para que no me atrapen. \n\n","timestamp_created":1485616240,"timestamp_updated":1485616240,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.481081068515777588","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29543313","author":{"steamid":"76561198040711369","num_games_owned":40,"num_reviews":3,"playtime_forever":58145,"playtime_last_two_weeks":0,"playtime_at_review":23283,"last_played":1655945575},"language":"russian","review":"Слишком много багов и  и вещание лапши по поводу их исправлений  на стримах , система поиска игроков пиздец как хромает вас могут кинуть к 20 рангам и вы сольёте катку а так же вас может заебенить медсестра с бензопилой , вообщем и целом в игре много дерьма через которое вам придётся пройти )","timestamp_created":1485616054,"timestamp_updated":1485616054,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.493546038866043091","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29543274","author":{"steamid":"76561198126797333","num_games_owned":179,"num_reviews":3,"playtime_forever":22616,"playtime_last_two_weeks":0,"playtime_at_review":6127,"last_played":1631817837},"language":"russian","review":"ЭТО ЩИДЭВЕР!!!!","timestamp_created":1485615921,"timestamp_updated":1485615921,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29542700","author":{"steamid":"76561198253104752","num_games_owned":80,"num_reviews":2,"playtime_forever":1851,"playtime_last_two_weeks":0,"playtime_at_review":1729,"last_played":1502288280},"language":"schinese","review":"还可以 就是硬性bug太多了，游戏经常崩溃闪退什么的，\n希望能改善吧，但游戏本体概念和游戏性不错。\n所以给个支持（=w= )","timestamp_created":1485614320,"timestamp_updated":1485614320,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29542561","author":{"steamid":"76561198352630409","num_games_owned":12,"num_reviews":1,"playtime_forever":3247,"playtime_last_two_weeks":0,"playtime_at_review":2471,"last_played":1525064619},"language":"schinese","review":"排队1小时游戏五分钟我也就忍了，现在更新之后死活玩不了一直无法通过反作弊检测，一堆作弊卡BUG的不抓，好好玩的反而一堆幺蛾子，真是大写的服气","timestamp_created":1485613928,"timestamp_updated":1485613928,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.499437421560287476","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29542449","author":{"steamid":"76561198351906553","num_games_owned":4,"num_reviews":2,"playtime_forever":421,"playtime_last_two_weeks":0,"playtime_at_review":391,"last_played":1647774976},"language":"german","review":"Hallo leider ist version 1.3.1 kaum spielbar,\nmeist hängt man in irgendwelchen Warteschleiten um in die Lobby zu kommen oder es kommt zur Meldung Lobbybeitritt misslungen.Ich muss ständig Spiel neu starten um mal zufällig für den Spieleintritt in die Lobby zu kommen und das ist einfach unprofessionell für ein kommerzielles Game! - Update ist dringend erforderlich! - Das Spiel gefällt mir soweit ...aber scheinbar verbugt!","timestamp_created":1485613563,"timestamp_updated":1485613563,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29542287","author":{"steamid":"76561198338982985","num_games_owned":26,"num_reviews":1,"playtime_forever":17767,"playtime_last_two_weeks":0,"playtime_at_review":14022,"last_played":1616838885},"language":"schinese","review":"这游戏也玩了两百多个 小时了！总体来说，是个很不错的游戏！不管是游戏的内容设定，还是人物形象。各方面来说，都很吸引人！能给人继续玩下去的欲望！唯一让我闹心的就是这游戏的优化！各种BUG！虽然官方也在很努力的改进了！但BUG还是层出不穷！当然这些都无关大雅！只是希望以后官方能在努力一点！尽量做好这个游戏的优化！也希望这个游戏越做越好！","timestamp_created":1485613103,"timestamp_updated":1485613103,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.525862038135528564","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29542168","author":{"steamid":"76561198214105457","num_games_owned":84,"num_reviews":4,"playtime_forever":205,"playtime_last_two_weeks":0,"playtime_at_review":7,"last_played":1621078432},"language":"russian","review":"ахуенная игра с даунами (не то что в кс)тут просто не спасай тимейтов-и ты выииграешь 1","timestamp_created":1485612756,"timestamp_updated":1485612756,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29541838","author":{"steamid":"76561198066796695","num_games_owned":500,"num_reviews":4,"playtime_forever":10849,"playtime_last_two_weeks":0,"playtime_at_review":2454,"last_played":1655535831},"language":"english","review":"This game is so fun when you get to actually play it.  The lobby is bugged on so many levels though and it is hard to get into a server at times.  Overall, great game: just need to squish these damn bugs.","timestamp_created":1485611749,"timestamp_updated":1485611749,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.518817424774169922","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29541804","author":{"steamid":"76561198139302884","num_games_owned":120,"num_reviews":2,"playtime_forever":17109,"playtime_last_two_weeks":0,"playtime_at_review":12638,"last_played":1618466221},"language":"english","review":"+++","timestamp_created":1485611626,"timestamp_updated":1485611626,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.493273526430130005","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29541543","author":{"steamid":"76561198082271934","num_games_owned":30,"num_reviews":3,"playtime_forever":5008,"playtime_last_two_weeks":0,"playtime_at_review":3808,"last_played":1519407798},"language":"romanian","review":"how can i resolve easyanticheat code error 1 ?","timestamp_created":1485610823,"timestamp_updated":1485610823,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29541515","author":{"steamid":"76561198088775154","num_games_owned":29,"num_reviews":1,"playtime_forever":10281,"playtime_last_two_weeks":0,"playtime_at_review":3553,"last_played":1554126618},"language":"schinese","review":"游戏不错，就是bug有点多，不过感觉最近（2017/1/28）好点了，可以推荐一下！","timestamp_created":1485610723,"timestamp_updated":1485610723,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29541460","author":{"steamid":"76561198341398375","num_games_owned":217,"num_reviews":60,"playtime_forever":16769,"playtime_last_two_weeks":0,"playtime_at_review":3199,"last_played":1646318331},"language":"schinese","review":"当时很火，现在降温了\n其实还是不错嘛\n就是容易玩腻\n还有你朋友特别想玩屠夫\n--------------------------------------------------------------------------------\n本以为入了游戏就算BUG也就那么几场影响不了游戏体验，人类太弱那就忍一忍嘛。呵呵……无法通过反作弊。","timestamp_created":1485610535,"timestamp_updated":1518864231,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29541442","author":{"steamid":"76561198267813839","num_games_owned":7,"num_reviews":7,"playtime_forever":5193,"playtime_last_two_weeks":0,"playtime_at_review":4707,"last_played":1494431889},"language":"english","review":"I like this game, but I'm suggestions to add costume accessories are more in character","timestamp_created":1485610466,"timestamp_updated":1485610466,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.524696230888366699","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"29541334","author":{"steamid":"76561198233157912","num_games_owned":193,"num_reviews":25,"playtime_forever":11038,"playtime_last_two_weeks":0,"playtime_at_review":5753,"last_played":1570995225},"language":"russian","review":"хуйня","timestamp_created":1485610121,"timestamp_updated":1485610121,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.484234213829040527","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29541196","author":{"steamid":"76561198325763332","num_games_owned":12,"num_reviews":5,"playtime_forever":85363,"playtime_last_two_weeks":0,"playtime_at_review":24481,"last_played":1658508842},"language":"thai","review":"Good Game","timestamp_created":1485609694,"timestamp_updated":1485609694,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29540987","author":{"steamid":"76561198251491966","num_games_owned":61,"num_reviews":14,"playtime_forever":194,"playtime_last_two_weeks":0,"playtime_at_review":194,"last_played":1486138045},"language":"czech","review":"Graficky !! Super \nZe začátku mate i strach ale potom už je to OK po 2h hraní sem zabavil ale tahle hra by měla být levnější !! Já ji kupoval za 20e a měla by být aspoň za 10€  myslím si to že utíkat před killerem a vylepšovat postavu je o ničem 🍼","timestamp_created":1485609075,"timestamp_updated":1485609075,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29540944","author":{"steamid":"76561198005348913","num_games_owned":394,"num_reviews":54,"playtime_forever":48555,"playtime_last_two_weeks":0,"playtime_at_review":2806,"last_played":1646931780},"language":"schinese","review":"类似于当年施瓦辛格的电影 《威龙猛将》，反正就是逃生者和行刑者之间的故事，游戏比较单调，但也算是乐得其中吧，目前1.3.1版本中bug也很麻烦，游戏启动后有时会莫名无法进入，但是进程显示游戏已经在运行，游戏中加入大厅也有时会出现卡住没反应，连人物都没法显示，总体上中规中矩，喜欢玩怎么样也会去买，不喜欢始终也喜欢不起来","timestamp_created":1485608904,"timestamp_updated":1485608904,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29540703","author":{"steamid":"76561198315186413","num_games_owned":13,"num_reviews":3,"playtime_forever":93679,"playtime_last_two_weeks":0,"playtime_at_review":29371,"last_played":1635781527},"language":"russian","review":"Крутая игра!!","timestamp_created":1485608067,"timestamp_updated":1561056049,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.448072254657745361","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29540687","author":{"steamid":"76561198052634698","num_games_owned":161,"num_reviews":11,"playtime_forever":133017,"playtime_last_two_weeks":98,"playtime_at_review":56090,"last_played":1660168384},"language":"polish","review":"Great, thrilling game! I don't have any problems with lobby at all, don't know what you are complaining at, noobs. 1000h in game and 11/10! :)","timestamp_created":1485608008,"timestamp_updated":1637870792,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.46875","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29540677","author":{"steamid":"76561198087079232","num_games_owned":107,"num_reviews":2,"playtime_forever":59466,"playtime_last_two_weeks":0,"playtime_at_review":26952,"last_played":1612279906},"language":"russian","review":"Как и у всех игр, у этой есть и плюсы и минусы.\nПлюсы:\n- простая игра в освоении\n- 6 различных выживших и маньяков у которых разные навыки (перки), маньяки и выжившие будут пополняться\n-  очень большое древо прокачки (кровавая паутина)\n- кооперативный режим до 4 человек в пати против одного маньяка \nМинусы:\n- до сих пор попадаются читеры или лаггеры (те, кто нагружают интернет и у вас лагает, вы телепортируетесь), но к счастью таких сейчас мало\n- баги в игре (вы можете застрять)\nИтог: в целом игра довольно интересна своим разнообразием, покупайте и получайте удовольствие","timestamp_created":1485607982,"timestamp_updated":1485607982,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.493115663528442383","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"29540662","author":{"steamid":"76561198003270434","num_games_owned":113,"num_reviews":2,"playtime_forever":58382,"playtime_last_two_weeks":0,"playtime_at_review":5109,"last_played":1649129543},"language":"schinese","review":"take a try","timestamp_created":1485607914,"timestamp_updated":1498356220,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJwobnI8tkCdpPYcA=="}