{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"23603138","author":{"steamid":"76561198139666915","num_games_owned":75,"num_reviews":2,"playtime_forever":421,"playtime_last_two_weeks":0,"playtime_at_review":92,"last_played":1509064489},"language":"english","review":"The gameplay for this game is really fun but the matchmaking is horrible.","timestamp_created":1466111580,"timestamp_updated":1466111580,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.483383744955062866","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603111","author":{"steamid":"76561198115327996","num_games_owned":306,"num_reviews":6,"playtime_forever":2034,"playtime_last_two_weeks":0,"playtime_at_review":882,"last_played":1484373031},"language":"english","review":"Long story short, I love this game. I played it all night the day I got it, so I suppose you could say that I was, [i]Dead by Daylight[/i]. Get it? Because I was tired! ... I'm sorry, that deserves a good 1L of bleach. Anyway, the game has yet to become slightly boring. With most games I find, you often find a trend of playing less and less until you get bored. Well, Dead by Daylight and Overwatch have become my favorite two games at the moment with no signs of that changing soon. However, as many have complained about, like Overwatch, DbD is missing some features. To better explain these, let us turn our attention to a list only a great, intelligent, and, most importantly, good-looking walrus can develop.\n\n[u]Pros[/u]\n -The game has about as much atmosphere as Jupiter. Jupiter is a gas planet. This game has a lot of atmosphere.\n\n -Out of the 3 killers, two of them are balanced. For more information, please check out the cons listed below.\n\n -The survivors are all cool, and even meet SJW standards. 2 males, 2 females. I hate people who believe this matters.   This one was a test to see if you were fit for life on this planet.\n\n -Claudette Morel is my favorite character because she comes with a hipster costume. I like to throw myself at the killer.\n\n -The progress system is cool. Get skills and items in a random tree before The Entity consumes them.\n\n -This game rewards teamwork. On my first game I said,\"I will let everyone else die, so I can win. I did not win. You best  believe that is you don't have 4 survivors until at least 3 of the 5 generators are active, you will not win, unless you are the last one alive and lucky enough to find a trapdoor.\n\n -The game runs nice.\n\n -The system used to escape killers is fun and interesting.\n\n -The system used to kill people and sacrifice them to our lord and savior The Entity is also cool.\n\n -The game has a cool loudout system involving offerings, items, perks, and add-ons to help you get the edge.\n\n -If you do not escape with it, expect to lose your items. Offerings are offered, so you can't use them again until you get another one. This system of disposable items adds a cool mechanic where you can scavenge for items, or use the progression system (The Bloodweb) to earn it. Cool cool in my book.\n\n -The game has a mystery in it, as the bloodweb or origins of th killers are hardly explained. The Entity and the Bloodweb are partially explained by journals as you level up.\n\n -You feel helpless as a survivor. Good.\n\n -You feel insane as a killer. Good.\n\n-This game requires as much skill as is required to cover up a murder well... that was a fun analogy... right?\n\n[u]Cons[/u]\n -As of now, they have yet to add a party system, but I believe it is planned.\n \n -The wraith is over-powered, because he requires no real skill or practice to use. \n \n -I have trouble getting away from the killer. I know I suck, but can sum1 pls halp :(\n\n -People lobby to jump to try to find thier friends.\n\n -When enough people have jumped and left the lobby, it stops trying to find people for whatever reason.\n\n -I have decent internet. I can play online games flawlessly, with my whole family online. This game must have some kind of connectivity issue, because I will be matchmaking, loading into a match, then go straight back to the loudout screen.\n \n -There is really only one map. There are broken-down buildings with pallets and windows used to get away from a killer. On the farm, they are barns. On the scrapyard, they are autoparts piled high. There are other maps, but that is essentially how the map is set up.\n\n -The killer often just sits around someone he killed, trying to murder anyone who comes to help. It nearly impossible to save them, which can be very frustrating.\n\n -You best have the auditory prowess to hear a mouse bite a cracker from a mile away to play the killer. Or maybe I am just bad at playing the killer. I dunno. It can be difficult.\n\n -I have a good computer, so some intense resolution scaling may be required to allow it to run on the newest PotatOS. I am so proud of that joke.\nTo Conclude: This game is great, but expect some bugs and features that are still absent. Hopefully some balancing will be added. G'day mates.","timestamp_created":1466111460,"timestamp_updated":1466111743,"voted_up":true,"votes_up":1,"votes_funny":3,"weighted_vote_score":"0.522016942501068115","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23603075","author":{"steamid":"76561198084033586","num_games_owned":155,"num_reviews":21,"playtime_forever":246,"playtime_last_two_weeks":0,"playtime_at_review":197,"last_played":1472215806},"language":"russian","review":"https://www.youtube.com/watch?v=6VPG3GxUr98  \nУ меня на канале уже присутсвует ролик по поводу данной игры но хотелось бы сказать что то и здесь ,основным плюсом игры думаю стоит отметить что она не скучная ,что чертовски важно в играх такого типа ,и вообще геймплей здесь не плохой видно что работали много ,но оптимизация хромает","timestamp_created":1466111328,"timestamp_updated":1466111328,"voted_up":true,"votes_up":4,"votes_funny":1,"weighted_vote_score":"0.544498622417449951","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"23602964","author":{"steamid":"76561198039954291","num_games_owned":223,"num_reviews":13,"playtime_forever":3702,"playtime_last_two_weeks":0,"playtime_at_review":794,"last_played":1657013175},"language":"english","review":"This game is very unique and is unlike any other I've played before.  It is extremely satisfying when you kill people as well as when you escape.  There have been a lot of moments where I've ran away screaming the entire time because it's so nerve-wrecking (which is a good thing).  The only problem right now is that in order to play with a friend, you need an entire full lobby of friends to start a match and hopefully they'll fix this issue very soon.  What I'm looking forward to them adding to the game and they've said they're thinking about it, is mod support.  If players can make and upload their own maps to the workshop that would make this game one of the most popular and fun horror games to play.  With that said, it's still very worth it and you should get this game, thumbs up.","timestamp_created":1466110888,"timestamp_updated":1466110888,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.539499759674072266","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602901","author":{"steamid":"76561198130425797","num_games_owned":296,"num_reviews":101,"playtime_forever":931,"playtime_last_two_weeks":0,"playtime_at_review":162,"last_played":1581801018},"language":"english","review":"good game","timestamp_created":1466110610,"timestamp_updated":1466110610,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.461095154285430908","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602838","author":{"steamid":"76561198015821717","num_games_owned":66,"num_reviews":2,"playtime_forever":1786,"playtime_last_two_weeks":0,"playtime_at_review":907,"last_played":1489916107},"language":"swedish","review":"Alot of game for the money.\nReally enjoy the game.","timestamp_created":1466110322,"timestamp_updated":1466110322,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602829","author":{"steamid":"76561198045149898","num_games_owned":80,"num_reviews":1,"playtime_forever":1091,"playtime_last_two_weeks":0,"playtime_at_review":45,"last_played":1483814801},"language":"russian","review":"Симулятор генераторов","timestamp_created":1466110293,"timestamp_updated":1466110293,"voted_up":true,"votes_up":3,"votes_funny":6,"weighted_vote_score":"0.549385547637939453","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602808","author":{"steamid":"76561198084381058","num_games_owned":909,"num_reviews":33,"playtime_forever":83,"playtime_last_two_weeks":0,"playtime_at_review":83,"last_played":1466246570},"language":"schinese","review":"玩幸存者都能把自己玩出幽闭症了，被一群乌鸦都能吓得狂奔。玩变态杀人狂又不能深刻挖掘出自己内心的邪恶面，反而被幸存者们溜成狗……玛德，这游戏太入戏，玩久了小心脏可受不了","timestamp_created":1466110197,"timestamp_updated":1466110197,"voted_up":true,"votes_up":4,"votes_funny":2,"weighted_vote_score":"0.583333313465118408","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602793","author":{"steamid":"76561198125746164","num_games_owned":277,"num_reviews":4,"playtime_forever":20576,"playtime_last_two_weeks":0,"playtime_at_review":17017,"last_played":1656180452},"language":"russian","review":"Прикольно","timestamp_created":1466110134,"timestamp_updated":1594472805,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602770","author":{"steamid":"76561198052991678","num_games_owned":109,"num_reviews":2,"playtime_forever":27358,"playtime_last_two_weeks":0,"playtime_at_review":1456,"last_played":1520313634},"language":"english","review":"Saw someoneon twitch playing the Beta and it looked super neat. This game is ADDICTING! I love it and would recommend anybody to spend just a measly $17.99 on this new and very fun game.","timestamp_created":1466110045,"timestamp_updated":1466110045,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498203665018081665","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602760","author":{"steamid":"76561198140701740","num_games_owned":38,"num_reviews":4,"playtime_forever":287,"playtime_last_two_weeks":0,"playtime_at_review":287,"last_played":1466256611},"language":"turkish","review":"optimizasyon sorunu var bi sürü de bug var güzel oyun ama iyice bi elden geçmesi lazım..","timestamp_created":1466110016,"timestamp_updated":1466110016,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602750","author":{"steamid":"76561198015270713","num_games_owned":182,"num_reviews":5,"playtime_forever":16865,"playtime_last_two_weeks":0,"playtime_at_review":523,"last_played":1643510344},"language":"english","review":"- Last one alive\n- Get caught and placed on hook\n- Hook glitches, my health stops decreasing\n- I literally can't die\n- Don't want to lose so I refuse to exit\n- So does the killer\n- Ends up becoming a 8 hour standoff\n- Eventually he quit first\n\n10/10 ign","timestamp_created":1466109982,"timestamp_updated":1466109982,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.508896768093109131","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602676","author":{"steamid":"76561198086596571","num_games_owned":101,"num_reviews":6,"playtime_forever":15444,"playtime_last_two_weeks":0,"playtime_at_review":4642,"last_played":1657321284},"language":"english","review":"its been a while since i first played the game and i have to admit, this second time around i like it even better. the devs have seemingly corrected alot of the cheaty tactics from both the survivors and the killer. the game feels intense as ever and really gets your heart pumping. \n\nthe wraith by a far is still my favorite killer to play because of his cloaking ablility. stalking someone into a corner is very rewarding.","timestamp_created":1466109667,"timestamp_updated":1531176516,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502074718475341797","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602659","author":{"steamid":"76561198099693310","num_games_owned":176,"num_reviews":3,"playtime_forever":1222,"playtime_last_two_weeks":0,"playtime_at_review":549,"last_played":1640033992},"language":"english","review":"The game itself is pretty wonderful . I love the asymmetric 4v1 game that they have created. If I were basing this review on the gameplay review, I would definitely recommend this game. There is something that will stand in your way when you're trying to play it, though, and that is the matchmaking. As of right now there isn't really a group matchmaking feature when you want to play a survivor. Even if you aren't trying to group with friends, this feature not existing will still affect you. People will be constantly joining and leaving your lobby in order to find the game that their friend or friends are in. This means if you queue as a killer, you could spend maybe even 20 minutes, like I currently am, between games waiting for 4 survivors to ready up in your lobby. Conceptually I underdstand why they didn't add group queue. I believe they wanted to add this atmospheric horror element of being alone. The issue is it heavily affects gameplay because there is a good chance you won't even be able to play unless you have all the time in the world to just sit there and wait.\n\nUpdate: I sat in a lobby as a killer waiting as I wrote this review, and it's been over 30 minutes and have had hundreds of people join and leave my lobby. If they don't fix this feature this game will not last.","timestamp_created":1466109589,"timestamp_updated":1466110039,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602647","author":{"steamid":"76561198002806584","num_games_owned":334,"num_reviews":4,"playtime_forever":900,"playtime_last_two_weeks":0,"playtime_at_review":500,"last_played":1469641072},"language":"english","review":"bunch of game breaking things need to be fixed asap ffs. dont buy untill they do","timestamp_created":1466109561,"timestamp_updated":1466109561,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.485074609518051147","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602624","author":{"steamid":"76561198147054293","num_games_owned":353,"num_reviews":25,"playtime_forever":84,"playtime_last_two_weeks":0,"playtime_at_review":64,"last_played":1527239740},"language":"russian","review":"Кому лень читать много текста - скажу сразу. Итог нижеизложенного - не \"десяточка\", каюсь, где-то 8 колоколов и мачете из 10:-)\nА кому интересно, что за колокола и мачете - итак...\nУвидел я как-то геймплейный ролик игры по филму \"Пятница 13-е\", где играешь за Джейсона, и подумал \"Хэй! Тут же в PAYDAY 2 отовсюду рекламировали что-то подобное!\" В общем, купил игруленьку, поиграл и, скажу я вам, штучка та еще. Сторона выживающих мне напомнила эти вот столь нелюбимые мною хорроры в стиле Outlast, в которых ты ничего не можешь сделать появившейся из-за угла бяке, разве что убежать, спотыкаясь об откладываемые по дороге кирпичи:-) Ну, если серьезно - это, блин, иногда по-настоящему страшно. Хотя, конечно, слух и зрение в помощь - когда бяка приближается, у персонажа начинает зашкаливать сердцебиение, значит, надо спрятаться в каких-нибудь кустах и внимательно оглядеться. Но тут есть одно \"но\"! Призрак, он же, по-моему, Wraith по-англицки.Только ты привыкаешь к тому, чо нужно сперва ходить и слушать, а потом осматриваться, как выясняется, что эта зверюга а) невидимая и б) пока невидима, соответственно, сердцебиение на нее не реагирует. Поэтому при звуке колокола адреналин просто зашкаливает, первое, что приходит в голову - Мелкий из \"Очень страшного кино\" с его советом \"Беги, с*ка, беги-и-и!!!\"\nПротивостояние Призраку превращает игру в натуральный хоррор, не слушайте нытье на форумах в стиле \"Wraith - имба, пусть на него хотя бы сердцебиение реагирует!\", против него реально интереснее, чем против местного аналога Джейсона и урода-реднека:-)\nТак вот. Теперь перейдем за монстров. Так как я не являюсь фанатом хорроров про уродцев, а, скорее, предпочитаю хорроры с мистикой, конечно же, я выбрал того, от кого интереснее всего было убегать - того самого Призрака. Во-первых, что хочу сказать - Призрак умеет становиться невидимым, но (!) в состоянии невидимки он может только ходить, а выходит из нее с громким колокольным звоном и сильной потерей скорости в процессе звона, так что никакой имбы. Более того, если ступить и начать проявляться рядом с выжившим - он просто возьмет руки в ноги, добежит до ближайшей стены с окном и будет лазить туда-сюда в окно, так как люди лезут быстрее. И тут игра заставляет нервничать по-другому - перед вами процедурно генерируемая карта, пять генераторов и четыре идиота неизвестно где. И то ли они будут дружно бегать, то ли разбегутся сразу вчетвером по разным генераторам - черт их знает. Вот и носишься в надежде, что тебе попалась команда рандомов, а не слаженный кооператив:-)\nНо это все художественные отступления. Теперь к фактам.\nИгра, конечно, не \"прям ВАУ\", но цепляет. Хорошая попытка реализовать модный нынче ассиметричный геймплей. Неплохая графика, абсолютно разный геймплей за выживающих и охотников, выживающие - хоррор от третьего лица, охотники - полуэкшончик от первого. Генерируемые карты, что значит, что у вас есть условный кусок площади, все объекты на котором расставляются рандомно. Не знаю, насколько хорош их рандомайзер, однако, это уже дает надежду на то, что тебе не попадутся четыре выживших, наизусть заучивших каждый угол карты. Есть даже что-то наподобие древа навыков, дающего мелкие перки, и кое-какие итемы для облегчения процесса выживания, типа фонарика, чтоб ослепить охотника, или аптечки, дабы подлатать коллегу-подранка. Единственный двоякий факт - лобби создается охотником и к нему подключаются выжившие. На первый взгляд, это всегда дает быстрый матчмейкинг, ибо за охотника играть всегда найдутся желающие, с другой же стороны - дефицит выживших может негативно сказаться в будущем, так что не увлекаемся охотой, товарищи, иногда интересно и от монстряков побегать:-)","timestamp_created":1466109487,"timestamp_updated":1466109487,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602613","author":{"steamid":"76561198106317377","num_games_owned":62,"num_reviews":1,"playtime_forever":18223,"playtime_last_two_weeks":0,"playtime_at_review":176,"last_played":1658348510},"language":"english","review":"recommed this game, very good can't wait till they add group search","timestamp_created":1466109427,"timestamp_updated":1466109427,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.485074609518051147","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602542","author":{"steamid":"76561198118054808","num_games_owned":920,"num_reviews":23,"playtime_forever":3945,"playtime_last_two_weeks":0,"playtime_at_review":1748,"last_played":1599646237},"language":"russian","review":"Очень крутая игруха, если начал играть, остановится уже очень трудно) Затягивает) \nИграю в основном жертвой, пробовал маньяком, 3 попытки подряд были удачные, повесил на крюк всех четверых)\n\n","timestamp_created":1466109070,"timestamp_updated":1466109070,"voted_up":true,"votes_up":7,"votes_funny":1,"weighted_vote_score":"0.58791118860244751","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602494","author":{"steamid":"76561198015436646","num_games_owned":124,"num_reviews":8,"playtime_forever":21399,"playtime_last_two_weeks":0,"playtime_at_review":432,"last_played":1632665523},"language":"english","review":"Chasing people with a chainsaw never felt so good    C:","timestamp_created":1466108856,"timestamp_updated":1466108856,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602419","author":{"steamid":"76561198002480125","num_games_owned":288,"num_reviews":48,"playtime_forever":1875,"playtime_last_two_weeks":0,"playtime_at_review":575,"last_played":1558988596},"language":"portuguese","review":"nice game ...","timestamp_created":1466108555,"timestamp_updated":1466108555,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602365","author":{"steamid":"76561198009580250","num_games_owned":62,"num_reviews":1,"playtime_forever":1881,"playtime_last_two_weeks":0,"playtime_at_review":969,"last_played":1622933239},"language":"english","review":"The game is awesome but cant play online with friends.. FIX IT !","timestamp_created":1466108353,"timestamp_updated":1466108353,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.499059826135635376","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602362","author":{"steamid":"76561198052819523","num_games_owned":787,"num_reviews":12,"playtime_forever":543,"playtime_last_two_weeks":0,"playtime_at_review":203,"last_played":1527191973},"language":"french","review":"Stressant mais tellement excitant!","timestamp_created":1466108345,"timestamp_updated":1466108345,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602345","author":{"steamid":"76561197999410349","num_games_owned":91,"num_reviews":3,"playtime_forever":565,"playtime_last_two_weeks":0,"playtime_at_review":565,"last_played":1466273912},"language":"english","review":"Cant play online with friends.","timestamp_created":1466108275,"timestamp_updated":1466108275,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.487979412078857422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602341","author":{"steamid":"76561198153757927","num_games_owned":104,"num_reviews":19,"playtime_forever":7790,"playtime_last_two_weeks":0,"playtime_at_review":429,"last_played":1631209173},"language":"german","review":"Das Spiel macht spaß mit Freunden in einer Lobby u.s.w\nDenoch ist es Schade das man online nicht immer Leute in einer lobby findet oder mit einem Freund eine Online Party Zocken kann das sollte man noch einfügen trozalldem macht das Spiel spaß und man hat nervenkitzel.","timestamp_created":1466108258,"timestamp_updated":1466108258,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602320","author":{"steamid":"76561198071886084","num_games_owned":176,"num_reviews":6,"playtime_forever":383,"playtime_last_two_weeks":0,"playtime_at_review":333,"last_played":1468148183},"language":"english","review":"The matchmaking system is pure garbage in terms of creating games - as a killer if someone leaves the game I *cannot* start a new game, have to drop the lobby and start all over again. Not fun. Refund is on its way.","timestamp_created":1466108152,"timestamp_updated":1466108152,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602285","author":{"steamid":"76561198035533544","num_games_owned":167,"num_reviews":4,"playtime_forever":654,"playtime_last_two_weeks":0,"playtime_at_review":173,"last_played":1555778664},"language":"english","review":"Plays as survivor, every survivor dies.................okay? (every time)\n\nPlays as killer....................every survivor escapes? while tea bagging at the exit (every time)\n\n10/10 fucked off at this addicting game that fucks me over every time.","timestamp_created":1466108005,"timestamp_updated":1466108005,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602221","author":{"steamid":"76561198073617880","num_games_owned":269,"num_reviews":4,"playtime_forever":12572,"playtime_last_two_weeks":706,"playtime_at_review":948,"last_played":1660537613},"language":"english","review":"I say it's a pretty good game for one that just came out. It is a bit buggy but I'm sure that will all be fixed soon enough. All I wish was that the killers moved at different speeds. I feel they all move too quickly and it is almost impossible to outrun them. I feel that the survivors should have more natural ways to escape besides the perks. I also wish I could team up with 2+ friends to take on a random person/monster, a lot like League. Overall it is decent, just some minor changes and I'll be friggin happy.\n\nAlso, please give these stupid killers different attributes. They all move too fast, especially the Wraith, jus remove him in general. I feel like the wraith should be slow unless he is in stealth so the peopel who pick him actually have to be smart about where and how they unstealth. It's too easy for them to just stealth and camp people they hook, it's ridiculous.","timestamp_created":1466107767,"timestamp_updated":1467983463,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.525862038135528564","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602206","author":{"steamid":"76561198004624611","num_games_owned":217,"num_reviews":10,"playtime_forever":592,"playtime_last_two_weeks":0,"playtime_at_review":576,"last_played":1477777660},"language":"english","review":"Update:\n------\nLots of work has been put in by the developer to flesh out features and add new ones based on feedback. This game continues to impress in how satisfying it is and how basic (in a good way) the objectives are for both sides playing. If you enjoy survival horror but want to play a game without the predictability of prgrammed AI opponent, get Dead by Daylight. Still an incredibly fun cooperative game.\n-------\nNeeds some refinement but the overall the gameplay is tense and fun. We're having a great time playing this during lunch at work right now.","timestamp_created":1466107702,"timestamp_updated":1476289730,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602181","author":{"steamid":"76561198019282673","num_games_owned":656,"num_reviews":47,"playtime_forever":4810,"playtime_last_two_weeks":0,"playtime_at_review":318,"last_played":1633731001},"language":"english","review":"The button you want to press is the \"Ready\" button, not the \"Leave Lobby\" button...\n\nThere is a bit of an issue with people leaving the lobby. Never had too much problem getting a match as survivor, but I haven't had the chance to play monster yet because I can't find 4 survivors that will stay in the lobby and ready up. Hopefully if they implement friends+matchmaking then there shouldn't be as many people leaving to find their friends.\n\nOtherwise, it's a great asymmetrical multiplayer game. Plenty of oppertunity for helping or leaving teamates that leads to  emergent situations. There were 3 of us left. One was on a hook and the monster was camping the hook. I ran in to draw the monster out while the other team member helped them down! All three got out and survived. \n\nPerformance is fine and I haven't noticed any real lag at all.\n\nDefinitely recommend if you like; Depth, Evolve, L4D etc.","timestamp_created":1466107612,"timestamp_updated":1466107612,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602160","author":{"steamid":"76561198017406691","num_games_owned":508,"num_reviews":48,"playtime_forever":45,"playtime_last_two_weeks":0,"playtime_at_review":45,"last_played":1466107427},"language":"english","review":"utter load of shit","timestamp_created":1466107568,"timestamp_updated":1466107568,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602144","author":{"steamid":"76561198163974433","num_games_owned":118,"num_reviews":8,"playtime_forever":9125,"playtime_last_two_weeks":0,"playtime_at_review":616,"last_played":1635388077},"language":"english","review":"Pretty scary. A few bugs here and there, but in due time I believe they'll be fixed","timestamp_created":1466107479,"timestamp_updated":1466107479,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.527559041976928711","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602136","author":{"steamid":"76561197985857347","num_games_owned":823,"num_reviews":24,"playtime_forever":63428,"playtime_last_two_weeks":83,"playtime_at_review":756,"last_played":1660582511},"language":"russian","review":"[b]Достоинства:[/b]\nАтмосфера; музыкальная составляющая; проработка персонажей; техническая составляющая игры.\n\n[b]Недостатки:[/b]\nТоксичность комьюнити;","timestamp_created":1466107457,"timestamp_updated":1606331066,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602130","author":{"steamid":"76561198111025440","num_games_owned":167,"num_reviews":38,"playtime_forever":11564,"playtime_last_two_weeks":0,"playtime_at_review":1671,"last_played":1650892494},"language":"hungarian","review":"Nagyon jó játék.","timestamp_created":1466107445,"timestamp_updated":1505909635,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602069","author":{"steamid":"76561198070707143","num_games_owned":333,"num_reviews":21,"playtime_forever":1795,"playtime_last_two_weeks":0,"playtime_at_review":496,"last_played":1501541625},"language":"english","review":"Decided to chill out with some friends at this old abandoned farm where this crazy guy once chainsaw-ed a bunch of teens a few years ago. A few minutes into the fun a psychotic, lets call him \"hillbilly\" decided to crash the party. Grabs a pal and proceeds to ignore my frantic flashlight shining in his face. After hanging my friend on a hook, a giant spider thing started to try to take sacrifice to the next level. Not liking spiders, I abandoned my friend to his fate, and ran home to play Dead by Daylight. 10/10 spiders are scary and gross.","timestamp_created":1466107229,"timestamp_updated":1466107229,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23602022","author":{"steamid":"76561198048012620","num_games_owned":303,"num_reviews":17,"playtime_forever":3576,"playtime_last_two_weeks":0,"playtime_at_review":810,"last_played":1639519231},"language":"english","review":"So even though this game does need some work, for example it would be awesome if they soon have a party system, it is really a fun game. If you first play it, its a hard game to understand everything you need to do to be decent at it. I had trouble with that when I first started to play the game and wow did it really make me pissed. I would suggest that you understand how to play both the surviver and the killer because it will make your overall experience with the game much, much better!","timestamp_created":1466107064,"timestamp_updated":1466541049,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601868","author":{"steamid":"76561198276487965","num_games_owned":61,"num_reviews":2,"playtime_forever":1282,"playtime_last_two_weeks":0,"playtime_at_review":617,"last_played":1622837952},"language":"english","review":"I loved the game but there is a bug that kicks me out of a running game and it says escaped but i didnt escaped yet and then it counts as a lost and lose all my points and derank. I was improving and ranking but beacause of the bug i cant rank up any more shit game","timestamp_created":1466106486,"timestamp_updated":1466106486,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.468590825796127319","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601834","author":{"steamid":"76561198202246524","num_games_owned":49,"num_reviews":2,"playtime_forever":13407,"playtime_last_two_weeks":0,"playtime_at_review":927,"last_played":1497318910},"language":"english","review":"Does all of the work alone and gets the exit ready. Killer catches me at gates and drags me away for sacrifice. Partners escape without me having done nothing. 10/10 would die for partners again.","timestamp_created":1466106368,"timestamp_updated":1466106368,"voted_up":true,"votes_up":1,"votes_funny":2,"weighted_vote_score":"0.504310309886932373","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601733","author":{"steamid":"76561198130683003","num_games_owned":570,"num_reviews":40,"playtime_forever":3395,"playtime_last_two_weeks":0,"playtime_at_review":1071,"last_played":1486917852},"language":"schinese","review":"哇好有意思好刺激！捉迷藏升级版！\n需要的技巧就是预判，这是一场读心的战斗。","timestamp_created":1466105993,"timestamp_updated":1466105993,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601669","author":{"steamid":"76561197988145684","num_games_owned":631,"num_reviews":151,"playtime_forever":1048,"playtime_last_two_weeks":0,"playtime_at_review":411,"last_played":1647474231},"language":"english","review":"Fun game, especially playing with friends.\nGet one of your friends to do the Mickey Mouse voice while being chased by the Chainsaw guy, creepy af","timestamp_created":1466105684,"timestamp_updated":1466105684,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.504310309886932373","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601666","author":{"steamid":"76561198066086099","num_games_owned":217,"num_reviews":1,"playtime_forever":5753,"playtime_last_two_weeks":36,"playtime_at_review":453,"last_played":1660080679},"language":"english","review":"The game is really enjoyable exept for the fact that some people as the last survivor choose to sit i a corner for 20-30 minuts doing absolutly nothing until you leave which then grants them the victory you a disgraceful defeat and might even end up dropping your rank. and if it was'nt enough that you just wasted 20-30 minuts on waiting for this hardcore stratigist you also don't get as much as a single bloodpoint even thoug you might have done well the rest of the round. what i'm trying to say is that i wish that the survivors had some kind of time limit so they can't just sit in a corner for ever.","timestamp_created":1466105674,"timestamp_updated":1466105674,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.504310309886932373","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601583","author":{"steamid":"76561198010207233","num_games_owned":216,"num_reviews":2,"playtime_forever":464,"playtime_last_two_weeks":0,"playtime_at_review":294,"last_played":1467875899},"language":"english","review":"The concept is good, its fun to play with friends........ friends.......FRIENDS!!! its fun when you can actualy find your partners in a lobby........ We can spend  15-20 mins just trying to find each other. This is so lame. I played 4 hours, only did 5 games ( one game 15 mins average), guess what I was doing more than 2 hours of it..... The party system is required to make your game good. I know they will put one soon but dont buy it until the patch comes out","timestamp_created":1466105317,"timestamp_updated":1466105317,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.527696549892425537","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601500","author":{"steamid":"76561197970487939","num_games_owned":1756,"num_reviews":188,"playtime_forever":34701,"playtime_last_two_weeks":22,"playtime_at_review":2733,"last_played":1659519442},"language":"english","review":"A horror multiplayer only game of 1v4 on the concept of Cat and mouse whereas the mouse don't exactly fight back. The game is really fun to play however suffers from issues and problems that needs to be sorted out. For the value of what you get it is a very enjoyable game for those who are into it and will need more in order to retain its audience in the future.\n\n[h1] Video Review [/h1]\nhttps://www.youtube.com/watch?v=lRY1f57Q7y4\n\n[h1] Pros [/h1]\n+ The Atmosphere of the game and immersion whether you play the killer and get pumped to search out your prey or prepare to get scared silly as a survivor.\n\n+ Great selection of perks and itemization and the unlocking web choice behind it once you get higher level it starts blacking out certain parts sof the tree, so you'll have to make choices. Items and mods will carry with you if you escape with whatever is left of it.\n\n+ Gameplay mechanic and rules are fun and rather well implemented.\n\n+ Great sounds effects and music to keep you on your toe\n\n+ The amount of hours you'll invest for the fun you'll get if you enjoy these type of games.\n\n[h1] Cons [/h1]\n\n- Rebindable keys are missing, multiplayer lobby bugs, friend party system not working, collision problems (Thesea re being sorted out in a patch will remove when it is done)\n\n- No graphic options tweaking\n\n- Proximity chat would be nice one where the killer can hear your characters and sort you out but without it the survivors are all completely muted, it is quite dumb to tell someone to heal you by constantly crouching down in front of them and they\n\n- Balance tweaks needs to be done especially a bit more on wraith which defeats the purpose of the heartbeat meter\nThe wraith is way too easy to master and use even against a moderate to skillful teams of survivor. You will lose one person or even everyone unless the wraith is really bad.\n\n- Hook camping is a mechanic being used 95% of the games and needs to be tweaked out. A good killer will always camp one person and there will be almost no chance to save them without being hurt or grabbed in which case it makes it almost impossible for a survivor to save that person unless he risks it. This causes a domino effect where people will completely ignore other survivor 98% of the game with no incentive to save them EVEN if you do give them the signals.\n\n- Window cheesing still exist in the game, some buildings has 3 windows and there is no way you can catch a fast survivor no matter how you try to outsmart them and also outmanuever them. They can go through windows faster than you can even catch up to them\n\n- Survivors can disconnect games, disconnecting survivors get win, killers spoils the points for survivors.\n\n- Need a cheat implementation as I am hearing talks that it has started although I haven't encountered any. Steam Vac would be great.\n\n- Last but not least, The godamn flashlights are so useless even with addons and pointing directly in a killer's eyes. I've only accomplished this TWICE if the killer doesn't angle his camera a bit but it is so easily avoidable also as killer. Even the maps are more useful.\n\n\n\nThese are all the issues I really have with the game so far which weighs outthe pros a bit in my review to be honest and things that can be or will be fixed in the future  but I have spent hours and hours on this game and actually enjoy it for the concept and the sheer weight of being pumped as a survivor when the heartbeat meters go off or when I'am after them that I am doing it for the mighty blood god. Looking forward to more killers, maps, abilities and variety of game modes but for the price of 16 bucks I am not complaining too much.","timestamp_created":1466104922,"timestamp_updated":1466488779,"voted_up":true,"votes_up":17,"votes_funny":1,"weighted_vote_score":"0.606886625289916992","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601444","author":{"steamid":"76561198067189812","num_games_owned":83,"num_reviews":6,"playtime_forever":388,"playtime_last_two_weeks":0,"playtime_at_review":174,"last_played":1497879996},"language":"russian","review":"игра очень багнутая,нормально не поиграть","timestamp_created":1466104717,"timestamp_updated":1466104717,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.467724859714508057","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601369","author":{"steamid":"76561198291996878","num_games_owned":150,"num_reviews":5,"playtime_forever":13789,"playtime_last_two_weeks":452,"playtime_at_review":1421,"last_played":1660584269},"language":"german","review":"Kann ich nur empfehlen :) \nEs ist runde für runde immer wieder spannend.\nOb als Killer oder Überlebender die spannung bleibt stehts hoch ...","timestamp_created":1466104393,"timestamp_updated":1466104393,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601354","author":{"steamid":"76561198136128109","num_games_owned":403,"num_reviews":46,"playtime_forever":19576,"playtime_last_two_weeks":0,"playtime_at_review":4194,"last_played":1657396400},"language":"russian","review":"Необычная игра.","timestamp_created":1466104332,"timestamp_updated":1514804794,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.541984736919403076","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601317","author":{"steamid":"76561198052726265","num_games_owned":110,"num_reviews":3,"playtime_forever":7709,"playtime_last_two_weeks":0,"playtime_at_review":727,"last_played":1628913492},"language":"koreana","review":"fucking awesomeeeeeeeeeeeeeeeeeeeee!\n\nbut cant play with my firend....... so sad... \nif update, this game will be great","timestamp_created":1466104202,"timestamp_updated":1466104202,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601293","author":{"steamid":"76561198137762165","num_games_owned":160,"num_reviews":48,"playtime_forever":14569,"playtime_last_two_weeks":0,"playtime_at_review":569,"last_played":1656019081},"language":"english","review":"tier 3 myers","timestamp_created":1466104119,"timestamp_updated":1627961396,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.541422128677368164","comment_count":5,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601291","author":{"steamid":"76561198175194702","num_games_owned":129,"num_reviews":20,"playtime_forever":826,"playtime_last_two_weeks":0,"playtime_at_review":533,"last_played":1478984938},"language":"english","review":"Excellent multiplayer survival-horror game, fun as hell!","timestamp_created":1466104091,"timestamp_updated":1466104091,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.509325027465820313","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601289","author":{"steamid":"76561198141804847","num_games_owned":113,"num_reviews":11,"playtime_forever":12815,"playtime_last_two_weeks":0,"playtime_at_review":2560,"last_played":1659069777},"language":"russian","review":"и так сыграв в нее 50 часов овер, могу сказать следующее, играя на карте против призрака, при этом ваш уровень самый низкий, чиня 3-4 генератора, помогая своим нерадивым соратникам которые так и лезут \"в бой\", может случится отсоединение от серва в 80% случаяях!!! при этом ты разбивая клавиатуре все кнопки так что из нее течет кровь рагаешь разрабов, но потом все равно содишься играть!!!\nоценка 7/10 только за ГЕЙМПЛЕЙ!!!!!ребят игра норм но надо доделать!!!","timestamp_created":1466104086,"timestamp_updated":1467137594,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601277","author":{"steamid":"76561198085474680","num_games_owned":129,"num_reviews":15,"playtime_forever":561,"playtime_last_two_weeks":0,"playtime_at_review":403,"last_played":1529341815},"language":"english","review":"Good Gaime Mane","timestamp_created":1466104015,"timestamp_updated":1466370501,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.469183593988418579","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601265","author":{"steamid":"76561198003525152","num_games_owned":26,"num_reviews":11,"playtime_forever":1324,"playtime_last_two_weeks":0,"playtime_at_review":568,"last_played":1551896904},"language":"tchinese","review":"相信我，這遊戲會讓你的心臟壞掉的\n\n嚇死寶寶惹 . . .","timestamp_created":1466103975,"timestamp_updated":1466103975,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601167","author":{"steamid":"76561198100174924","num_games_owned":30,"num_reviews":5,"playtime_forever":315,"playtime_last_two_weeks":0,"playtime_at_review":243,"last_played":1468115807},"language":"french","review":"Jeu franchement très simpa, un mode de jeu qui change beaucoup des autres jeux de survie et qui est plaisant. \n\nPour le moment, la seule vrai chose qui me gène c'est le fait qu'on ne puisse pas tag à plusieurs dans une game online. \nEsperons que ça vienne rapidement avec les MAJ.","timestamp_created":1466103573,"timestamp_updated":1466103573,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601073","author":{"steamid":"76561198033363772","num_games_owned":99,"num_reviews":4,"playtime_forever":5990,"playtime_last_two_weeks":0,"playtime_at_review":365,"last_played":1609531721},"language":"german","review":"Sehr gutes Spiel meiner Meinung nach:\nAls Überlebender steigt dass Adrenalin in einem wenn man vom Killer verfolgt wird oder wenn man seine Freunde vom Haken holen muss.\n\nUnd als Killer macht es auch richtig viel spaß mal die sadistische Seite von eine raushängen zu lassen und die Überlebenden in die Irre zu leiten und zu quälen XD\n\ndass einzige was den Spielspaß noch bischen mindert ist die teils lange wartezeit in den Lobbys wegen leavern die nach ihren freunden suchen oder weil man aus ihrer sicht ein zu niedriges lvl hat, ersteres wird aber schon bearbeitet und verbessert\n\nMeiner Meinung nach ein Must Have Game","timestamp_created":1466103329,"timestamp_updated":1466103329,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23601014","author":{"steamid":"76561198029829215","num_games_owned":30,"num_reviews":2,"playtime_forever":14389,"playtime_last_two_weeks":0,"playtime_at_review":451,"last_played":1653828827},"language":"russian","review":"АХУЕННО!","timestamp_created":1466103159,"timestamp_updated":1466103159,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600958","author":{"steamid":"76561198110821533","num_games_owned":174,"num_reviews":8,"playtime_forever":7083,"playtime_last_two_weeks":0,"playtime_at_review":6938,"last_played":1640807506},"language":"english","review":"Cool","timestamp_created":1466103016,"timestamp_updated":1547379970,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.485502630472183228","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600955","author":{"steamid":"76561198037493590","num_games_owned":379,"num_reviews":5,"playtime_forever":4202,"playtime_last_two_weeks":0,"playtime_at_review":1717,"last_played":1478008630},"language":"english","review":"Buggy, unpolished release of a Co-op game that lacks basic features such as a party system.\n\nThe same bugs from Beta are still present in full-release.\nHackers are rampant, while the developers refuse to do anything to improve the game.\nLatency is a huge issue in some matches, sometimes you'll see your character skip several steps, you can argue this being the players fault since the game uses a Peer-to-Peer system, however the matchmaking is very poorly done.\nIt can also take several minutes to get into a match, from bugged lobbies because of people leaving constantly trying to find their friends, to the game itself bugging out and refusing to find a game, it can take upwards of 10minutes to get into an actual game.\nThe game itself is incredibly grindy, taking you several games to level-up a single time, while the level-up system is based on RNG.\nMatches can be frustrating due to bugs, some of which can make a match last forever, without anyone being able to get their rewards and being force to quit the game.\n\nTL;DR: Avoid. This is a fun-with-friends game that doesn't actually let you play with friends.","timestamp_created":1466103010,"timestamp_updated":1466106925,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.507235407829284668","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600803","author":{"steamid":"76561197988042756","num_games_owned":136,"num_reviews":9,"playtime_forever":138129,"playtime_last_two_weeks":0,"playtime_at_review":100079,"last_played":1631102863},"language":"english","review":"The Devs have been slowly balencing it again. Good game. Give it a try i think you will like it. o/","timestamp_created":1466102445,"timestamp_updated":1532956106,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600783","author":{"steamid":"76561198212268573","num_games_owned":296,"num_reviews":16,"playtime_forever":37214,"playtime_last_two_weeks":0,"playtime_at_review":31974,"last_played":1533247031},"language":"russian","review":"Играю в данную игру с момента ЗБТ.\nОднозначно сказать не могу,в разные периоды разработки были и плюсы и минусы.\nНо в момент написания отзыва игра вышла на новый уровень,появились новые функции,персы,локации и многое другое.\nКак старый игрок могу сказать что игра отличная,рекомендую!\n\nP.S Те кто недавно в теме не поймут как игра измнилась,а жаль...","timestamp_created":1466102353,"timestamp_updated":1508367367,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.507692337036132813","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600755","author":{"steamid":"76561198138797893","num_games_owned":115,"num_reviews":3,"playtime_forever":81631,"playtime_last_two_weeks":609,"playtime_at_review":598,"last_played":1660505045},"language":"english","review":"This game is awesome!","timestamp_created":1466102264,"timestamp_updated":1466102264,"voted_up":true,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.580412566661834717","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600695","author":{"steamid":"76561198140598305","num_games_owned":3,"num_reviews":2,"playtime_forever":6245,"playtime_last_two_weeks":0,"playtime_at_review":805,"last_played":1622184910},"language":"russian","review":"игра огонь","timestamp_created":1466101944,"timestamp_updated":1466101944,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600565","author":{"steamid":"76561198018518792","num_games_owned":837,"num_reviews":90,"playtime_forever":43137,"playtime_last_two_weeks":0,"playtime_at_review":542,"last_played":1623370951},"language":"english","review":"I dont anyone who's played this game that didnt feel misery from it.\n\nIts addictive in some ways but you always come out feeling terrible. Just stay away.","timestamp_created":1466101434,"timestamp_updated":1589926282,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600554","author":{"steamid":"76561198105164891","num_games_owned":177,"num_reviews":37,"playtime_forever":35566,"playtime_last_two_weeks":0,"playtime_at_review":17587,"last_played":1658773939},"language":"english","review":"Bullshit survivors sided game, both end have problems and devs don't give a fuck about the balance. \nKiller clowns everywhere\nSurvivors kings who destroy with their infinite crutch perks.\nThis game can die already I won't play it anymore.\nHope F13 or Last year will be better. bullshit game","timestamp_created":1466101388,"timestamp_updated":1512910048,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600548","author":{"steamid":"76561198124194568","num_games_owned":58,"num_reviews":3,"playtime_forever":5618,"playtime_last_two_weeks":0,"playtime_at_review":295,"last_played":1625713150},"language":"english","review":"Over all a really fun and great game. Good match making and you cant use perks more then once so no one person can be OP. Each match is longer the any other game but still fun and the controls are really hard to grasp.\n\nPS.\nI am a total pussy and I can play any horror game but this game and so much excitment that its not scary just spooky and it also make it so much more fun.","timestamp_created":1466101362,"timestamp_updated":1466101362,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600540","author":{"steamid":"76561198042096692","num_games_owned":772,"num_reviews":54,"playtime_forever":939,"playtime_last_two_weeks":0,"playtime_at_review":510,"last_played":1477966353},"language":"english","review":"I've never come closer to a virtual death in all my virtual lives in all the games I've played in my whole entire actual life.\n\nI aim to get even closer.\n\n13/Friday will escape Jason's distant cousin in-law again.","timestamp_created":1466101349,"timestamp_updated":1466101349,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600508","author":{"steamid":"76561198022093753","num_games_owned":563,"num_reviews":16,"playtime_forever":2154,"playtime_last_two_weeks":0,"playtime_at_review":1686,"last_played":1586500038},"language":"english","review":"In short on a serious matter: 8/10\n\nIn short on a comical matter: Bell is love, Bell is life. 10/10\n\nThis is taking into consideration that I haven't played for too long, so if my opinion changes, I'll change the review. Otherwise, you know it held up to my initial impressions here.\n\nI'll begin by addressing the bugs that everybody says are so plentiful. [i]I have yet to see a single one.[/i] I don't know if I'm lucky, or if the other people giving negative reviews are unlucky, but I've had 0 issues with the game so far. Even if I were to encounter some bugs at this point, I would have no issues with them unless they severely impacted my ability to play.\n\nAlso, the party system. A [i]lot[/i] of people complain that you cannot play ranked in a part of friends, but I can see why it is that way. You would have an unfair advantage over the killer, and if your buddy is the killer, could just grind for points quickly. It would be unfair. They remedied that by adding Kill Your Friends mode. It allows you to party up and play as you see fit, but don't get any points for it, so no leveling up. [b]BUT[/b] you are allowed to use all of your perks and one-time-use items earned from the ranked matches [i]without[/i] consuming them. I think that's fair enough.\n\n[b]My experience:[/b]\nI want to preface this by saying that I am not horror savvy. I've got anxiety and don't handle horror well. If you breeze through games like Outlast or Amnesia without too much issue, then this game will likely have a very different feel for you.\n\n[b]The Survivor:[/b]\nDead by Daylight is very intense, especially if you are playing as the survivor. My very first match I ended up being the generic useless character in horror who's adept at hiding but terrible at accomplishing much of anything. I was afraid to move around, to get caught, to face the killer. The atmosphere of the level, and the designs of the killers are very menacing, and it was a lot to take in at first. It was only after I watched the killer drag away one of my allies and spike them onto a meat hook that I was brought out of my shell so to speak.\n\nI wanted to save them, but they were too far away, with the killer patrolling their sacrifice like a guard dog. There wasn't much that I could do, so I moved to try and find one of the other survivors. Power in numbers, yeah? The person I found was bleeding on the floor inside of a rotted out building, and making noise. Not the best in this sort of situation, so I set about healing them, though my attention lay to the many windows surrounding us. I had entirely forgotten about the skill check games, and botched the heal, their character letting out a cry of pain before I had finished closing the wound.\n\nWe got out of that building as fast as we possibly could, knowing the killer would be around the corner any second. With one generator left to fix, we moved for the nearest one, only for me to see my friend turn tail and run. I ended up about 2 feet from the killer, and there was absolutely no possible way to get away intact. A slash across my back put me into a sort of panic as I ran, the killer only a few feet behind all the way. I figured this was the end, so I drew him as far away from the generator as I could, before taking the second hit and falling to the floor, bleeding out. I was his second sacrifice.\n\nBeing on the meat hook is pretty stressful if you're immersed into it. Smashing space bar as fast as possible to add a few precious seconds onto your life as you try and hold the demonic spikes from piercing your skull. Tempting to escape from it at the cost of failure and a large portion of your remaining time. I hear the generator go on as I'm down to the last slivers of my life, but think little of it. Until I see the same survivor from before, running full sprint despite leaving a visible trail behind for the killer to find. We both escaped, the third survivor finding their own way out, and the fourth being the only sacrifice.\n\nIt was amazing.\n\n[b]The Killer[/b]\nThe whole reason I bought the game, being honest. The thrill of hunting down your prey, of taunting them with freedom, toying with their lives before ultimately sacrificing them for whatever darkness preys upon them on the meat hooks.\n\nThere is a [i]very[/i] different feel in this game when playing as the killer. You do not get spooked, you don't have any fear or worry. The very same landscape that put you on edge as a survivor has no meaning to you. [i]It's your playground, after all.[/i] I must say though, that my first experience as a killer was not as memorable, but it was very satisfying, and very exciting.\n\nThe character that I prefer most out of the three killers available is called The Wraith, who has a bell he can ring in order to become invisible, and gain a bit of speed. You are unable to do any actions, namely attacks, whilst invisible, so must give away your position by switching back before you strike. But that mattered little to me, because I quickly found out that you can ring the bell without needing to shift.\n\nGenerally one would want to sneak up on their prey, to hit them as they hide, as they run. But I am the bell ringing maniac, ringing my bell occasionally to remind you that I'm nearby. That I'm close. But where? I would ring the bell as I strike you to the ground, the only celebration needed. I would ring the bell many times as I watched my sacrifices being brought up into the heavens. True bliss. To go out to the sweet sounds of the bell.\n\nBell is love. Bell is life.\n\n10/10 Will ring bell until the end of my days.","timestamp_created":1466101252,"timestamp_updated":1466114034,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.499624341726303101","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600478","author":{"steamid":"76561198282968450","num_games_owned":23,"num_reviews":1,"playtime_forever":28075,"playtime_last_two_weeks":0,"playtime_at_review":3221,"last_played":1596559313},"language":"koreana","review":"살인마나가면 왜 생존자가 랭크 다운되야되나 슈바..","timestamp_created":1466101132,"timestamp_updated":1466101132,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600459","author":{"steamid":"76561198283319548","num_games_owned":18,"num_reviews":4,"playtime_forever":803,"playtime_last_two_weeks":0,"playtime_at_review":497,"last_played":1607387660},"language":"brazilian","review":"Tem muito o que melhorar, mas além da idéia ser boa o jogo é bem emocionante e divertido!!  Você se cada de medo e tem horas que dá vontade de socar o PC, mas é tudo de bom!\nUm jogo leve, simples, bom e barato! \nAinda falta mais funções dentro do jogo e certo balanceamento,  mas mesmo assim já vale a pena!","timestamp_created":1466101075,"timestamp_updated":1466101075,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600435","author":{"steamid":"76561197965368218","num_games_owned":296,"num_reviews":43,"playtime_forever":161648,"playtime_last_two_weeks":2141,"playtime_at_review":45590,"last_played":1660606455},"language":"english","review":"Pretty fun game, priced right.","timestamp_created":1466101006,"timestamp_updated":1511556888,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.502688169479370117","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600420","author":{"steamid":"76561198118099766","num_games_owned":28,"num_reviews":1,"playtime_forever":24585,"playtime_last_two_weeks":0,"playtime_at_review":1656,"last_played":1622028978},"language":"schinese","review":"非常棒的游戏！希望加入中文","timestamp_created":1466100941,"timestamp_updated":1466100941,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600408","author":{"steamid":"76561198015502644","num_games_owned":34,"num_reviews":2,"playtime_forever":2514,"playtime_last_two_weeks":0,"playtime_at_review":886,"last_played":1487400320},"language":"english","review":"very good game, fast and furious when you get a match...but it's region matchmaking of course, so it sucks for me as a nightshift worker in a small country playing at 5am in the morning, still got my moneys worth.","timestamp_created":1466100921,"timestamp_updated":1466100921,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.473800092935562134","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600377","author":{"steamid":"76561198025276675","num_games_owned":124,"num_reviews":1,"playtime_forever":153,"playtime_last_two_weeks":0,"playtime_at_review":153,"last_played":1466206103},"language":"english","review":"no match making","timestamp_created":1466100802,"timestamp_updated":1466100802,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.483677148818969727","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600320","author":{"steamid":"76561198081234873","num_games_owned":90,"num_reviews":5,"playtime_forever":1907,"playtime_last_two_weeks":0,"playtime_at_review":749,"last_played":1584477542},"language":"turkish","review":"BU OYUN BİR HARİKA DOSTUM !","timestamp_created":1466100619,"timestamp_updated":1466100619,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600311","author":{"steamid":"76561198150966093","num_games_owned":47,"num_reviews":6,"playtime_forever":1132,"playtime_last_two_weeks":0,"playtime_at_review":314,"last_played":1515344115},"language":"russian","review":"Очень крутая игра,советую всем:)\nОдин минус-невозможно найти лобби за маньяка(","timestamp_created":1466100596,"timestamp_updated":1466100596,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600251","author":{"steamid":"76561198040860000","num_games_owned":760,"num_reviews":5,"playtime_forever":220,"playtime_last_two_weeks":0,"playtime_at_review":220,"last_played":1466100118},"language":"english","review":"Played during beta and although buggy had some fun, I was hoping these bugs would have been fixed for release but they are still glaring. I find myself annoyed while playing instead of having fun and thats not how it should be. This game needed several more months of development before release.","timestamp_created":1466100405,"timestamp_updated":1466100405,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.503681957721710205","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600208","author":{"steamid":"76561198126224598","num_games_owned":62,"num_reviews":1,"playtime_forever":10313,"playtime_last_two_weeks":0,"playtime_at_review":346,"last_played":1658352080},"language":"german","review":"Das Spiel ist sehr gut, spannend überraschend, alles was ein Horrorspiel haben muss. Jedoch wenn ich online mit einem Freund spielen will müssen wir aus glück zusammenkommen. Das ist nervig, praktisch wäre es, wenn man zusammen eine Lobby suchen könnte.\n\n=)","timestamp_created":1466100257,"timestamp_updated":1466100257,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.468164771795272827","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600158","author":{"steamid":"76561198165679497","num_games_owned":107,"num_reviews":19,"playtime_forever":21016,"playtime_last_two_weeks":0,"playtime_at_review":883,"last_played":1610204343},"language":"english","review":"Very nice game. Some hard. Survaival. Hunting. Stels. Rush. Logic. No, don't logic. Traps, invision, downsindromman. Jony Kage. Dmitrij Romanov. Sonya Blade. Voman from Odessa. 3 maps. 10 sec searching mission for peopls. 10 min -1 hour - for hunters. Many bugs. 7 generators in map. 5.8$. F^^k it. Very nise game. 10 hunters-down with chainsaws of 10.","timestamp_created":1466100062,"timestamp_updated":1466100062,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.490303754806518555","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600151","author":{"steamid":"76561198195945186","num_games_owned":68,"num_reviews":5,"playtime_forever":30942,"playtime_last_two_weeks":0,"playtime_at_review":2044,"last_played":1657023840},"language":"czech","review":"ok after the update somethink is better something is much more horrible like the killers are much more faster and better ...... but the survivors aint but i think its a cool game","timestamp_created":1466100036,"timestamp_updated":1467475768,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600106","author":{"steamid":"76561198159092769","num_games_owned":228,"num_reviews":13,"playtime_forever":11142,"playtime_last_two_weeks":391,"playtime_at_review":488,"last_played":1659788342},"language":"russian","review":"Вообщем - игра сыровата ,много багов и дохлые анимации ,но положительный геймплей (игра про эгоизм на крюке ) и больше ничего + если играете за маньяка их тут 3, то прост ШИКАРНО ,а если играете с друзяхами по связи ,весело ,угарно ,смешно ,а так игре всего 5 дней (ждем патчей ) \nИТОГ: игра для 5 ,но с багами где за вами носиться маньяк-пидофил(пидофил потому ,что эту игру схавали школьники) -\n    6,5/10","timestamp_created":1466099857,"timestamp_updated":1466099898,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.484578609466552734","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600037","author":{"steamid":"76561198056133417","num_games_owned":11,"num_reviews":3,"playtime_forever":149,"playtime_last_two_weeks":0,"playtime_at_review":132,"last_played":1497462906},"language":"english","review":"Amazing game that gives chills down your spine! BUY THYIS GAME AND PLAY IT","timestamp_created":1466099635,"timestamp_updated":1466099635,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.499624341726303101","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23600003","author":{"steamid":"76561198024627971","num_games_owned":360,"num_reviews":54,"playtime_forever":7510,"playtime_last_two_weeks":0,"playtime_at_review":2816,"last_played":1594152663},"language":"danish","review":"Endelig et gyser spil hvor du ren faktisk kan spille co-op og være selve morderen. \nUpdate \nSpillet er blevet langt bedre igennem årene. \nUdviklerne har virkelig været god til at opdatere spillet.\nDer er kommet rigtigt meget med i spillet siden de udgav det den gang i 2016. \nEndnu flere spilbar karaktere  både deres egne men også velkendte som Freddy Krueger, Michael Myers og morderen fra saw.","timestamp_created":1466099506,"timestamp_updated":1544199796,"voted_up":true,"votes_up":6,"votes_funny":1,"weighted_vote_score":"0.588724017143249512","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599973","author":{"steamid":"76561198275346647","num_games_owned":43,"num_reviews":2,"playtime_forever":41539,"playtime_last_two_weeks":1594,"playtime_at_review":482,"last_played":1660586941},"language":"russian","review":"С обновлением все стало в 60 фпс идти - поработали над оптимизацией. Жду дальнейших обновлений с улучшением оптимизации и добавлением обещанных русских субтитров.","timestamp_created":1466099416,"timestamp_updated":1466354164,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.49751242995262146","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599872","author":{"steamid":"76561198192694293","num_games_owned":172,"num_reviews":10,"playtime_forever":875,"playtime_last_two_weeks":0,"playtime_at_review":208,"last_played":1559041990},"language":"russian","review":"Атмосфера присутствует ,как и при игре за маньяка , так и за жертву. Словами всего этого не описать ,но посоветовать её можно точно! 10 Свинок/10","timestamp_created":1466099071,"timestamp_updated":1466099071,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599842","author":{"steamid":"76561198043423980","num_games_owned":243,"num_reviews":40,"playtime_forever":441,"playtime_last_two_weeks":0,"playtime_at_review":441,"last_played":1468688337},"language":"russian","review":"Теперь все ок, игра хороша.","timestamp_created":1466098971,"timestamp_updated":1469635063,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.513991177082061768","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599750","author":{"steamid":"76561197965141086","num_games_owned":494,"num_reviews":2,"playtime_forever":19173,"playtime_last_two_weeks":0,"playtime_at_review":491,"last_played":1659285472},"language":"english","review":"I gave my friends false hope of escape. 10/10 would ring the dinner bell again.","timestamp_created":1466098639,"timestamp_updated":1466098639,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523434698581695557","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599707","author":{"steamid":"76561197994764291","num_games_owned":449,"num_reviews":15,"playtime_forever":4647,"playtime_last_two_weeks":0,"playtime_at_review":396,"last_played":1623010694},"language":"english","review":"I found some people in the woods, and I hunted them down one by one, slashing their backs up with my machete. I dragged their bodies through the muddy forest canvas to hang them from a hook, from there I just had to wait for the spider demon to take their bodies to hell as my sacrifice.\n\nWhen I got home, Dead by Daylight had finally installed and I started playing this game. \nIts really good btw.","timestamp_created":1466098483,"timestamp_updated":1466098636,"voted_up":true,"votes_up":188,"votes_funny":1002,"weighted_vote_score":"0.765103518962860107","comment_count":8,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599546","author":{"steamid":"76561198076172264","num_games_owned":167,"num_reviews":24,"playtime_forever":10337,"playtime_last_two_weeks":15,"playtime_at_review":460,"last_played":1659726165},"language":"english","review":"Fun game","timestamp_created":1466097823,"timestamp_updated":1632746324,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.499624341726303101","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599515","author":{"steamid":"76561198249750290","num_games_owned":33,"num_reviews":1,"playtime_forever":267,"playtime_last_two_weeks":0,"playtime_at_review":209,"last_played":1588598728},"language":"russian","review":"Игра хорошая пондравилась.Только мне не пришли вещи которые должны дать за предзаказ\n","timestamp_created":1466097700,"timestamp_updated":1466097700,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.49782860279083252","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599467","author":{"steamid":"76561198182138885","num_games_owned":137,"num_reviews":13,"playtime_forever":40865,"playtime_last_two_weeks":0,"playtime_at_review":810,"last_played":1610206532},"language":"turkish","review":"Oyun gerçekten mükemmel ötesi eğer hergün bi doz adrenalin almadan uyuyamıyorum diyosanız bu oyun tam size göre günde 3-4 oyun atıp korku açlığınızı dindirecek bir oyun hele ki 13.CUMA , Texas Katliamı tarzı filmlerle büyümüş biri olarak müthiş bir hazz :)","timestamp_created":1466097515,"timestamp_updated":1466097515,"voted_up":true,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.579893648624420166","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599421","author":{"steamid":"76561198067335792","num_games_owned":124,"num_reviews":7,"playtime_forever":6572,"playtime_last_two_weeks":0,"playtime_at_review":620,"last_played":1529695970},"language":"russian","review":"Игра весёлая, интересная и местами бывает страшная.  разработчики наверно и сами знают, что у игры много проблем,  но для меня и моих друзей главная проблема это поиграть в одном лобби с другими людьми. Это парой даже бесит,  а про случаи когда лобби просто закрывается и а него ни кто больше не заходит ещё сильнее бесит. Ждём с нетерпением групповой поиск. И интересная штука, если мои друзья создают лобби за монстра они могут ждать минут 5 чтоб к ним зашли другие люди, а у меня люди заходят сразу, странно это всё. А чуть не забыл,  игру брать можно, НО если вам есть с кем играть.  Если играешь один то большой риск попасть на не адекватных игроков которые держат мышь с клавиатурой или геймпад в первый раз)))  На данный момент игра сырая очень,  кто-то тут уже сравнивал их с подвалами в Питере))","timestamp_created":1466097352,"timestamp_updated":1466097352,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.533049046993255615","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599267","author":{"steamid":"76561198036462009","num_games_owned":223,"num_reviews":5,"playtime_forever":4777,"playtime_last_two_weeks":0,"playtime_at_review":159,"last_played":1597053807},"language":"english","review":"It seems very fun and the atmosphere is great. However the game is EXTREMELY unbalanced and as a result it is virtually impossible to win as a survivor. It takes forver to start generators as it is and the stupid skill checks just make it even harder and give the killer another advantage which they definetly do not need.\n\nIf they can balance the game better so it actually becomes a challenge on both sides it would be much better.\n\nStill fun though. And considering the price is low can't complain too much.","timestamp_created":1466096859,"timestamp_updated":1466096859,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.499624341726303101","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599209","author":{"steamid":"76561198095386575","num_games_owned":325,"num_reviews":39,"playtime_forever":50863,"playtime_last_two_weeks":286,"playtime_at_review":6455,"last_played":1660432214},"language":"english","review":"the game is good for the price the dlc is eh the community is mad toxic","timestamp_created":1466096624,"timestamp_updated":1582221059,"voted_up":false,"votes_up":0,"votes_funny":2,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599199","author":{"steamid":"76561198027361285","num_games_owned":312,"num_reviews":1,"playtime_forever":8694,"playtime_last_two_weeks":0,"playtime_at_review":732,"last_played":1588689070},"language":"english","review":"I am in the mix about this game.\nUpdate: They have announced that there will be a party system implemented :]\n\n(When it isn’t buggy)\nPositives\nSurvivor\nThis game does a good job of making it atmospheric and a truly chilling experience.  I like the fact that the game has skill checks and makes you make a decision.  Do you focus on the skill check more or your surroundings?  Feeling the heartbeat or the bell go off can send someone into a panic and wonder what is going to happen to them next.  That feeling of escaping the killer’s grasp and living at the end is amazing.  The game also questions how you are morally.  Do you try and save everyone or are you selfish?  Do you work on the generators or let everyone else do the dirty work?  If you scratch my back will I scratch yours?  I have had multiple games where I will save a fellow survivor but that player wouldn’t do the same for me when I got captured or I just leave my whole team behind.  The perks and offerings you can obtain are also very good.  From toolboxes to medkits this game does a good job I believe on the items you can obtain.  Offerings allow you to get extra blood points, put you on a desirable map, etc.  If you are the last survivor and your team was slaughtered the game gives you the option of either doing the remaining generators or finding the hatch to escape.  This feature is truly amazing because it gives the last person an actual chance to escape and win the game.\n\nKiller\nBeing the killer can be a thrilling experience.  Your job is pretty simple, kill the survivors.  But I believe it goes bigger than that.  You manage the map and check generators to make sure the survivors aren’t trying to turn them on.  I’ve had games where I actually herded survivors into a certain on the map because they were too scared to go anywhere else.  Putting that fear into the enemy team gives you this feeling that you are really a killer.  Cutting down the survivors efforts is really entertaining.  Each killer has their own unique way of doing things.  The trapper basically sets traps at pivotal points in the map or random locations to attempt to trap someone and take them to a hook for them to be sacrificed.  The hillbilly is very good at covering ground and chasing people down.  With his chainsaw you can easily put a survivor into a downed state after one sprint.  The wraith is very good at sneaking up on survivors seeing as he is invisible and when he goes invisible there is no heartbeat to tell you that he is near till he uncloaks.  The bell signals him going invisible or coming out from it and I enjoy putting that fear into someone.  Each have their own unique playstyle imo and I found it to be enjoyable.\n\nNegatives\nThere are so many bugs in this game right now that it can ruin all the positives.  From people being able to teleport to not being able to vault through a window.  I have had my fair share of bugs while playing this game.  Lag is another issue that I have ran into a lot.  The fact that people can rage quit and that I can earn absolutely zero points for that is ridiculous.  I don’t think it’s fair to the killer that someone can do that.  But at the same time the killer can quit and I have lost rank points because of that.  Another issue is that there is no party system at all in the game.  The only way you can play with friends atm is to go into a private match and earn no XP.  I can see why the devs would want to do this because then you and your friends can communicate via 3rd party system.  But here comes my next issue….there is no way to communicate with the randoms that you have.  There is no gesture system, voice lines, or voice chat, absolutely nothing to communicate.  You can only type in the lobby before the game starts.  So basically you are stuck with 3 other random people that you have can’t say a word to in-game.  How does a game that begs for coop and working with each other for a common goal have no communication system?  It is unrealistic that the survivors wouldn’t try to talk or signal at all in the situation that they are in.\n\nOpinions\nI find this game to have it’s ups and downs.  There are moments that I am having so much fun trying to run away but that can instantly be ruined by a game breaking bug.  If I were anyone I would wait on this purchase till a patch releases stating they fixed some of the bugs.  At the current moment this game has too many bugs and it can really ruin the experience.  Some of the bugs that were present in the beta are still present in the full game.  I would also like to see another way to kill the survivors rather than just putting them on a hook.  It kind of gets stale after awhile of just playing these interesting killers but doing the same way to kill a survivor.  I feel each killer should of had their own way of killing the survivor.  I really enjoy the game for what it is though.  I just hope they improve on it.","timestamp_created":1466096593,"timestamp_updated":1466104281,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.551282048225402832","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599162","author":{"steamid":"76561198272508143","num_games_owned":29,"num_reviews":5,"playtime_forever":3204,"playtime_last_two_weeks":0,"playtime_at_review":1601,"last_played":1498492739},"language":"russian","review":"Удалите у этой игры помету \"совместное прохождение\" потому что его там нет!\n\nЕСЛИ ВЫ НЕ КУПИЛИ ЭТУ ИГРУ, бейте себе по рукам если решите купить\n\nА ЕСЛИ КУПИЛИ, ударьте 3 раза по лицу и верните за игру деньги","timestamp_created":1466096497,"timestamp_updated":1466140510,"voted_up":false,"votes_up":0,"votes_funny":2,"weighted_vote_score":"0.463576167821884155","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599149","author":{"steamid":"76561198139563083","num_games_owned":36,"num_reviews":1,"playtime_forever":2254,"playtime_last_two_weeks":0,"playtime_at_review":492,"last_played":1544146553},"language":"english","review":"Incredibly fun game. The whole \"fear\" factor isn't so present to me. Its more of a run and hide THRILLER. If you're looking for something to test your quick thinking and survival skills, this game can be incredibly entertaining. However, don't expect any real scares beyond the first hour or so of playing. You get used to the \"atmosphere\"","timestamp_created":1466096434,"timestamp_updated":1466096434,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599104","author":{"steamid":"76561198071620070","num_games_owned":49,"num_reviews":1,"playtime_forever":246,"playtime_last_two_weeks":0,"playtime_at_review":164,"last_played":1471002091},"language":"russian","review":"Система поиска матча просто говно, за маньяка поиграть так и не удалось.\nКуча багов и глюков, такую сырую игру просто нельзя было выпускать.","timestamp_created":1466096298,"timestamp_updated":1466096298,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23599016","author":{"steamid":"76561198033573784","num_games_owned":350,"num_reviews":59,"playtime_forever":18059,"playtime_last_two_weeks":0,"playtime_at_review":7951,"last_played":1649096626},"language":"english","review":"The game has improved a lot! No cheaters, no bugs just pure gameplay experience. Loving it right now :)","timestamp_created":1466095964,"timestamp_updated":1531825603,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23598979","author":{"steamid":"76561198059963634","num_games_owned":70,"num_reviews":3,"playtime_forever":7421,"playtime_last_two_weeks":0,"playtime_at_review":995,"last_played":1632158105},"language":"russian","review":"В последнее время мне ни во что не хочется играть одному, ибо скучно, а вот Dead by Daylight это та самая игра, которая пришлась мне по душе с самой бетки, советую, покупайте, не жалейте денег на игру!","timestamp_created":1466095859,"timestamp_updated":1466095859,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23598861","author":{"steamid":"76561198002754279","num_games_owned":265,"num_reviews":3,"playtime_forever":28773,"playtime_last_two_weeks":7,"playtime_at_review":388,"last_played":1659971184},"language":"english","review":"Yes Yes Yes Yes Yes. This game is great. For the people complaining about the lack of queue with friends - if they would have went to Google and typed that in instead of just raging on their review, they would have seen that we'll have the ability to queue with friends shortly. \n\nThe game runs great on Windows 10. I'm always running at a solid 60FPS. \nThe maps always being random is perfect.\n\nI have had 0 complaints with this game. Just can't wait for more Survivors/Killers to expand the slaughter :) \n\nIt really is worth it.","timestamp_created":1466095422,"timestamp_updated":1466095422,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23598843","author":{"steamid":"76561198012724732","num_games_owned":461,"num_reviews":22,"playtime_forever":101,"playtime_last_two_weeks":0,"playtime_at_review":98,"last_played":1479315970},"language":"english","review":"Love this game!","timestamp_created":1466095346,"timestamp_updated":1466095346,"voted_up":true,"votes_up":0,"votes_funny":2,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"23598803","author":{"steamid":"76561198132845068","num_games_owned":717,"num_reviews":116,"playtime_forever":1733,"playtime_last_two_weeks":0,"playtime_at_review":52,"last_played":1523881727},"language":"schinese","review":"氛围渲染特别不错 玩哪一方都很刺激 \n期待以后会出更多道具","timestamp_created":1466095197,"timestamp_updated":1466095197,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJ4tKuFrdUCc+2CWg=="}