{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"86588106","author":{"steamid":"76561198277050157","num_games_owned":56,"num_reviews":3,"playtime_forever":12741,"playtime_last_two_weeks":0,"playtime_at_review":2806,"last_played":1658602142},"language":"english","review":"First off, I love the game. \nBut I only give it a good review because I know how amazing DBD could be.\nI've been playing this game for three or four years in ps4 and a one year in PC and I can tell you that this game is good but sometimes it feels like it Isn't worth putting time in it, at least when you have been playing it for quite long and I’ll tell you why I think that.  \n\nOne of the most important things: The community is quite toxic (Usually in the post game chat) and if you let them bother you you'll probably feel discouraged to play, there are people that are nice, yes, but you will most likely remember the toxic ones and there are a lot of them. \nThe good thing about this is that when you meet or see a good player, like NotOtzarva is quite amusing. (Also if you decide to buy this game i recommend to watch his videos they’re quite entertaining and he teaches a lot of the game, mostly killer stuff)\n\nAnother thing is the in game purchases, there are a lot of things to buy that are separated in characters and skins. \n\nThe characters that are original from DBD are available to purchase with an in game currency, Shards, you gain shards leveling up, How do you level up? Playing games, you level like every 5 or 6 games you play and you gain a maximum of 300 shards… You need 9.000 to buy a killer or survivor so it takes quite a lot to unlock a character. \nAnd characters that are licensed, like Michel Myers or David tapp can only be purchased with money.\nThe skins are almost impossible to buy without paying because they either do not accept shards or you need 24.000 to purchase a good skin. \n\nIt feels that the devs want you to be tired of grinding and just buy things and spend more money on the game. I hope this is usefull to people and if you buy this I hope you have fun.\n\nSo to sum up, DBD is a fun game most of the time but it can be quite stressful not the game by itself but the community and need to grind for stuff.","timestamp_created":1613265583,"timestamp_updated":1640897828,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.501483678817749023","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86588070","author":{"steamid":"76561198989344705","num_games_owned":47,"num_reviews":27,"playtime_forever":24511,"playtime_last_two_weeks":128,"playtime_at_review":631,"last_played":1660354563},"language":"spanish","review":"Definitivamente si sos primerizo este juego es un poco dificil pero cuando le tomas mano te encanta","timestamp_created":1613265525,"timestamp_updated":1613265525,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86587237","author":{"steamid":"76561198119213801","num_games_owned":13,"num_reviews":2,"playtime_forever":35590,"playtime_last_two_weeks":0,"playtime_at_review":35452,"last_played":1653878868},"language":"english","review":"I've been playing Dead by Daylight for several years now and, overall, I am pleased with where the game has gone! While the concepts of the game stay constant, players are always anticipating the next chapter with new killers and survivors! It is hard to get bored of this game as there are always new challenges to complete as well as building up your character with all of the perks and items! I would highly recommend this game to anyone who is looking for a fast paced thriller game!","timestamp_created":1613264465,"timestamp_updated":1648401899,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86587177","author":{"steamid":"76561198831459668","num_games_owned":149,"num_reviews":6,"playtime_forever":34675,"playtime_last_two_weeks":0,"playtime_at_review":6002,"last_played":1659250272},"language":"spanish","review":"Bueno el juego esta bueno no, demasiado bueno, tanto para solo Q como para jugarlo con amigos.\n","timestamp_created":1613264414,"timestamp_updated":1613264414,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86586583","author":{"steamid":"76561198316175159","num_games_owned":82,"num_reviews":4,"playtime_forever":13747,"playtime_last_two_weeks":0,"playtime_at_review":12759,"last_played":1643425063},"language":"english","review":"Stabby stab. Loopy loop.","timestamp_created":1613263711,"timestamp_updated":1613263711,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.496453911066055298","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86586389","author":{"steamid":"76561198809648538","num_games_owned":29,"num_reviews":3,"playtime_forever":128119,"playtime_last_two_weeks":0,"playtime_at_review":99575,"last_played":1656128274},"language":"english","review":"I could not recommend this game even if the devs gave it to me for free. Despite the amount of hours I have put into it, I could not recommend this game to anyone, and have not for the past year I have been playing it. It's no secret that the developers do not care about their players. They favor whatever will make them the most money for that specific amount of time. They do not listen to feedback, and their PTB sessions are less of a beta testing session and more of a \"here's your crappy fate, we won't listen to feedback, suck it up\" session. The game is fundamentally flawed, at times unplayable. The devs themselves joke about the game constantly being in a bugged state. For their last anniversary, players will remember how they made \"cute\" little jokes about the bugs. They spend more time looking for fanart (again, admitted in a \"cute\" comment during their anniversary) and for people praising them while ignoring the devoted amount of their own customers who ask them to do nothing but improve. \n\nThey'll break their own game, say that it was intended, and sometimes listen if enough people complain about it. After fixing it, they ask for a treat, an award that is not deserved. It's the same as a kid breaking a window, telling their parent they WANTED to break the window, maybe fix it if said parent yells enough, then asks for $10 for fixing the window. One of the developers has told people that if they do not like the bugs and issues with their game to go play another game. It shows how little they care. But of course you'll be hard-pressed to find another game like DbD. The \"enjoyment\" of DbD is a cycle of toxic humiliation. I have watched this community slowly grow more and more bitter from issues that the developers refuse to fix, such as balancing issues and ridiculous ranking/grinding systems that do not reward you, only the devs who want your money. This bitterness lingers and we can not take it out on the devs who don't care, so we take it out on each other. Killers take it out on survivors and likewise survivors take it out on killers. It is not incorrect to say that the devs have let this toxicity fester on both sides like a crappy wine as they count how many dollars they made on a new Steve Harrington cosmetic.\n\nThere was even an intentional aura change recently in which the auras of the survivors were almost completely invisible. This made it incredibly difficult for regular players to see anyone, much less people with vision problems. And when asked to keep the option of the old aura version in the game for people who had vision problems, the devs refused. They said that the changes were intentional, not a bug, and they didn't wish to change it. Only after enough people complain did they realize the money to be lost, and reverted it back with the promise of it being \"temporary.\" Temporary. It's like a threat. \"Don't get used to this. We relented this time, but we still don't agree with you.\" And that's all this game is. The devs do as they please, this frustrates players, they do the bare minimum, ask for your money, then have the audacity to claim they did something.\n\nThere's also little to no events in this game. They announced recently that they would essentially be abandoning development on all events aside from 2. These 2 are the anniversary event and the Halloween event, but this isn't even to the players' benefit. These two events simply have the highest player turnout, so it's just another money-driven positive. And this is after the backlash of a rather lackluster Halloween and a horrible anniversary event in 2020.\n\nDo you see the pattern? \n\nIf you play this game long enough you come to the realization that the devs do not care. They follow the scent of money and recognition, then abandon their players once more until they need to come crawling back for their paycheck once more. Other reviews have put this sentiment into words much greater than mine. But once again, despite the amount of hours I have, I have never once recommended this game to anyone I know, and in fact encourage them to stay far far away from it. And I'll continue doing this until only one thing changes, the devs. You are what's ruining this game. You are ruining your own game.","timestamp_created":1613263468,"timestamp_updated":1613263579,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86586380","author":{"steamid":"76561197975620814","num_games_owned":27,"num_reviews":1,"playtime_forever":78966,"playtime_last_two_weeks":0,"playtime_at_review":28989,"last_played":1654216629},"language":"japanese","review":"今年の正月から始めて楽しくやってましたが、今回のアップデートでサバイバーの動きがもっさりになった感じになり色々な動きが不自然に…あとはUIが以前は左下に集約されてたのが三ヶ所にバラバラに分散されてみにくいしキャラの状態表示がキャラ画像になったのも見辛いです。\nランクの評価もバグなのか脱出できないと何分頑張ろうが折れない心が評価されないので私の心が折れそうです。修正されるまでは買わない方がいいと思います。","timestamp_created":1613263463,"timestamp_updated":1613263463,"voted_up":false,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.516660749912261963","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86586085","author":{"steamid":"76561199039625646","num_games_owned":25,"num_reviews":2,"playtime_forever":34250,"playtime_last_two_weeks":0,"playtime_at_review":8566,"last_played":1659288165},"language":"english","review":"The devs are trash, the hitboxes are broken, the maps look terrible, the UI (HUD) is even worse. The devs released an update which people were openly saying that they didn't want. Do not get this game at the state which it is right now.\nEdit: The game has gotten better, hitboxes fixed, reworked maps. reworked UI (looks beautiful), and theres a new resident evil chapter. The new state of the game is good, and i am very excited to see the new chapter come out.","timestamp_created":1613263102,"timestamp_updated":1622334000,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86585919","author":{"steamid":"76561198118828470","num_games_owned":152,"num_reviews":4,"playtime_forever":14993,"playtime_last_two_weeks":154,"playtime_at_review":10708,"last_played":1659673507},"language":"brazilian","review":"o jogo já foi bom, depois da atualização o hitbox ficou imenso e a movimentação um lixo. Não comprem atualmente.","timestamp_created":1613262896,"timestamp_updated":1613262896,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86585815","author":{"steamid":"76561198113785700","num_games_owned":467,"num_reviews":6,"playtime_forever":17848,"playtime_last_two_weeks":0,"playtime_at_review":11041,"last_played":1658264848},"language":"english","review":"Sad that this is still the 'only' game of this genre that scratches my itch for 4vs1 games. Sad that this is the only one I play as well.","timestamp_created":1613262781,"timestamp_updated":1613262781,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86585773","author":{"steamid":"76561197999967102","num_games_owned":312,"num_reviews":21,"playtime_forever":65797,"playtime_last_two_weeks":204,"playtime_at_review":58616,"last_played":1660437293},"language":"english","review":"Hmm this looks like a fun little horror game that my friends and I can play together, surely it won't cause me thousands of hours of pain and suffering, surely.\n\n⣿⣿⣿⣿⣿⣿⡿⠿⠿⠿⠛⠛⠛⠛⠻⠿⠿⢿⣿⣿⣿⣿⣿⣿⣿⣿\n⣿⣿⡿⠛⠉⡠⠄⢀⣀⣠⣤⣤⣀⣉⡑⠒⠂⠄⠉⠛⠻⣿⣿⣿⣿⣿\n⡟⠃⣠⡾⠛⠄⠔⠋⠉⣉⠉⠛⣿⡿⠟⡀⠄⠄⠄⡀⠈⠻⣿⣿⣿⣿\n⡇⢸⣉⣀⡀⠐⠤⠤⠾⠟⠉⣀⣿⣄⡀⠛⠶⠶⠶⠿⠂⢀⠈⢿⣿⣿\n⠁⣸⣿⣿⣿⣦⣤⣤⣤⣶⣿⣿⣿⣿⣿⣶⣶⣶⣶⣶⣶⣿⣷⠄⣿⣿\n⠄⣿⣿⣿⣿⡀⠛⠻⢿⣿⣿⣿⣿⣿⣿⣿⠿⠟⠛⠋⠉⠉⠙⣦⠄⣿\n⡆⠘⣿⣿⣿⣿⣶⣦⣤⣤⣤⣤⣤⣤⣤⣤⣶⣶⣶⣿⠏⢉⣠⣿⡀⢹\n⣷⡄⠙⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠄⢸⣿⣿⣷⠄\n⣿⣿⣤⠈⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟⠄⣼⣿⣿⠋⢠\n⣿⣿⣿⣦⡀⠻⣿⣿⣿⣿⣿⣿⣅⡈⠹⠿⠿⠿⠟⢁⣼⣿⣿","timestamp_created":1613262726,"timestamp_updated":1643234714,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86585540","author":{"steamid":"76561198020080441","num_games_owned":601,"num_reviews":2,"playtime_forever":356823,"playtime_last_two_weeks":0,"playtime_at_review":260841,"last_played":1652489568},"language":"english","review":"Dead by Daylight is a great concept but poorly executed by Developers who do not listen to their communities feedback. Every update brings something new and breaks another 50 unrelated things the game is a mess and the new movement is trash and worse then the other old movement, the new HUD is trash and worse then the old HUD hit boxes are still trash nearly 5 years into game launch. The events are now lazy and repeated and boring and new killer concepts are designed around un-fun and frustrating mechanics. If your looking to pick up this game right now you are in for a whole world of pain and a super long grind with devastating bugs avoid unless this game is actually fixed #RevertDBDmovement.","timestamp_created":1613262451,"timestamp_updated":1613262451,"voted_up":false,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.564315319061279297","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86585442","author":{"steamid":"76561198058312210","num_games_owned":147,"num_reviews":8,"playtime_forever":72781,"playtime_last_two_weeks":0,"playtime_at_review":47308,"last_played":1657815333},"language":"english","review":"I'd like to start by saying that despite this game's many problems (and I mean MANY problems) it is for the most part enjoyable. However the newest patch made everything way worse. They ruined the UI and the game feels way more clunky now. So in its current state I just can't recommend it.","timestamp_created":1613262327,"timestamp_updated":1613262327,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86585163","author":{"steamid":"76561198839786543","num_games_owned":58,"num_reviews":4,"playtime_forever":26380,"playtime_last_two_weeks":0,"playtime_at_review":2452,"last_played":1656860215},"language":"english","review":"Dead By Daylight is truly an awful game whether it's the incompetent design team or the endless bugs and glitches that stream out of every update it is essentially unplayable. When you first take a look at it, 20 dollars seems like quite the steal until you realize that many of the killers that people will know like Freddy Kreuger, Michael Myers, Ghostface from Scream, LeatherFace and Pyramid Head are all locked behind pay walls. The game is incredibly toxic and filled with users that spout racism and slurs throughout the pre and post game chats and although that is not the devs fault the fact that they rarely get punished for it is. I have sent report after report to them and nothing has been done, believe me I have checked and not a single ban has been handed out as a result of one of my reports. At it's core it is quite a fun game, but it is very rare that people will \"play it correctly\" to make it fun. If you play killer prepare for people to tbag you after every pallet stun, if you play survivor prepare for killers to call you a ton of different offensive names after every game. This game is filled with broken perks that literally ignore the mechanics of the game like object of obsession or decisive strike for survivors and noed for killers just to name a few. The queues are unreasonably long, at night they will take around 20 minutes to match you with a killer if you are survivor and probably 5 to 10 mins as a killer looking for survivors. There is some good news that has come out of all of the mistakes that the design team has made such as the new colorblind assist mode that is coming out literally because of a developer saying on his stream essentially that he didn't care about the colorblind people that play this game which spurred bhvr into making colorblind assist after 5 years of the game being out. At the end of the day every video game developer cares about making money but Bhvr only cares about money, they will ignore your feedback no matter what the community says. To give this game an overall rating would be a truly difficult thing, 2 years ago I would have given it an easy 9/10 but in today's state i don't think it's even worthy of a 1/10 Save your money. P.S it says I only have 40 hours because I came over from console where I have over 2100.","timestamp_created":1613261984,"timestamp_updated":1613261984,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.54356849193572998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86585128","author":{"steamid":"76561198326592527","num_games_owned":34,"num_reviews":3,"playtime_forever":21258,"playtime_last_two_weeks":3667,"playtime_at_review":6001,"last_played":1660489587},"language":"turkish","review":"Evet. Güncellemeler geldi. Bazıları güzel ama hitboxlar çok kötü. Katil 2 metreden bile vurabiliyor ve bu kurbanlar için çok sinir bozucu. Lütfen en yakın zamanda düzeltilsin. Yes. Updates have arrived but hitboxes are broken. Please get it fixed as soon as possible. Because the killers can hit from 1.5 meters. In short, the hit boxes are broken.","timestamp_created":1613261944,"timestamp_updated":1613261944,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.541284441947937012","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86585072","author":{"steamid":"76561198042954235","num_games_owned":842,"num_reviews":14,"playtime_forever":38281,"playtime_last_two_weeks":47,"playtime_at_review":23294,"last_played":1659931123},"language":"english","review":"Spent so much money and time on this game only for the last few updates to absolutely tank it. The management on this has been abysmal, and the community management downright spiteful. Lowlights include Almo, a waste of oxygen who is straight-up awful at the game and pledges to nerf everything he personally can't handle on streams, as well as telling people to stop 'blabbing' about accessibility options like a colorblind mode. \n\nIf you had asked me a few months ago, I would've said this game was excellent. One of my favorites, even. But as it is now, the ship is sinking. Playerbase is leaving en masse and I can't blame them. There's nothing worth staying for. Progression is a slog, balance is absolutely fucked, there's constant prioritization of new content and microtransactions over fixing the many many problems introduced with each update. \n\nJust avoid this.","timestamp_created":1613261869,"timestamp_updated":1613261869,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86585051","author":{"steamid":"76561198149970908","num_games_owned":102,"num_reviews":4,"playtime_forever":21867,"playtime_last_two_weeks":0,"playtime_at_review":16507,"last_played":1658380551},"language":"brazilian","review":"Jogo está quase injogável como sobrevivente, animações horrendas, hitbox quebrada, conexão péssima, hud horrorosa, a última atualização estragou o jogo.","timestamp_created":1613261846,"timestamp_updated":1613261846,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.511111140251159668","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86584987","author":{"steamid":"76561198361518841","num_games_owned":297,"num_reviews":7,"playtime_forever":9494,"playtime_last_two_weeks":0,"playtime_at_review":3115,"last_played":1658884604},"language":"english","review":"You know I've played this game for a while and I have to say I'm disappointed.  Every time they come out with a new Tome it seems the game is BEYOND GLITCHED!  The game is choppier than ever now.  As a killer, I see myself waking forward, yet I'm jumping back.  Now as a survivor my controller won't work, I cannot look right.\n\nI would give this a thumbs up, but I'm seeing a lot of complaints that the game is broken.  Instead of bringing out new characters, new killers or new tomes how about you put some patches into the game?","timestamp_created":1613261753,"timestamp_updated":1613261753,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.507672667503356934","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86584979","author":{"steamid":"76561198260115472","num_games_owned":69,"num_reviews":2,"playtime_forever":34781,"playtime_last_two_weeks":362,"playtime_at_review":23809,"last_played":1660251513},"language":"english","review":"waste of space on pc","timestamp_created":1613261743,"timestamp_updated":1613261743,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86584893","author":{"steamid":"76561198281687193","num_games_owned":53,"num_reviews":1,"playtime_forever":21809,"playtime_last_two_weeks":0,"playtime_at_review":21101,"last_played":1645331171},"language":"turkish","review":"#WorstUpdateEver","timestamp_created":1613261637,"timestamp_updated":1613261723,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86584789","author":{"steamid":"76561198283726067","num_games_owned":18,"num_reviews":1,"playtime_forever":777,"playtime_last_two_weeks":0,"playtime_at_review":734,"last_played":1613396902},"language":"english","review":"really fun game even though i scream everytime i play it..","timestamp_created":1613261522,"timestamp_updated":1613261522,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86584734","author":{"steamid":"76561198134534391","num_games_owned":66,"num_reviews":5,"playtime_forever":7972,"playtime_last_two_weeks":0,"playtime_at_review":457,"last_played":1647632346},"language":"english","review":"spooky","timestamp_created":1613261466,"timestamp_updated":1613261466,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86584719","author":{"steamid":"76561197962214491","num_games_owned":274,"num_reviews":15,"playtime_forever":53846,"playtime_last_two_weeks":0,"playtime_at_review":53606,"last_played":1653521252},"language":"english","review":"trash game with trash game designers","timestamp_created":1613261448,"timestamp_updated":1647127644,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86584378","author":{"steamid":"76561198404729351","num_games_owned":27,"num_reviews":9,"playtime_forever":29127,"playtime_last_two_weeks":0,"playtime_at_review":845,"last_played":1657599260},"language":"spanish","review":"dsf","timestamp_created":1613261039,"timestamp_updated":1613261039,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86584144","author":{"steamid":"76561199047787731","num_games_owned":51,"num_reviews":2,"playtime_forever":23839,"playtime_last_two_weeks":0,"playtime_at_review":6021,"last_played":1658361867},"language":"english","review":"with this recent update, no","timestamp_created":1613260718,"timestamp_updated":1613260718,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86584033","author":{"steamid":"76561198985276246","num_games_owned":52,"num_reviews":9,"playtime_forever":1450,"playtime_last_two_weeks":0,"playtime_at_review":264,"last_played":1620503520},"language":"english","review":"Cool game.","timestamp_created":1613260571,"timestamp_updated":1613260571,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86584021","author":{"steamid":"76561198271119455","num_games_owned":224,"num_reviews":4,"playtime_forever":1562,"playtime_last_two_weeks":0,"playtime_at_review":892,"last_played":1631338764},"language":"english","review":"constant toxicity","timestamp_created":1613260564,"timestamp_updated":1613260564,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86583953","author":{"steamid":"76561198846262919","num_games_owned":8,"num_reviews":1,"playtime_forever":14202,"playtime_last_two_weeks":0,"playtime_at_review":6424,"last_played":1657630743},"language":"schinese","review":"你妈的刀气可是真鸡巴的长，改的你妈死了一样 傻逼游戏","timestamp_created":1613260484,"timestamp_updated":1613260484,"voted_up":false,"votes_up":3,"votes_funny":2,"weighted_vote_score":"0.536989808082580566","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86583933","author":{"steamid":"76561198327138909","num_games_owned":24,"num_reviews":6,"playtime_forever":8005,"playtime_last_two_weeks":0,"playtime_at_review":3340,"last_played":1656795470},"language":"spanish","review":"me gusta el juego","timestamp_created":1613260455,"timestamp_updated":1613260455,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86583555","author":{"steamid":"76561198117349511","num_games_owned":258,"num_reviews":3,"playtime_forever":97989,"playtime_last_two_weeks":23,"playtime_at_review":78643,"last_played":1659474362},"language":"english","review":"game still bad","timestamp_created":1613260029,"timestamp_updated":1629360157,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.520435988903045654","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86583484","author":{"steamid":"76561198331127445","num_games_owned":26,"num_reviews":14,"playtime_forever":31525,"playtime_last_two_weeks":0,"playtime_at_review":1313,"last_played":1652116317},"language":"turkish","review":"Oyunun optimizasyonu kötü hotboxları sorunlu gerekliz lag oluyor ama en kötüsü claudette orospu evladı heryerde kamufle oluyor madem zencisin renkli birşeyler giy","timestamp_created":1613259959,"timestamp_updated":1614171907,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86583453","author":{"steamid":"76561198070940458","num_games_owned":152,"num_reviews":33,"playtime_forever":28847,"playtime_last_two_weeks":32,"playtime_at_review":240,"last_played":1660427690},"language":"english","review":"its a cool game","timestamp_created":1613259919,"timestamp_updated":1613259919,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86582985","author":{"steamid":"76561198310186398","num_games_owned":56,"num_reviews":6,"playtime_forever":113003,"playtime_last_two_weeks":417,"playtime_at_review":112068,"last_played":1660394233},"language":"tchinese","review":"trash game","timestamp_created":1613259372,"timestamp_updated":1658337966,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86582532","author":{"steamid":"76561198261682227","num_games_owned":394,"num_reviews":14,"playtime_forever":24578,"playtime_last_two_weeks":0,"playtime_at_review":13951,"last_played":1647209155},"language":"spanish","review":"⢸⠉⠉⠉⠉⠉⠉⠉⠉⠉⠉⠉⠉⠉⠉⡷⡄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n⢸⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⡇⠢⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n⢸⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡇⠀⠈⠑⢦⡀⠀⠀⠀⠀⠀         Are you winning son?\n⢸⠀⠀⠀⠀⢀⠖⠒⠒⠒⢤⠀⠀⠀⠀⠀⡇⠀ ⠀⠀⠀⠀⠙⢦⡀⠀⠀⠀⠀\n⢸⠀⠀⣀⢤⣼⣀⡠⠤⠤⠼⠤⡄⠀⠀⡇⠀⠀ ⠀⠀⠀⠀⠀⠙⢄⠀⠀⠀⠀\n⢸⠀⠀⠑⡤⠤⡒⠒⠒⡊⠙⡏⠀⢀⠀⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠑⠢⡄⠀\n⢸⠀⠀⠀⠇⠀⣀⣀⣀⣀⢀⠧⠟⠁⠀⡇⠀⠀⠀⠀⠀⠀⠀ ⠀⠀⠀⠀⡇⠀\n⢸⠀⠀⠀⠸⣀⠀⠀⠈⢉⠟⠓⠀⠀⠀⠀⡇⠀⠀⠀⠀⠀⠀⠀ ⠀⠀⠀⢸\n⢸⠀⠀⠀⠀⠈⢱⡖⠋⠁⠀⠀⠀⠀⠀⠀⡇⠀⠀⠀⠀⠀⠀⠀ ⠀⠀⠀⢸\n⢸⠀⠀⠀⠀⣠⢺⠧⢄⣀⠀⠀⣀⣀⠀⠀⡇⠀⠀⠀⠀⠀⠀ ⠀⠀⠀⠀⢸\n⢸⠀⠀⠀⣠⠃⢸⠀⠀⠈⠉⡽⠿⠯⡆⠀⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸\n⢸⠀⠀⣰⠁⠀⢸⠀⠀⠀⠀⠉⠉⠉⠀⠀⡇⠀⠀⠀⠀⠀⠀ ⠀⠀⠀⠀⢸\n⢸⠀⠀⠣⠀⠀⢸⢄⠀⠀⠀⠀⠀⠀⠀⠀⠀⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸\n⢸⠀⠀⠀⠀⠀⢸⠀⢇⠀⠀⠀⠀⠀⠀⠀⠀⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸\n⢸⠀⠀⠀⠀⠀⡌⠀⠈⡆⠀⠀⠀⠀⠀⠀⠀⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸\n⢸⠀⠀⠀⠀⢠⠃⠀⠀⡇⠀⠀⠀⠀⠀⠀⠀⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸\n⢸⠀⠀⠀⠀⢸⠀⠀⠀⠁⠀⠀⠀⠀⠀⠀⠀⠷⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸","timestamp_created":1613258859,"timestamp_updated":1613258859,"voted_up":false,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.553571403026580811","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86582498","author":{"steamid":"76561198121009205","num_games_owned":57,"num_reviews":12,"playtime_forever":9272,"playtime_last_two_weeks":0,"playtime_at_review":1652,"last_played":1654992517},"language":"english","review":"This game while being very unoptimized and has lots of bugs, its still very fun to try and escape with your friends or kill your friends, and also playing solo killer or survivor, i highly recommend this game, just get it when it's on sale though.","timestamp_created":1613258814,"timestamp_updated":1613258814,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86582202","author":{"steamid":"76561198111489613","num_games_owned":135,"num_reviews":2,"playtime_forever":92098,"playtime_last_two_weeks":0,"playtime_at_review":90861,"last_played":1659290983},"language":"english","review":"no","timestamp_created":1613258486,"timestamp_updated":1613258486,"voted_up":false,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.538461565971374512","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86582015","author":{"steamid":"76561199085771718","num_games_owned":20,"num_reviews":14,"playtime_forever":7233,"playtime_last_two_weeks":0,"playtime_at_review":231,"last_played":1644358718},"language":"english","review":"uh oh is that feddy fazbear","timestamp_created":1613258305,"timestamp_updated":1644438099,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"86581929","author":{"steamid":"76561198059418568","num_games_owned":20,"num_reviews":2,"playtime_forever":36172,"playtime_last_two_weeks":41,"playtime_at_review":31158,"last_played":1659824123},"language":"english","review":"if you want to kill some random 4 guys, this game is for you ;)","timestamp_created":1613258225,"timestamp_updated":1613258225,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.496453911066055298","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86581882","author":{"steamid":"76561199072489296","num_games_owned":24,"num_reviews":12,"playtime_forever":25063,"playtime_last_two_weeks":5,"playtime_at_review":2737,"last_played":1660430700},"language":"english","review":"My favorite game and I think it is fun.  With the iconic movie charector's.","timestamp_created":1613258180,"timestamp_updated":1625352844,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86581715","author":{"steamid":"76561198052632432","num_games_owned":127,"num_reviews":7,"playtime_forever":30295,"playtime_last_two_weeks":0,"playtime_at_review":26653,"last_played":1657224289},"language":"french","review":"Moi j'aime bien c'est le seul jeu ou c'est que je suis forte","timestamp_created":1613257981,"timestamp_updated":1613257981,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86581650","author":{"steamid":"76561198846152090","num_games_owned":109,"num_reviews":32,"playtime_forever":14111,"playtime_last_two_weeks":0,"playtime_at_review":714,"last_played":1659298191},"language":"english","review":"i hate everyone who plays this game","timestamp_created":1613257912,"timestamp_updated":1623189583,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86581438","author":{"steamid":"76561198044195602","num_games_owned":187,"num_reviews":4,"playtime_forever":191204,"playtime_last_two_weeks":1461,"playtime_at_review":137468,"last_played":1660512619},"language":"english","review":"Leon S. Kennedy","timestamp_created":1613257664,"timestamp_updated":1622060126,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86581148","author":{"steamid":"76561198071262930","num_games_owned":56,"num_reviews":1,"playtime_forever":31403,"playtime_last_two_weeks":448,"playtime_at_review":1589,"last_played":1660319831},"language":"french","review":"Dead By Daylight est vraiment sympathique. Selon moi, toutes les parties vous tiennent en haleine et prennent très rapidement au coeur de l'immersion. \n\nIl y a énormément de personnages différents (autant en Survivant qu'en Tueur), qui peuvent chacun être personnalisé pour rendre la façon de le jouer unique. \n\nIl y a des objectifs à remplir tous les jours (avec les quêtes journalières et la Faille), ce qui rend les parties moins répétitives qu'on ne pourrait le croire","timestamp_created":1613257325,"timestamp_updated":1613257325,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86581141","author":{"steamid":"76561198072834015","num_games_owned":113,"num_reviews":28,"playtime_forever":1761,"playtime_last_two_weeks":0,"playtime_at_review":1520,"last_played":1656258964},"language":"english","review":".","timestamp_created":1613257316,"timestamp_updated":1613257316,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86581065","author":{"steamid":"76561198312313282","num_games_owned":26,"num_reviews":2,"playtime_forever":6105,"playtime_last_two_weeks":0,"playtime_at_review":899,"last_played":1654514353},"language":"german","review":"Korrekt","timestamp_created":1613257233,"timestamp_updated":1613257233,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86581015","author":{"steamid":"76561198905659920","num_games_owned":50,"num_reviews":1,"playtime_forever":1767,"playtime_last_two_weeks":0,"playtime_at_review":382,"last_played":1643565381},"language":"russian","review":"Кажется что все просто, но на деле это не так. У каждого игрока есть определённые способности, которые можно прокачивать, дабы лучше прятаться или избежать смерти. Следует помогать товарищам, попавшимся убийце ( снимать с крюка или лечить). Генераторы быстрее чинятся если действовать командой.\n\nЕсть вариант играть и за убийцу, выслеживая жертв. Но как и задумано игрой, чаще всего люди сплоченные, пытаются тебя отвлекать и определённо дразнят. Но прокачав некоторые умения у них практически нет шансов.\n\nМеня эта игра прямо таки захватила. Музыкальное сопровождение - отменное. Особенно если играть ночью или темным вечером. Адреналин зашкаливает, сидя за компьютером в наушниках, моё сердце прыгает от страха. Мне это нравится, не каждая игра даёт такой эффект.\n\nНе все персонажи открыты изначально, на некоторых нужно покопить виртуальные денежки, либо купить за реальные ( я коплю игровые, мне вполне хватает и действующих персонажей).\n\nЕсли хотите адреналина - эта игра очень подойдёт Вам.\n\nПокупала в Steam за 499р.\n","timestamp_created":1613257192,"timestamp_updated":1613261469,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86580879","author":{"steamid":"76561198184118014","num_games_owned":45,"num_reviews":3,"playtime_forever":52072,"playtime_last_two_weeks":44,"playtime_at_review":23491,"last_played":1660522899},"language":"english","review":"Really good game.. I recommend this game but be prepared to be salty over half the time","timestamp_created":1613257037,"timestamp_updated":1623617984,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.496453911066055298","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86580871","author":{"steamid":"76561198165135696","num_games_owned":49,"num_reviews":1,"playtime_forever":57951,"playtime_last_two_weeks":126,"playtime_at_review":42119,"last_played":1660533013},"language":"english","review":"Developers refuse to fix systemic issue, instead focusing on releasing new cosmetics.","timestamp_created":1613257028,"timestamp_updated":1618430066,"voted_up":false,"votes_up":8,"votes_funny":0,"weighted_vote_score":"0.549180328845977783","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86580712","author":{"steamid":"76561198435782997","num_games_owned":31,"num_reviews":19,"playtime_forever":41975,"playtime_last_two_weeks":0,"playtime_at_review":4854,"last_played":1658376377},"language":"spanish","review":"⡴⠑⡄⠀⠀⠀⠀⠀⠀⠀ ⣀⣀⣤⣤⣤⣀⡀\n⠸⡇⠀⠿⡀⠀⠀⠀⣀⡴⢿⣿⣿⣿⣿⣿⣿⣿⣷⣦⡀\n⠀⠀⠀⠀⠑⢄⣠⠾⠁⣀⣄⡈⠙⣿⣿⣿⣿⣿⣿⣿⣿⣆ ta bueno\n⠀⠀⠀⠀⢀⡀⠁⠀⠀⠈⠙⠛⠂⠈⣿⣿⣿⣿⣿⠿⡿⢿⣆\n⠀⠀⠀⢀⡾⣁⣀⠀⠴⠂⠙⣗⡀⠀⢻⣿⣿⠭⢤⣴⣦⣤⣹⠀⠀⠀⢀⢴⣶⣆\n⠀⠀⢀⣾⣿⣿⣿⣷⣮⣽⣾⣿⣥⣴⣿⣿⡿⢂⠔⢚⡿⢿⣿⣦⣴⣾⠸⣼⡿\n⠀⢀⡞⠁⠙⠻⠿⠟⠉⠀⠛⢹⣿⣿⣿⣿⣿⣌⢤⣼⣿⣾⣿⡟⠉\n⠀⣾⣷⣶⠇⠀⠀⣤⣄⣀⡀⠈⠻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇compralo\n⠀⠉⠈⠉⠀⠀⢦⡈⢻⣿⣿⣿⣶⣶⣶⣶⣤⣽⡹⣿⣿⣿⣿⡇\n⠀⠀⠀⠀⠀⠀⠀⠉⠲⣽⡻⢿⣿⣿⣿⣿⣿⣿⣷⣜⣿⣿⣿⡇\n⠀⠀ ⠀⠀⠀⠀⠀⢸⣿⣿⣷⣶⣮⣭⣽⣿⣿⣿⣿⣿⣿⣿⠇\n⠀⠀⠀⠀⠀⠀⣀⣀⣈⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠇\n⠀⠀⠀⠀⠀⠀⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿","timestamp_created":1613256859,"timestamp_updated":1613256859,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86580639","author":{"steamid":"76561198842898350","num_games_owned":17,"num_reviews":1,"playtime_forever":29114,"playtime_last_two_weeks":1176,"playtime_at_review":12669,"last_played":1660576479},"language":"brazilian","review":"o jogo não ta dando pontos por \"invencível\" quando você morre, independente de quanto tempo você ficou vivo","timestamp_created":1613256778,"timestamp_updated":1613256778,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86580471","author":{"steamid":"76561198058156743","num_games_owned":1610,"num_reviews":88,"playtime_forever":41460,"playtime_last_two_weeks":0,"playtime_at_review":36562,"last_played":1620688060},"language":"english","review":"I’m pretty sure everybody in the world practically knows what Dead by Daylight is, but if you somehow haven’t heard of it before, I’ll give you a brief summary as to what it is. It is an asymmetrical multiplayer game where 4 people try to escape from a player controlled killer by repairing enough generators to power up the exit and escape the map. While at its core, the game is very fun to play initially, but the more time I sink in this game, the more problems start to crop up to the point where I almost never touch the game unless I have friends who want to play.\n\nPros:\n+A fun game of cat and mouse\n\n+Lots of tense moments in the first set of hours playing\n\nCons:\n-Game is horribly imbalanced heavily favoring the survivors\n\n-Lots of technical issues like poor optimization and framerate hitching\n\n-Bare bones options menu with a lot of settings outright missing\n\n-The textures look mediocre despite the visual upgrades to certain maps\n\n-Lots of perk descriptions are extremely vague to give perks and addons a false sense of value and after almost 5 years they still refuse to change the descriptions to their actual values\n\n-Some meta perks are tied to dlc making the game by definition pay to win. You could argue about getting them for free via the shrine of secrets, but only 2 survivor perks and 2 killer perks are on rotation on a weekly basis so the perk you want may never show up until maybe a year later.\n\n-Gen speeds are stupidly fast for the killer to make any sort of impact on a consistent basis without having to resort to meta perks and meta killers\n\n-The matchmaking is a complete joke as a rank 13 killer can get matched against high rank survivors\n\n-The new UI is god awful by having all the info scattered around in every direction of the screen taking attention away from what’s in front of you. This is a clear example of applying the phrase, “if it ain’t broke, don’t fix it”\n\n-Practically every update will have a list of new bugs bigger than actual bug fixes\n\n-Instead of fixing the core gameplay to make it more tolerable for both sides to play, they instead release perks that are more akin towards simple band aid fixes that counters the current meta and lock them behind a paywall whether it's by grinding a hundred hours or so or by swiping your credit card. Also, why is the field of view tied to perks i.e. Monitor & Abuse and Shadowborn instead of being tied to the options menu?\n\n-As far as the type of game Dead by Daylight offers, they currently have no competition so therefore they don’t have to listen or care to fix and improve the game as is\n\n-Queue times are horrendous as it takes an average of 5 to 10 minutes at around the higher ranks as a survivor, especially when playing with your friends. The game has over 30k to 50k people plus crossplay playing simultaneously and yet it takes that long to find a match. I can’t really say what it’s like as a high rank killer since they come few and far between and I’m not one of them since I personally find it frustrating to play as a killer.\n\n-There is no incentive to really go for high ranks since there is no real reward for hitting rank 1 other than sit in a queue longer and the ranking system is extremely inconsistent in what it awards you to the point where you have to do basically everything to rank up via getting good chases, do generators, and escape, but even then you just need to pip and safety more than you depip in order to hit high ranks and it doesn’t take a whole lot of effort to get there if you’re playing with friends and have at least 1 person carry you in terms of chases.\n\n-The hit registration is blatantly bad to the point where I poke fun at it every match which is due to either bad hitboxes, latency, or a combination of both. Can someone tell me where they got their servers from?\n\n-No new game modes or modifications to the current gameplay structure to spice up the experience and instead opts to release more $10 cosmetics to distract us from the games problems\n\nThe 4.5.0 update is practically the breaking point for me to just walk away from the game entirely as the new HUD is just unbearable to look at and the new animations make the movement feel sluggish even though the movement values are basically the same as before in addition to new bugs as usual. All they literally had to do was give us the ability to scale the old HUD or add some more customization for it, but of course long before the patch, I never really expected Behavior to really do anything competently as time and time again they usually break 20 more things for every bug fix they listed. Makes me wonder if the people that actually work on the game are underpaid interns or something. If Dead by Daylight were to be saved, it is by having another developer create a similar game that provides a better QoL and much more in order to give Dead by Daylight a competitor to force Behavior to start caring about making meaningful improvements instead of dumping more $10-$20 cosmetic bundles in the store to distract us from the game’s glaring issues. Admittedly the game is still fun from time to time when playing in short bursts, but any more than 2 hours at a time will drop my sanity to the bottom of the ocean.","timestamp_created":1613256568,"timestamp_updated":1613270244,"voted_up":false,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.551020383834838867","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86579780","author":{"steamid":"76561198243474890","num_games_owned":24,"num_reviews":4,"playtime_forever":5642,"playtime_last_two_weeks":0,"playtime_at_review":1784,"last_played":1655068495},"language":"english","review":"aos,md\n","timestamp_created":1613255809,"timestamp_updated":1613255809,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86579706","author":{"steamid":"76561199100055457","num_games_owned":26,"num_reviews":20,"playtime_forever":1538,"playtime_last_two_weeks":179,"playtime_at_review":301,"last_played":1660100678},"language":"english","review":"fun","timestamp_created":1613255732,"timestamp_updated":1628387840,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86579459","author":{"steamid":"76561199131467357","num_games_owned":57,"num_reviews":2,"playtime_forever":57545,"playtime_last_two_weeks":89,"playtime_at_review":3171,"last_played":1660098590},"language":"english","review":"classic game of cat and mouse that never seems to get boring.","timestamp_created":1613255483,"timestamp_updated":1613255483,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86579297","author":{"steamid":"76561198971938688","num_games_owned":141,"num_reviews":2,"playtime_forever":13426,"playtime_last_two_weeks":0,"playtime_at_review":1811,"last_played":1651391597},"language":"english","review":"Killer Cums, Survivor is boring.","timestamp_created":1613255306,"timestamp_updated":1618288781,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86579277","author":{"steamid":"76561199090234771","num_games_owned":5,"num_reviews":1,"playtime_forever":45091,"playtime_last_two_weeks":0,"playtime_at_review":41027,"last_played":1654294242},"language":"english","review":"I used to love this game but they ruined it with the last update. The survivor hitboxes make chases unplayable and the new HUD which they pushed out despite objection from the community is godawful and makes the game painful to play.","timestamp_created":1613255279,"timestamp_updated":1613255279,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86579244","author":{"steamid":"76561198954802910","num_games_owned":15,"num_reviews":2,"playtime_forever":11724,"playtime_last_two_weeks":0,"playtime_at_review":2521,"last_played":1657594768},"language":"brazilian","review":"JOGO BOM PRA CARA### jogue assistindo youtubers bons para ter umqa noção","timestamp_created":1613255236,"timestamp_updated":1613255236,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86579197","author":{"steamid":"76561198166805154","num_games_owned":16,"num_reviews":1,"playtime_forever":34642,"playtime_last_two_weeks":0,"playtime_at_review":22326,"last_played":1658090872},"language":"english","review":"Completely ruined the game in the last update and refuse to put their egos aside for the better of the community...Shameful and scummy behavior.","timestamp_created":1613255180,"timestamp_updated":1613255180,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86579019","author":{"steamid":"76561198151982836","num_games_owned":37,"num_reviews":1,"playtime_forever":144621,"playtime_last_two_weeks":1217,"playtime_at_review":93319,"last_played":1660429541},"language":"japanese","review":"もちろん新UIです。\n満足な説明もなく、非難轟々のPTBからの本実装。\nユーザーの意見を聞く気がないので、おすすめしません。","timestamp_created":1613254998,"timestamp_updated":1613254998,"voted_up":false,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.531577706336975098","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86578999","author":{"steamid":"76561199068713403","num_games_owned":95,"num_reviews":3,"playtime_forever":48617,"playtime_last_two_weeks":0,"playtime_at_review":32503,"last_played":1645898808},"language":"english","review":"To be honest, used to be a good game, but after an update surrounding the HUD (UI) it's highlighted how much BHVR doesn't care about their consumers. In my opinion, not the best. Hitboxes can be insanely bad also.","timestamp_created":1613254983,"timestamp_updated":1613254983,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"86578952","author":{"steamid":"76561198122153007","num_games_owned":84,"num_reviews":21,"playtime_forever":20901,"playtime_last_two_weeks":120,"playtime_at_review":9483,"last_played":1660407674},"language":"italian","review":"Il gioco è stato distrutto dagli sviluppatori. Nell'aggiornamento più recente.","timestamp_created":1613254941,"timestamp_updated":1613254941,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.526768624782562256","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86578916","author":{"steamid":"76561198048722312","num_games_owned":326,"num_reviews":9,"playtime_forever":55389,"playtime_last_two_weeks":41,"playtime_at_review":42212,"last_played":1659704364},"language":"english","review":"This game could've been a huge success, becoming something alike to the horror themed Smash Bros game. But developers aren't interested in addressing numerous bugs, toxic community, terrible balance and optimization, instead preferring to drop one patch every 1.5 months that can fix a few small issues but brakes even more in the process. Right now, developers of this game insisted on adding a number of features that were universally hated since their release on Public Beta Test servers. Yet, all of the complaints were ignored and update come to the Live servers without any changes. And now hit synchronization is broken, ranking system is broken, new animations are wonky and heavily limits survivor's movement, two maps are broken to the point of being removed from the game and more... Somebody, call a police, because beHavior interactive are committing a murder. This game could be so much more, but they are too arrogant, lazy and stubborn to realize that their golden goose is dying out.","timestamp_created":1613254905,"timestamp_updated":1613254905,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.565217375755310059","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86578884","author":{"steamid":"76561198238974694","num_games_owned":80,"num_reviews":6,"playtime_forever":6373,"playtime_last_two_weeks":0,"playtime_at_review":2405,"last_played":1658432379},"language":"english","review":"Game has been very enjoyable up until newest patch survivor has become unplayable now i don´t care about the UI changes but everything else in the patch has me thinking that smoking crack is their new way of thinking of patch ideas","timestamp_created":1613254868,"timestamp_updated":1613254868,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86578690","author":{"steamid":"76561198089068438","num_games_owned":174,"num_reviews":2,"playtime_forever":66579,"playtime_last_two_weeks":0,"playtime_at_review":49466,"last_played":1658556473},"language":"english","review":"This game used to be good, with every update behaviour makes the quality just goes to shit, we wanted hitbox fixes and better que times yet we got better female chest physics. thanks behaviour and pretty good job so far. Btw this is a line from 4.5 patch notes\nFixed an issue where Jane and Kate chest physics would not work properly.","timestamp_created":1613254658,"timestamp_updated":1613254658,"voted_up":false,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.501661121845245361","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86578590","author":{"steamid":"76561198815889070","num_games_owned":10,"num_reviews":3,"playtime_forever":6193,"playtime_last_two_weeks":0,"playtime_at_review":5779,"last_played":1614786686},"language":"russian","review":"Хост игры на мане кул система получения пиздюлей , разрабы идиоты , которые не умеют делать адекватные игры , над донатом они тоже не умеют думать. Крч 1 из 10, канадцы просто рофлан челики","timestamp_created":1613254553,"timestamp_updated":1613254553,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86578548","author":{"steamid":"76561198051162233","num_games_owned":281,"num_reviews":7,"playtime_forever":21925,"playtime_last_two_weeks":0,"playtime_at_review":15552,"last_played":1656629690},"language":"english","review":"I really liked this game in the far past. Matchmaking was problematic for years.\nBut now it's f-ing joke. You get \"good rank\" teammate, which play as if it was their first time in the game. Ranks are being ignored by the matchmaking system anyway(i mean that literally).\nAnd since the update several days ago the movement or netcode or whatever it is, is bugged to a point where the game becomes unplayable in its intended purpose.\n\nSo absolutly no recommendation at this point.\n\nIt may get better if there is a lot of work done on the two points mentioned above(Matchmaking+Movement)","timestamp_created":1613254513,"timestamp_updated":1613254513,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.501661121845245361","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86578514","author":{"steamid":"76561198371115111","num_games_owned":386,"num_reviews":1,"playtime_forever":13500,"playtime_last_two_weeks":0,"playtime_at_review":8754,"last_played":1623902528},"language":"spanish","review":"Regla del surpeviviente 551: el hacer Tbag al asesino en la partida aumenta un 1000% los puntos de sangre extra.\n\nRegla del asesino 891: no puedes slugear ni hacer face camping por mas que te hayan rusheado herido por que es tosico \n\nJueguito donde los survis pueden hacer de todo y el asesino donde haga algo ya lo flamean \ny por alguna razon tienen doctorados de mecanica los survis","timestamp_created":1613254480,"timestamp_updated":1622227459,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86578260","author":{"steamid":"76561198432907800","num_games_owned":93,"num_reviews":19,"playtime_forever":7086,"playtime_last_two_weeks":0,"playtime_at_review":3630,"last_played":1642016815},"language":"brazilian","review":"bueno","timestamp_created":1613254194,"timestamp_updated":1613254194,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86578026","author":{"steamid":"76561198146497128","num_games_owned":3,"num_reviews":1,"playtime_forever":27164,"playtime_last_two_weeks":0,"playtime_at_review":15001,"last_played":1659209356},"language":"brazilian","review":"muito bom","timestamp_created":1613253938,"timestamp_updated":1613253938,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86578011","author":{"steamid":"76561198376498402","num_games_owned":681,"num_reviews":2,"playtime_forever":25554,"playtime_last_two_weeks":0,"playtime_at_review":5692,"last_played":1658132513},"language":"spanish","review":"QUE PIJA ME SACAN EL STRETCHED","timestamp_created":1613253919,"timestamp_updated":1649395322,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.501639306545257568","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86577937","author":{"steamid":"76561198951923235","num_games_owned":88,"num_reviews":17,"playtime_forever":28456,"playtime_last_two_weeks":0,"playtime_at_review":2304,"last_played":1655655930},"language":"english","review":"not scary enough\nshitty devs too\nfun tho","timestamp_created":1613253846,"timestamp_updated":1613253846,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86577454","author":{"steamid":"76561198138047823","num_games_owned":48,"num_reviews":4,"playtime_forever":9273,"playtime_last_two_weeks":0,"playtime_at_review":3300,"last_played":1632072267},"language":"english","review":"Hit validation? Killers can be looking 90 degrees away from you, opposite direction from you, etc and they still get the hit. And the idea of stunning the killer is a joke since half the time you will be downed after throwing the pallet and have already seen the animation for running away start up, yet somehow that will still count as a hit. Also killers have apparently yo-yo arms with how far they hit from sometimes (Phantom range). I only continue to play since this is one of a few games with cross play, but god is the netcode just absolute trash.","timestamp_created":1613253323,"timestamp_updated":1617476487,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.5142364501953125","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86577373","author":{"steamid":"76561198398353732","num_games_owned":60,"num_reviews":9,"playtime_forever":80396,"playtime_last_two_weeks":0,"playtime_at_review":60032,"last_played":1658870216},"language":"german","review":"Hassliebe","timestamp_created":1613253236,"timestamp_updated":1632530655,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502538084983825684","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86576992","author":{"steamid":"76561199048617934","num_games_owned":150,"num_reviews":50,"playtime_forever":48358,"playtime_last_two_weeks":0,"playtime_at_review":281,"last_played":1658616342},"language":"english","review":"One of the best co-op horror games of all time. There are 2 different sides of charters you can as. There are survivor and killers. The survivors have to complete all 5 generators to open the exit gate. You can play as random charters that where created for the game or you can play as famous charters from video games and movies. Then there are the killers. Your goal is knock down all the survivors and put them on a hook before they do all the generators. As the killers you can play as the most famous horror charters. I give it a 9 out of 10.","timestamp_created":1613252848,"timestamp_updated":1613252848,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86576945","author":{"steamid":"76561198035233844","num_games_owned":3,"num_reviews":2,"playtime_forever":177591,"playtime_last_two_weeks":0,"playtime_at_review":59454,"last_played":1658807697},"language":"spanish","review":"El juego era espectacular hasta esta nueva actualizacion, hablan de que querian darle mas realidad, de que realidad hablan, despues que ahi una tipa que flota, hace tp y atraviesa paredes, o de la tipa que desaparece totalmente y sin saber por donde te va a aparecer cuando lo hace la tienes al lado tuyo, de esa realidad hablan osea....realidad para el survivor, xon esto mataron m9vimientos como los 360 que eran casi la unica manera de loopear a killer como el doctor, que no te deja tirar pale ni saltar ventanas, lamentable, lo que hicieron con el juego...y lo digo ya que vengo jugando este juego desde la ps4 ya como 3 ańos y esta update es de lo peor que se ha visto y ni hablare de los hit actuales.....","timestamp_created":1613252790,"timestamp_updated":1613252790,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.516924083232879639","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86576861","author":{"steamid":"76561198048770476","num_games_owned":188,"num_reviews":5,"playtime_forever":117786,"playtime_last_two_weeks":987,"playtime_at_review":56862,"last_played":1660557780},"language":"english","review":"Great game to play with the boys, even better if you all play it together for the first time.\nGotta put a negative review though because I wouldn't want BEHAVIOR to relax and mess my game up.","timestamp_created":1613252719,"timestamp_updated":1638361619,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.519999980926513672","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86576657","author":{"steamid":"76561198311550303","num_games_owned":3,"num_reviews":1,"playtime_forever":7069,"playtime_last_two_weeks":0,"playtime_at_review":7069,"last_played":1608665711},"language":"german","review":"Dieses Spiel war echt ne Geldverschwendung. Würde ich nicht empfehlen.","timestamp_created":1613252510,"timestamp_updated":1613252510,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.508547008037567139","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86576472","author":{"steamid":"76561198838722768","num_games_owned":32,"num_reviews":2,"playtime_forever":12199,"playtime_last_two_weeks":0,"playtime_at_review":2948,"last_played":1643424912},"language":"brazilian","review":"muto bom\n","timestamp_created":1613252318,"timestamp_updated":1613252318,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86576127","author":{"steamid":"76561197964265250","num_games_owned":121,"num_reviews":7,"playtime_forever":28535,"playtime_last_two_weeks":0,"playtime_at_review":13838,"last_played":1625524253},"language":"english","review":"save your sanity, don't buy or play it.","timestamp_created":1613251946,"timestamp_updated":1636138002,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86576107","author":{"steamid":"76561198296869687","num_games_owned":31,"num_reviews":2,"playtime_forever":27745,"playtime_last_two_weeks":166,"playtime_at_review":11620,"last_played":1660525951},"language":"latam","review":"Muy buen juego para jugar en equipo, super divertido. Sugiero un modo espectador para pasar el tiempo mientras esperas a que tus amigos terminen la partida que juegan","timestamp_created":1613251928,"timestamp_updated":1613251928,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.495867788791656494","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86575851","author":{"steamid":"76561198202614365","num_games_owned":66,"num_reviews":1,"playtime_forever":83001,"playtime_last_two_weeks":0,"playtime_at_review":60138,"last_played":1658408038},"language":"english","review":"If you want to go bald, play this game and watch dave18 before bedtime","timestamp_created":1613251680,"timestamp_updated":1638800796,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86575744","author":{"steamid":"76561198028319732","num_games_owned":175,"num_reviews":6,"playtime_forever":30061,"playtime_last_two_weeks":43,"playtime_at_review":3712,"last_played":1660350139},"language":"english","review":"Fun to play for casual players.","timestamp_created":1613251570,"timestamp_updated":1613251570,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86575720","author":{"steamid":"76561198018690872","num_games_owned":97,"num_reviews":3,"playtime_forever":61814,"playtime_last_two_weeks":922,"playtime_at_review":48245,"last_played":1660542163},"language":"english","review":"this game keeps getting worse and worse, the developers never listen to their community and do whatever the fuck they want, which is always ruin the god damn game, making it no fun for anyone. Thanks BHVR, you lost yet another player due to your shit decisions","timestamp_created":1613251544,"timestamp_updated":1613251544,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86575609","author":{"steamid":"76561198830961175","num_games_owned":60,"num_reviews":3,"playtime_forever":1102,"playtime_last_two_weeks":0,"playtime_at_review":967,"last_played":1639399131},"language":"russian","review":"Маньяки сильнее жертв в несколько раз своим мувспидом, анимацией и т.д! Есть очень слабые маньяки как персонажи, а есть имбалансные которые бегают в 3 раза быстрее чем ты раненый на шифте! Игру не советую, баланса 0, доп.предметы которые ты берёшь в катку толком не помогают. Игру не советую, лишняя трата денег, нервов и времени. Пока не по фиксят, отзыв не изменю.","timestamp_created":1613251428,"timestamp_updated":1613251428,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86575557","author":{"steamid":"76561198049157327","num_games_owned":177,"num_reviews":26,"playtime_forever":81700,"playtime_last_two_weeks":0,"playtime_at_review":78404,"last_played":1659215473},"language":"english","review":"New update cool thanks guys","timestamp_created":1613251384,"timestamp_updated":1614387057,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86575373","author":{"steamid":"76561199059992281","num_games_owned":14,"num_reviews":4,"playtime_forever":25180,"playtime_last_two_weeks":0,"playtime_at_review":2899,"last_played":1657965396},"language":"italian","review":"ottimo gioco consigliato per chi li piacciano gli horror e il multigiocatore e poi chi non vorrebbe fare mhanz.","timestamp_created":1613251210,"timestamp_updated":1640259445,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86575253","author":{"steamid":"76561198067053928","num_games_owned":85,"num_reviews":3,"playtime_forever":28556,"playtime_last_two_weeks":0,"playtime_at_review":18456,"last_played":1657856633},"language":"english","review":"If a non-free game that also has in-game purchases and a battle pass that has also been around for 4 years has this many bugs after any content update, then the community needs to stop playing this game in protest. I for one will not slam my face into survivor games any more until the necessary bugs and de-syncs ruin my experience. BHVR needs to pause all future content updates and fix this game now. If they don't they know what will happen.","timestamp_created":1613251091,"timestamp_updated":1613251091,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86575238","author":{"steamid":"76561198150171898","num_games_owned":18,"num_reviews":2,"playtime_forever":99503,"playtime_last_two_weeks":0,"playtime_at_review":87340,"last_played":1647128840},"language":"brazilian","review":"♥","timestamp_created":1613251077,"timestamp_updated":1613251077,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86575209","author":{"steamid":"76561198428232546","num_games_owned":450,"num_reviews":33,"playtime_forever":5002,"playtime_last_two_weeks":0,"playtime_at_review":3560,"last_played":1657450851},"language":"english","review":"Love this game, getting chased by original and classic killers while playing as original and classic survivors.","timestamp_created":1613251048,"timestamp_updated":1613251048,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86574965","author":{"steamid":"76561198859281221","num_games_owned":16,"num_reviews":11,"playtime_forever":8808,"playtime_last_two_weeks":0,"playtime_at_review":1499,"last_played":1619819799},"language":"spanish","review":"muy bueno","timestamp_created":1613250830,"timestamp_updated":1613250830,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86574699","author":{"steamid":"76561198145379866","num_games_owned":32,"num_reviews":8,"playtime_forever":26015,"playtime_last_two_weeks":119,"playtime_at_review":1352,"last_played":1660591185},"language":"russian","review":".\n","timestamp_created":1613250586,"timestamp_updated":1613792965,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86574468","author":{"steamid":"76561198844671877","num_games_owned":53,"num_reviews":1,"playtime_forever":7915,"playtime_last_two_weeks":0,"playtime_at_review":5985,"last_played":1651726483},"language":"english","review":"it is fun : )","timestamp_created":1613250357,"timestamp_updated":1613250357,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86574306","author":{"steamid":"76561198389733084","num_games_owned":48,"num_reviews":4,"playtime_forever":287474,"playtime_last_two_weeks":1670,"playtime_at_review":163247,"last_played":1660552892},"language":"japanese","review":"2000時間以上遊んでいる者です。\n\nアップデート（4.5.0）が現状最新ですが、この度のアップデートでゲームバランスが崩壊しました。\n購入を検討されている方は少し待ったほうが良いと思います。\n\n海外のゲームならではの、バグを放置するというのが多いゲームでした。\n「クソゲーおつｗｗ」とか言いながらなんだかんだ遊んでいたのですが、今回のはそれを超越しています。\n\n・儀式(試合)のリザルトでは正しい評価が反映されておらず、プレイすればするほど落ちます。(もっと酷いのもありますが割愛)\n・キラーに攻撃をされる間隔が人一人分くらい空いて食らってしまいます。\n・ゲーム内UIの配置をバラけた事により情報確認が悪化。キラーもサバイバーも見辛すぎてプレイがしにくい。\n\n上記3つが今回のアップデートでのバグです。最悪なので記載します。\nこれだけではなく他にも沢山バグがあります。\n\n今まで、応援するつもりで課金やプレイ時間を伸ばして楽しんでいたのですが、本当にプレイが不可能に近い状況になり現在はほぼしていません。\nそれくらい他の方もしていないので、プレイ人数は少ないです。\n\n以前の楽しく遊んでいた環境に戻る事を祈るばかりです。\n1ファンとして、ゲーム環境が向上する事を祈ってレビューを書かせて頂きます。","timestamp_created":1613250190,"timestamp_updated":1613250190,"voted_up":false,"votes_up":9,"votes_funny":0,"weighted_vote_score":"0.535095155239105225","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86573868","author":{"steamid":"76561199065815759","num_games_owned":42,"num_reviews":13,"playtime_forever":42,"playtime_last_two_weeks":0,"playtime_at_review":42,"last_played":1613249455},"language":"brazilian","review":"achei muito enjoativo e muito sem funções muito caro pelo que o jogo apressenta esse jogo vale apenas uns 5 reais acho que não mais que isso","timestamp_created":1613249796,"timestamp_updated":1613249796,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.478102177381515503","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86573842","author":{"steamid":"76561198068093883","num_games_owned":85,"num_reviews":2,"playtime_forever":183247,"playtime_last_two_weeks":564,"playtime_at_review":161661,"last_played":1660211123},"language":"russian","review":"Не могу остаться в стороне на похоронах моей любимой игры. Эта обнова окончательно убила игру: нелепые убогие анимации выживших, ужасный HUD, который очень сильно отвлекает от игры и ты вынужден бегать глазами по всему экрану, лютые 4-метровые хиты-пробития, сильный нерф порчи-несмерть, вырвиглазная свалка-автохевэн. Предыдущие обновы ужесточили генраш нерфом погибели. И что вам сделал Деревенщина? Просто капец, желание играть в это находится на донышке","timestamp_created":1613249772,"timestamp_updated":1613249772,"voted_up":false,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.513467550277709961","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86573452","author":{"steamid":"76561198146231700","num_games_owned":177,"num_reviews":28,"playtime_forever":39486,"playtime_last_two_weeks":1084,"playtime_at_review":28707,"last_played":1660560483},"language":"tchinese","review":"活動每場都連線異常被吃了快100w血點，鬼已經夠難玩了連線可以好一點嗎","timestamp_created":1613249353,"timestamp_updated":1625503383,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86573317","author":{"steamid":"76561198079668952","num_games_owned":49,"num_reviews":2,"playtime_forever":53115,"playtime_last_two_weeks":253,"playtime_at_review":29061,"last_played":1660547240},"language":"english","review":"The developers of this game are extremely incompetent. They make it their primary objective to make the game worse however they can. They are so incredibly out of touch with the game and the playerbase that they will often do the exact opposite of what is necessary to make the game better. The game is steadily headed downhill as the awful developers continue to grow their contempt for their playerbase and that playerbase's fun. For the love of all that is holy do not spend money on this game, do not support their incompetence and contempt.","timestamp_created":1613249226,"timestamp_updated":1646935970,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86573237","author":{"steamid":"76561197987382520","num_games_owned":415,"num_reviews":13,"playtime_forever":9308,"playtime_last_two_weeks":2295,"playtime_at_review":2712,"last_played":1660414159},"language":"english","review":"Nice game, can play Jeremy Morvan. Would recommend, 10/10","timestamp_created":1613249153,"timestamp_updated":1613249153,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.47826087474822998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86573192","author":{"steamid":"76561199104491254","num_games_owned":36,"num_reviews":2,"playtime_forever":49491,"playtime_last_two_weeks":0,"playtime_at_review":2753,"last_played":1658413526},"language":"german","review":"fun","timestamp_created":1613249103,"timestamp_updated":1613249103,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"86573163","author":{"steamid":"76561198115027365","num_games_owned":20,"num_reviews":1,"playtime_forever":9995,"playtime_last_two_weeks":0,"playtime_at_review":9206,"last_played":1618065476},"language":"brazilian","review":":D","timestamp_created":1613249081,"timestamp_updated":1613249081,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJ46u3IzvcCe4agygI="}