{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"54350957","author":{"steamid":"76561198025832398","num_games_owned":150,"num_reviews":5,"playtime_forever":19332,"playtime_last_two_weeks":0,"playtime_at_review":2216,"last_played":1633141237},"language":"spanish","review":"Excelente juego, muy recomendable.","timestamp_created":1564377956,"timestamp_updated":1574798709,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54350556","author":{"steamid":"76561198107876222","num_games_owned":204,"num_reviews":26,"playtime_forever":12028,"playtime_last_two_weeks":0,"playtime_at_review":5264,"last_played":1656716445},"language":"english","review":"Honestly, game's fun to play when it's fair, but that's the base problem: half of the time the game's not fair. The game's still fun, but I really wish the following problems were to be fixed.\n\nFor starters I get that the game's supposed to look spooky and dark, but it's plain retarded that you limit brightness to a point where 3 survivors literally blend with the environment. The situation's so bad I literally had to pull the computer's gamma midway through a game to actually see survivors.\n\nThe maps look great, however half of them fall under one of two categories: either there's too much visual/auditory polution or the layout is atrocious. The first problem is easily fixed if the devs gave more than two sliders to adjust sound, as playing in the old west map and hearing the decorative birds going off is very distracting and anger inducing.\n\nAs for visual polution, this is more in the sense that there's either too much grass or maize and for that the devs simply have to make it so these entities disappear when you're close to them. There were scenarios where a Claudette simply stood still during a chase and I completely lost her (and the reverse happened also).\n\nAs for the second problem, with this meaning the layout, it's harder to fix as it goes into the category of map generation. Honestly, some maps such as Pyramid head's and The Demogorgon's really need a rework. I've lost myself multiple times trying to navigate them AS THE KILLER. What's happening right now is comparable to a minotaur loosing itself on it's own fucking labyrinth. Perhaps give some sort of way to better orient as the killer in shit maps.\n\nThe third category of problems is overall just killers. Usually playing survivor is easier since the only thing changing is the starting perks and the models, but with killers it's way different.\nSome of the killers feel strong while others are complete garbage. Some of them, such as the trapper or the clown fall into a third category where they're good but their abilities are a detriment when there's killers with objectively better powers.\n\nA quick rundown of Killers that need changes:\n\n-Trapper: After a certain rank, he's too perk dependant to actually have time to set up traps and I just loose 4 gens in a row to set up traps. He's mechanically outmatched by the Hag, who although is slower it still has more map pressure since she doesn't have to walk half a map away to grab more traps. He only has a trap slot and should have two base trap slots. Another thing that would help greatly is having traps in more common places where they're usually put (i know this is asking a lot, but it's the main reason why I loose generators: having to walk half a map away to grab a non armed trap so I can put it somewhere else). It's also a huge pain to move traps from one place to another, as sometimes you take so long to set up traps there's no more generators in that side of the map.\n\n-The Clown: Although the bottle mechanic is cool, the reload takes too much time.\n\n-The Wraith: He literally doesn't have any map control and the speed that he receives from his invisibility doesn't make up for not being able to protect generators. Beyond that, to make up for his power, he has to use multiple perks to slow down the game just enough so he can be an M1 killer.\n\n-The Nightmare: For the love of god, give him a directional lullaby. It's extremely disorienting to listen to it just to be surprised out of nowhere by a fucking midget, not to mention the lullaby and terror radius should have their rolls swapped (heartbeat on the dream and lullaby outside).\n\n\nThe ranking is also a problem. When I play as killer I either completely stomp the enemy team or get myself stomped. It's even worse so when I play as trapper or wraith due to previously mentioned problems. The problem goes further, as I in multiple occasions went against higher ranks or lower ranks in upwards of 10 ranks of difference, which is unheard of. It's comparable to a silver one in csgo going against a master elite.\n\n\nThe character overall are too pricey and there's no cost dropping. I understand you have a game to run and money to make, but it's very tiresome and unfun to have to grind 30 levels for a character to then be able to get his teachable perks on other characters.\n\n\nOverall the game is a 6/10 and I'll recommend it, but would really like if these problems were fixed. All the problems make the game feel less appealing.","timestamp_created":1564375219,"timestamp_updated":1599149418,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54350346","author":{"steamid":"76561198963833907","num_games_owned":91,"num_reviews":9,"playtime_forever":94520,"playtime_last_two_weeks":0,"playtime_at_review":6086,"last_played":1647081514},"language":"russian","review":"п а р а ш а","timestamp_created":1564373641,"timestamp_updated":1635871542,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54350279","author":{"steamid":"76561198219973787","num_games_owned":78,"num_reviews":11,"playtime_forever":66629,"playtime_last_two_weeks":0,"playtime_at_review":27315,"last_played":1657476212},"language":"english","review":"♥","timestamp_created":1564373092,"timestamp_updated":1606352798,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54350173","author":{"steamid":"76561198835734011","num_games_owned":16,"num_reviews":1,"playtime_forever":73945,"playtime_last_two_weeks":0,"playtime_at_review":67129,"last_played":1655210121},"language":"russian","review":"Не качайте, не стоит, не совершайте ошибку","timestamp_created":1564372245,"timestamp_updated":1624190954,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54350145","author":{"steamid":"76561198086895027","num_games_owned":119,"num_reviews":4,"playtime_forever":16848,"playtime_last_two_weeks":0,"playtime_at_review":12184,"last_played":1653448875},"language":"brazilian","review":"é ruim, mas também é muito ruim","timestamp_created":1564372027,"timestamp_updated":1564372027,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54349977","author":{"steamid":"76561198217664539","num_games_owned":228,"num_reviews":144,"playtime_forever":42345,"playtime_last_two_weeks":0,"playtime_at_review":21192,"last_played":1646812218},"language":"english","review":"Game crashes everytime I try to play now. Stay away. Nothing is wrong with my PC, but it crashes and crashes some more. So often that I get punished for it by being matchmaking banned for 2 hours.\nedit: still crashes\n5/10","timestamp_created":1564370797,"timestamp_updated":1642144896,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54348348","author":{"steamid":"76561198210050305","num_games_owned":114,"num_reviews":8,"playtime_forever":11980,"playtime_last_two_weeks":0,"playtime_at_review":4506,"last_played":1641021547},"language":"english","review":"This game is great but there is a few things you first timers need to look out for\n1.This game has no Ranked matchmaking so expect your first few games to be hard and quick.\n2.Very toxic community, but don't let that scare you from buying the game because a lot of them are willing to give you tips post-match\n3.BEWARE of facecampers","timestamp_created":1564359647,"timestamp_updated":1564359647,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54348209","author":{"steamid":"76561198335169229","num_games_owned":117,"num_reviews":5,"playtime_forever":2795,"playtime_last_two_weeks":0,"playtime_at_review":950,"last_played":1642942742},"language":"spanish","review":"exelente","timestamp_created":1564358675,"timestamp_updated":1564358675,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54347976","author":{"steamid":"76561198156788619","num_games_owned":110,"num_reviews":26,"playtime_forever":25005,"playtime_last_two_weeks":0,"playtime_at_review":8911,"last_played":1638020917},"language":"brazilian","review":"Lag:\n\n\nO jogo não utiliza servidores própios, então em alguns lobbies voce verá o ping mais de 10^78 ms, e em outros, o ping estará bom, depois ruim, depois bom, e por fim da DC da sala durante o loading. Isso seria amenizado ou totalmente consertado com a chegada dos servers dedicados, mas como os devs estão cagand0 e andando, podem esperar sentados.\nDurante a partida o lag, principalmente em ranks mais baixos pode significar a vitória ou a derrota para um player, normalemnte o beneficiado é o killer, mas não é regra. Após certo nível técnico, você passa a utilizar de mindgames de mindgames para conseguir jukar o killer, e depende de frações de segundo para estunar ele, ou caso contrario você cai. é horrivel. Em casos extremos pode atrapalhar nas esquil checks, e ai meu caro, é só quitar da partida.\n.\nLoading simulator:\n\nEsse jogo é praticamente um simulador de carregamento, tem loading pra tudo, tem loading pra carregar o loading, loading pra você começar esperar a procura de uma sala, loading até pra dar quit do jogo. Se você não curte esperar 10 minutos para achar uma partida, vai se estressar muitas vezes nessa porcaria. Vou citar exemplo: quando tu quer jogar de killer, dependendo do horario escolhido, são 10 minutos de fila, entra 4 pessoas na sala, porém 2 delas lagadas, elas saem, entra mais 2, 1 minuto pro jogo começar. Começa o loading que varia de 20 segundos a 2 minutos ( quanto mais demora maior a chance de ser necessario repetir os passos anteriores pois um player deu DC e a partida é cancelada). Jogo começa os cara vê que tu ta usando memento ja quita 2, os outros vc mata em 2 min de jogo, e pronto, vc jogou 3 minutos e ficou 15 na fila, repita o processo.\nDe survivor é  mais simples se estiver jogando sozinho, porém acompanhado o negocio fica tenso: tu cria a sala, invita seu amigo, da um loading que te joga pra uma sala com 2 aleatórios, ping fica 5 milhões tu quita da lobby, cria outra sala e assim vai... normalmente vai umas 3 vezes pra tu achar uma sala com ping aceitável.\nAlgumas vezes a sala buga, e fica faltando um player, esse maldito fica preso no limbo, o pior é a sua esperança de chegar o ultimo player, mas ele nunca chega, vou passa a dica: se faltar 1 player na sala, pode sair e procurar outra que vai mais rápido.\nUm sistema de grupos foi prometido, mas é o mesmo esquema dos servidores, então...\n\n\nBugs\n\nBem esse jogo deveria se chamar dead by bugs, porque o que essa p0ra tem é bug, tem de todo tipo e toda forma que você pensar, tudo pode acontecer... inclusive a sala pode bugar tanto que não ocorre nenhum bug na partida (casos raros) \n\n\nReclamações:\n\nneste jogo o choro é comum. Algumas taticas permitidas pelo jogo em si, são totalmente repudiadas pela comunidade em geral, geralmente essas taticas são \"estratégias\" do killer.\n\na maioria das reclamaçoes vem por parte dos survivors, pois eles são em maior parte os mais afetados por este tipo de conduta.\n\nO jogo é bom, bem divertido, recomendo a todos que estão em dúvida que adquiram esta maravilha!","timestamp_created":1564357037,"timestamp_updated":1606767893,"voted_up":true,"votes_up":11,"votes_funny":1,"weighted_vote_score":"0.64042961597442627","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54347779","author":{"steamid":"76561198951669329","num_games_owned":48,"num_reviews":4,"playtime_forever":1018,"playtime_last_two_weeks":0,"playtime_at_review":792,"last_played":1657452075},"language":"portuguese","review":"Bom","timestamp_created":1564355913,"timestamp_updated":1564355913,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54347577","author":{"steamid":"76561198042994473","num_games_owned":168,"num_reviews":3,"playtime_forever":18936,"playtime_last_two_weeks":1,"playtime_at_review":8262,"last_played":1660177872},"language":"english","review":"This game is a lot of fun when you first get it. Playing as killer is very satisfying, at first. Playing Survivor can be very tense and heart pounding, at first. And while I do very much enjoy playing this game, after leveling in the ranks, it gets much, MUCH less fun.\n\n     When it comes to playing as the Killer (Which I play as most of the time), you can have a lot of fun chasing and hitting people, hell even getting stunned isn't too bad cause you've managed to hit them. But unless you get really good at killer, and I mean REALLY good, you're gonna be losing a lot of games and getting very few kills. Sure maybe every so often you'll get a game where you dominate everyone, but as you rank up, you'll get games like that much less often. Unless you main the Nurse who takes a lot of time to get passable at, you're gonna lose, a lot. \n\n     When it came to playing survivor (which I don't play often and don't really have much to say), you're just going to go through the same things over and over again until you either; get really good, some how get high enough rank that everyone else dominates the Killer, or stay low rank and just keep repairing and dying. The objectives are always the same and the maps change slight from time to time, and every Killer and player is( mostly) different, but all Killers have to suffer through the same few choices that more often than naught end up with them losing time and ground on a survivor. \n\n     It is true that this game can be very fun, but it's also true it can be VERY frustrating. A number of killers in the higher ranks really only get kills after downing one person and camping them, AFTER all generators are finished and the exits are open. Then the killer has to pray to god the survivors don't all go to save the one on the hook, and if they do, you can kiss that kill good-bye unless you got an instant down. \n\n    Perhaps one of the saddest parts about this game is that it will go through 'dark' times. The Dark times are when the game is really bad and very unbalanced, and this happens from time to time with certain changes or buffs/ nerfs. Freddy Krueger was incredibly bad for the longest time and was only recently changed to be a decent killer. One of the biggest Killer Perks (Hex: Ruin) is still the most used Killer perk because without it, the generators get done WAY to fast.\n\n    Finally, it really just comes down to you, the player. Everyone will think differently about this game, yes. But really it's up to you to decide if this game will be worth your time, and a lot of your money since a lot of the killers and survivors are locked behind pay walls. I bought every killer and almost every survivor and I do honestly have fun with this game, but it can get very frustrating to play, to the point you may just stop playing for a few months so the ranks can reset and you can play against low ranking people again, which I'm gonna do for now so I can have fun in 1-2 months with this game.","timestamp_created":1564354754,"timestamp_updated":1564354754,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.510329008102416992","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54347360","author":{"steamid":"76561198817325477","num_games_owned":78,"num_reviews":7,"playtime_forever":24387,"playtime_last_two_weeks":0,"playtime_at_review":5055,"last_played":1647616408},"language":"koreana","review":",.","timestamp_created":1564353573,"timestamp_updated":1606897966,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54347082","author":{"steamid":"76561198219494559","num_games_owned":187,"num_reviews":4,"playtime_forever":23774,"playtime_last_two_weeks":0,"playtime_at_review":9887,"last_played":1637075212},"language":"thai","review":"เกมนี้ไม่มีระบบการสื่อสารระหว่างผู้รอดชีวิต อยากให้ผู้พัฒนาเกมช่วยเพิ่มระบบการสื่อสารระหว่างการเล่นด้วย","timestamp_created":1564352107,"timestamp_updated":1564352107,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54345010","author":{"steamid":"76561198184450971","num_games_owned":72,"num_reviews":4,"playtime_forever":29772,"playtime_last_two_weeks":0,"playtime_at_review":19495,"last_played":1657129108},"language":"koreana","review":"너스피릿 너프 시키면서 뚜벅이 살인마들 버프를 시키면 좋았을것을 생존자만 주구장창 너프시키다가 너스피릿 겜됨.\n이제야 뚜벅이들은 황밸인데 너스피릿은 잘하면 답도없다","timestamp_created":1564342320,"timestamp_updated":1564342320,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54344973","author":{"steamid":"76561198393908827","num_games_owned":154,"num_reviews":12,"playtime_forever":6122,"playtime_last_two_weeks":2772,"playtime_at_review":903,"last_played":1660571281},"language":"schinese","review":"堂堂一个20岁大小伙子，翻窗户被一把抓回来吓得我在寝室大吼大叫。不知道的舍友以为我有病。就恐怖性来说。我觉得不错。就是他妈死活找不到地窖。戴着耳机没听出不一样的风声。总是被最后一个摁在地图里。","timestamp_created":1564342180,"timestamp_updated":1564342180,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54344833","author":{"steamid":"76561198444607164","num_games_owned":97,"num_reviews":2,"playtime_forever":123724,"playtime_last_two_weeks":2254,"playtime_at_review":11605,"last_played":1660602517},"language":"polish","review":"Jest wiele powodów dla których mógłbym tę grę wyrzucić do kosza. Przykładem tego mogą być :\n\n- Bugi / notorycznie pojawiające się z każdym nowym Patchem (niektóre nawet mają już po 2 lata, a wciąż mimo naprawiania, nadal się pojawiają),\n- Toksyczne community / Każdy od każdego chce być lepszy. Ocalali żyją w przekonaniu, że im się należy \"przeżyć\", a Zabójcom, że muszą zabić całą czwórkę inaczej są \"słabi\"\n- Ciągłe problemy z łączem (ping) z racji tego, że najczęściej hostem jest zabójca. Tak, jest to gra peer to peer.\n- Nadużywanie cheat'ów, lag-switchów i innych cudawianek by utrudnić grę drugiej stronie.\n- Często niepotrzebne nerfy, które nie mają aż tak ogromnego wpływu na rozgrywkę. \n- i wiele innych.\n\nGra oczywiście posiada również plusy, bo nikt nie powiedział, że gra jest beznadziejna - świadczyć o tym może moje ponad 3,000 godzin. \n\n+ Świetny Design postaci ocalałych jak i zabójców. W grze znaleźć można wiele licencjonowanych postaci jak np: Myers (Halloween), Freddy Krueger ( Koszmar z Ulicy Wiązów) itp.\n+ Ciekawa rozgrywka (ze strony ocalałych po dłuższym czasie może być monotonna, ale ze strony zabójcy jest to czasem nie lada wyzwanie),\n+ Jest to póki co jedyna gra o takiej rozgrywce - Mowa tutaj o rozgrywce asymetrycznej. 4 ocalałych vs 1 Zabójca,\n+ Ciuszki, ciuszki i jeszcze raz ciuszki :)\n+ wiele innych.\n\nJeśli ktoś by mnie spytał teraz czy warto w tę grę grać - to śmiało odpowiem : Tak. Jest wciągająca, ma w sobie to coś, co przyciąga Twoją uwagę i można zagrać ze znajomymi - jeśli ktoś szuka gry w którą mógłby zagrać z innymi. Gra daje wiele możliwości i są to dobrze zainwestowane pieniądze jak i czas. :)","timestamp_created":1564341751,"timestamp_updated":1606339925,"voted_up":true,"votes_up":9,"votes_funny":0,"weighted_vote_score":"0.602568745613098145","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54344277","author":{"steamid":"76561198980315163","num_games_owned":9,"num_reviews":1,"playtime_forever":8491,"playtime_last_two_weeks":0,"playtime_at_review":128,"last_played":1623423176},"language":"english","review":"Overall it sucks in the beginning but after some time when you get more add ons and perks it gets easier","timestamp_created":1564339636,"timestamp_updated":1564339636,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54343781","author":{"steamid":"76561198370561617","num_games_owned":173,"num_reviews":18,"playtime_forever":30797,"playtime_last_two_weeks":36,"playtime_at_review":15994,"last_played":1659985726},"language":"english","review":"Love it had it for 2 years the game still needs a few fixes and is a little unballanced but it is owned by behavior.","timestamp_created":1564337306,"timestamp_updated":1564337306,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54343258","author":{"steamid":"76561198315973607","num_games_owned":15,"num_reviews":3,"playtime_forever":28217,"playtime_last_two_weeks":0,"playtime_at_review":9002,"last_played":1659203911},"language":"schinese","review":"好玩，不玩biss","timestamp_created":1564335005,"timestamp_updated":1564335005,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.45267486572265625","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54343025","author":{"steamid":"76561198172911462","num_games_owned":207,"num_reviews":8,"playtime_forever":196098,"playtime_last_two_weeks":1676,"playtime_at_review":113979,"last_played":1660457924},"language":"turkish","review":"Fiyat performans olarak değerlendirirsek kesinlikle oynamanız gereken bir oyun. Özellikle arkadaşlarla oynayınca çok keyifli. Eğer tek başladıysanız da topluluktan birileriyle oyun içinde tanışıp o insanlara katılabilirsiniz. Oyun korku oyunu olarak sunuluyor fakat içerisinde komedi, heyecan, gerilim herşeyi barındırıyor. Ufak tefek bugları tabi ki var her oyunda olduğu gibi ama firma oyunu geliştirmek için gerçekten iyi çalışıyor. Kesinlikle tavsiye ederim.","timestamp_created":1564333946,"timestamp_updated":1564333946,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54342932","author":{"steamid":"76561198430801532","num_games_owned":33,"num_reviews":5,"playtime_forever":25102,"playtime_last_two_weeks":2251,"playtime_at_review":1753,"last_played":1660514722},"language":"brazilian","review":"Bom jogo para jogar em uma madrugada com os amigos.","timestamp_created":1564333601,"timestamp_updated":1640018114,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54342298","author":{"steamid":"76561198817641555","num_games_owned":45,"num_reviews":9,"playtime_forever":11084,"playtime_last_two_weeks":0,"playtime_at_review":838,"last_played":1654699710},"language":"polish","review":"Jest to bardzo fajna oraz ciekawa gra.","timestamp_created":1564331157,"timestamp_updated":1564331157,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54342142","author":{"steamid":"76561198077067074","num_games_owned":7,"num_reviews":1,"playtime_forever":32661,"playtime_last_two_weeks":0,"playtime_at_review":20061,"last_played":1584547386},"language":"russian","review":"Игра безумно крутая . Геймлей отличный . Разработчики стараются над выходом нового контента . Мне очень понравился реворк кошмара , я считаю , что он должен был быть таким изначально . Но хочу обратиться к разработчикам . Вы сделали так , что когда во время загрузки игрок отключается , игра отменяется . Вы понимаете как сложно найти игру за маньяка . Исправьте это пожалуйста . И ещё , бывает что после матча выскакивает предложение ошибка обновления ранга . Я только что сыграл игру и у меня произошла такая проблема , у меня был 8 ранг , а стал 9 , и тогда у меня реально пригорело.  Исправьте это пожалуйста . Ну и конечно же я жду летнего ивента , по типу того , который был прошлым летом .","timestamp_created":1564330467,"timestamp_updated":1564330521,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54341804","author":{"steamid":"76561198346003785","num_games_owned":2,"num_reviews":1,"playtime_forever":24703,"playtime_last_two_weeks":156,"playtime_at_review":7315,"last_played":1659882440},"language":"german","review":"Nicht zu empfehlen. Neben Camper,Hacker und Trolle ist die Spielmechanik mehr als verbuggt. Über Bretter oder Fenster brauch man in der Verfolgung gar nicht erst jumpen, da der Killer einen auch nach 5m Entfernung immer noch treffen kann. \nDie Community ist grauenhaft da jeder 2te einen beleidigt oder ohne grund das spiel verlässt.","timestamp_created":1564329100,"timestamp_updated":1564329142,"voted_up":false,"votes_up":24,"votes_funny":6,"weighted_vote_score":"0.510422885417938232","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54341755","author":{"steamid":"76561198105858961","num_games_owned":2152,"num_reviews":206,"playtime_forever":10405,"playtime_last_two_weeks":0,"playtime_at_review":1026,"last_played":1603705799},"language":"english","review":"Fatal error: [File:Unknown] [Line: 198] Unreal Engine is exiting due to D3D device being lost. (Error: 0x887A0005 - 'REMOVED')\n\ncrashed 3 times \n\nuntil this is fixed i am gone for good","timestamp_created":1564328864,"timestamp_updated":1603705865,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54341651","author":{"steamid":"76561198218887548","num_games_owned":20,"num_reviews":5,"playtime_forever":4559,"playtime_last_two_weeks":0,"playtime_at_review":2995,"last_played":1588007611},"language":"hungarian","review":"This game Full with bug!!! you lose your offerings, when someone quiting, during match making! If You unhooked you dont can move!!!  Dont recomenned, if you dont like play with game with a full of bug!!!","timestamp_created":1564328437,"timestamp_updated":1564328437,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.45267486572265625","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54341637","author":{"steamid":"76561198283405991","num_games_owned":67,"num_reviews":11,"playtime_forever":3751,"playtime_last_two_weeks":449,"playtime_at_review":1071,"last_played":1660587156},"language":"french","review":"Ce jeu est bien équilibré, malgré quelque tueurs difficiles à contrer et des équipiers parfois peu utile, mais ça arrive rarement","timestamp_created":1564328395,"timestamp_updated":1564328395,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54341597","author":{"steamid":"76561198428785947","num_games_owned":19,"num_reviews":1,"playtime_forever":3638,"playtime_last_two_weeks":0,"playtime_at_review":1917,"last_played":1569914507},"language":"schinese","review":"垃圾游戏 一点都不平衡","timestamp_created":1564328214,"timestamp_updated":1564328214,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.474452555179595947","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54341567","author":{"steamid":"76561198340306504","num_games_owned":169,"num_reviews":10,"playtime_forever":28569,"playtime_last_two_weeks":79,"playtime_at_review":2450,"last_played":1659472458},"language":"russian","review":"По началу можно подумать,что в этой игре можно здорово провести время, но потом оказывается что там дохуя читеров и кемперов которые портят игру, а также не забуду упомянуть про уебанов,которые портят вам игру прибегая и переманивая на вас маньяка.","timestamp_created":1564328091,"timestamp_updated":1564328091,"voted_up":false,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.558915436267852783","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54341428","author":{"steamid":"76561198861535009","num_games_owned":23,"num_reviews":1,"playtime_forever":108895,"playtime_last_two_weeks":25,"playtime_at_review":19770,"last_played":1660024385},"language":"schinese","review":"游戏是个好游戏 希望制作组用心","timestamp_created":1564327543,"timestamp_updated":1564327543,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54341003","author":{"steamid":"76561198966941655","num_games_owned":70,"num_reviews":5,"playtime_forever":47507,"playtime_last_two_weeks":0,"playtime_at_review":3064,"last_played":1655910205},"language":"russian","review":"игра прост крута","timestamp_created":1564325844,"timestamp_updated":1564325844,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.520547926425933838","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54340853","author":{"steamid":"76561198172901002","num_games_owned":23,"num_reviews":1,"playtime_forever":58036,"playtime_last_two_weeks":0,"playtime_at_review":17017,"last_played":1628030591},"language":"russian","review":"Игра нормальная. Я играю только за убийцу и бывает что я не могу найти игру по 2-3 чеса.","timestamp_created":1564325258,"timestamp_updated":1564325258,"voted_up":false,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.492563396692276001","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54339242","author":{"steamid":"76561198313677571","num_games_owned":222,"num_reviews":74,"playtime_forever":5477,"playtime_last_two_weeks":0,"playtime_at_review":5460,"last_played":1574778313},"language":"koreana","review":"저랭과 고랭의 차이가 심하다.\n\n내가 생존자하면 공포게임에 손절게임인데 내가 살인마하면 4:1 농락게임이 되는것인가","timestamp_created":1564318828,"timestamp_updated":1564318828,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"54339184","author":{"steamid":"76561198281628343","num_games_owned":92,"num_reviews":19,"playtime_forever":1504,"playtime_last_two_weeks":0,"playtime_at_review":453,"last_played":1608035312},"language":"turkish","review":".","timestamp_created":1564318605,"timestamp_updated":1606500364,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54339020","author":{"steamid":"76561198306681425","num_games_owned":50,"num_reviews":5,"playtime_forever":35852,"playtime_last_two_weeks":0,"playtime_at_review":30533,"last_played":1651003995},"language":"russian","review":"Сладкая штучка(поиграйте!!)","timestamp_created":1564317947,"timestamp_updated":1564317947,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54338953","author":{"steamid":"76561198416319329","num_games_owned":81,"num_reviews":14,"playtime_forever":1108,"playtime_last_two_weeks":0,"playtime_at_review":271,"last_played":1641927841},"language":"english","review":"ver good","timestamp_created":1564317696,"timestamp_updated":1564317696,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54338717","author":{"steamid":"76561198974902730","num_games_owned":29,"num_reviews":1,"playtime_forever":13432,"playtime_last_two_weeks":0,"playtime_at_review":2870,"last_played":1656611511},"language":"english","review":"I really like this game. I'ts more fun to play with driends. And if you are done with playing a few rounds of survivor you can just switch to the killer. 10/10 would play again!","timestamp_created":1564316786,"timestamp_updated":1564316786,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54338586","author":{"steamid":"76561198283311532","num_games_owned":57,"num_reviews":3,"playtime_forever":51519,"playtime_last_two_weeks":408,"playtime_at_review":29138,"last_played":1660337461},"language":"koreana","review":"저혈압분들 체온낮은분들 강력추천\n딱 세판만하면 어느새 정상혈압되어있고 열올라서 몸따듯해져있음","timestamp_created":1564316122,"timestamp_updated":1598132427,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54338541","author":{"steamid":"76561197981569610","num_games_owned":70,"num_reviews":5,"playtime_forever":4326,"playtime_last_two_weeks":0,"playtime_at_review":2804,"last_played":1657659725},"language":"english","review":"it`s the BEST game EVER :D","timestamp_created":1564315941,"timestamp_updated":1564315941,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54338331","author":{"steamid":"76561198446102447","num_games_owned":18,"num_reviews":1,"playtime_forever":35682,"playtime_last_two_weeks":0,"playtime_at_review":6904,"last_played":1655389374},"language":"tchinese","review":"回朔太嚴重","timestamp_created":1564315159,"timestamp_updated":1564315159,"voted_up":false,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.475100964307785034","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54338271","author":{"steamid":"76561198399516698","num_games_owned":19,"num_reviews":11,"playtime_forever":4817,"playtime_last_two_weeks":0,"playtime_at_review":4757,"last_played":1597044643},"language":"koreana","review":"고인물망겜","timestamp_created":1564314925,"timestamp_updated":1564314925,"voted_up":false,"votes_up":11,"votes_funny":2,"weighted_vote_score":"0.626440763473510742","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54338257","author":{"steamid":"76561198798779265","num_games_owned":34,"num_reviews":1,"playtime_forever":40643,"playtime_last_two_weeks":0,"playtime_at_review":5454,"last_played":1659125097},"language":"tchinese","review":"一直回朔 有時候不能扶人 幾乎十場有六場回朔","timestamp_created":1564314867,"timestamp_updated":1639666450,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54337637","author":{"steamid":"76561198190969014","num_games_owned":62,"num_reviews":5,"playtime_forever":41776,"playtime_last_two_weeks":0,"playtime_at_review":21971,"last_played":1639166608},"language":"russian","review":"Самый честный обзор на DBD*\nИгра интересная, но обладает очень токсичным комьюнити. За каждое ваше действие вас могут зафейскемпить или напресидается перед вашим лицом столько, что вы заходите удалить эту игру и забыть о ней.\nЧтобы по настоящему играть в эту игру в своё удовольствие вам стоит игра только за одного маньяка-Канибал(Бубба). Этот маньяк является самым имбовым маньяком в игре. Когда он вешает вас на крюк то вам только и остается молиться всем богам которых вы знаете чтобы у него вылетел интернет, либо чтобы вы спрыгнули с крюка.\nВот и весь геймплей данной игры","timestamp_created":1564312229,"timestamp_updated":1564312229,"voted_up":true,"votes_up":21,"votes_funny":17,"weighted_vote_score":"0.597480833530426025","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54337133","author":{"steamid":"76561198194467373","num_games_owned":24,"num_reviews":9,"playtime_forever":55082,"playtime_last_two_weeks":0,"playtime_at_review":5732,"last_played":1658352699},"language":"russian","review":"Чтож игра не плохая , да есть дизболанс , ну играть можно , для любителей хорор-игр то что надо .\n","timestamp_created":1564309847,"timestamp_updated":1596189027,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54336892","author":{"steamid":"76561198439216206","num_games_owned":61,"num_reviews":2,"playtime_forever":114422,"playtime_last_two_weeks":0,"playtime_at_review":63260,"last_played":1654204829},"language":"russian","review":"Не очень хорошая реализация хорошего, проверенного временем сюжета. Маньяк и четыре жертвы, казалось бы что можно испортить или привнести нового? Разработчики справились с реализацией не плохого геймплея, но не справились с движком игры из-за чего практически с каждым обновлением игра становится все более забаганой и не пригодной к комфортной игре, постоянные ошибки на стороне сервера и длительные поиски маньяков и сурвов в лобби. Все это формирует мнение не очень успешного проекта с хорошей идеей, но абсолютной халтурой со стороны разработчиков. Конечно главным и самым весомым плюсом для меня - это отсутствие аналогов и уникальные сотрудничества с крупными кинокомпаниями, что дает возможность им добавлять культовых маньяков из популярных фильмов 70-80х. На этом плюсы для меня заканчиваются. Переставать играть я конечно не собираюсь, т.к. писал ранее - аналогов нет! Определенно рекомендую любителям БДСМ...таким как я)","timestamp_created":1564308739,"timestamp_updated":1564308739,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.539170503616333008","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54336881","author":{"steamid":"76561198072589007","num_games_owned":95,"num_reviews":15,"playtime_forever":58266,"playtime_last_two_weeks":0,"playtime_at_review":25019,"last_played":1611390701},"language":"english","review":"Plz redeveloping the reporting system, i don't wanna meet the same stupid and disgusting players again!!!!!!!!!!!!!!","timestamp_created":1564308715,"timestamp_updated":1564830995,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54336756","author":{"steamid":"76561198310277224","num_games_owned":31,"num_reviews":2,"playtime_forever":13391,"playtime_last_two_weeks":0,"playtime_at_review":4567,"last_played":1641245861},"language":"russian","review":"ХУЕТА","timestamp_created":1564308073,"timestamp_updated":1564439443,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54336700","author":{"steamid":"76561198373026625","num_games_owned":18,"num_reviews":4,"playtime_forever":21902,"playtime_last_two_weeks":0,"playtime_at_review":1628,"last_played":1638648039},"language":"polish","review":"a good game","timestamp_created":1564307795,"timestamp_updated":1564307795,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54336126","author":{"steamid":"76561198075821118","num_games_owned":26,"num_reviews":1,"playtime_forever":2513,"playtime_last_two_weeks":0,"playtime_at_review":1743,"last_played":1606329313},"language":"tchinese","review":"超好玩!  怎麼剛出時 我都不知道!","timestamp_created":1564304973,"timestamp_updated":1564304973,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54335534","author":{"steamid":"76561198080727162","num_games_owned":98,"num_reviews":69,"playtime_forever":1987,"playtime_last_two_weeks":0,"playtime_at_review":1987,"last_played":1587162601},"language":"french","review":"Bande de sheyantine, bande sorcier marocain ! Bande de franc-maçon sanatique bande moushrik !","timestamp_created":1564301922,"timestamp_updated":1613086957,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54335473","author":{"steamid":"76561198032695625","num_games_owned":207,"num_reviews":3,"playtime_forever":17487,"playtime_last_two_weeks":0,"playtime_at_review":4053,"last_played":1630643268},"language":"latam","review":"La DBD que es la DBD eh gr8 b8 m8 i r8 8/8","timestamp_created":1564301663,"timestamp_updated":1564301663,"voted_up":true,"votes_up":1,"votes_funny":2,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54334458","author":{"steamid":"76561198139244750","num_games_owned":252,"num_reviews":6,"playtime_forever":3991,"playtime_last_two_weeks":0,"playtime_at_review":2729,"last_played":1594772980},"language":"english","review":"Originally had a bad review of this game due to broken killers and many missing features but updates have fixed all of my previous issues and made this game fun to play again, as well as better maps and more balanced killer abilities.","timestamp_created":1564296128,"timestamp_updated":1594575179,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.51086956262588501","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54334090","author":{"steamid":"76561198931337914","num_games_owned":26,"num_reviews":3,"playtime_forever":290,"playtime_last_two_weeks":0,"playtime_at_review":202,"last_played":1655875950},"language":"koreana","review":"내가 생존자하면 나만 따라오는 개 좆망겜\n","timestamp_created":1564293942,"timestamp_updated":1564293942,"voted_up":false,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54334075","author":{"steamid":"76561198150189653","num_games_owned":244,"num_reviews":52,"playtime_forever":6655,"playtime_last_two_weeks":0,"playtime_at_review":5818,"last_played":1609311024},"language":"thai","review":"มันก็สนุกน่ะถ้าเล่นเป็น","timestamp_created":1564293860,"timestamp_updated":1574858654,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54333748","author":{"steamid":"76561198964355649","num_games_owned":139,"num_reviews":6,"playtime_forever":206314,"playtime_last_two_weeks":1007,"playtime_at_review":13700,"last_played":1660500633},"language":"english","review":"My favourite game ever that i ended up buying the games to my friends so that i can play with them. Very addictive that it even appeared in my dream for weeks. Best play with headphones on, or else you might not able to catch the heartbeat and caught off guard.\n\nedited : be aware of the toxicity of the people in the community. and also, the new matchmaking and rank system totally bad now. what is rank anymore","timestamp_created":1564291800,"timestamp_updated":1637857975,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54333434","author":{"steamid":"76561198843139711","num_games_owned":72,"num_reviews":6,"playtime_forever":110,"playtime_last_two_weeks":0,"playtime_at_review":110,"last_played":1564287937},"language":"english","review":"I don't like how many things there are to buy separately. I prefer it when there's 1 version of a video game and everyone has access to all the same things without having to pay extra on top of the entry fee. Sorry, just not my thing.","timestamp_created":1564289571,"timestamp_updated":1564289571,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.518518567085266113","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54333318","author":{"steamid":"76561198188925051","num_games_owned":107,"num_reviews":9,"playtime_forever":26880,"playtime_last_two_weeks":17,"playtime_at_review":5302,"last_played":1659762494},"language":"spanish","review":"un juegaso! sin duda, quieres suspenso, adrenalina? comprate este juego, al principio me daba mucho miedo pensaba que era un juego de terror  pero luego me di cuenta que es un juego muy divertido e intenso, tiene muchas tacticas no es cosa de escaparte tienes que pensar mucho donde iral el killer etc juegaso sin duda!","timestamp_created":1564288777,"timestamp_updated":1564288777,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54332912","author":{"steamid":"76561198327361203","num_games_owned":114,"num_reviews":25,"playtime_forever":3340,"playtime_last_two_weeks":0,"playtime_at_review":1394,"last_played":1656371769},"language":"spanish","review":"Ta muy bueno y tmb es una mierda corta","timestamp_created":1564286078,"timestamp_updated":1595135731,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54332603","author":{"steamid":"76561198839489346","num_games_owned":14,"num_reviews":2,"playtime_forever":9405,"playtime_last_two_weeks":0,"playtime_at_review":5145,"last_played":1622415042},"language":"english","review":"This game... ohhhhh this game....\nIve played this game on ps4 when it fist came out. This game has gone to complete shit. I play as a survivor main and have quickly come to realize after i bought this for pc, that the killers are super broken. This game has become people waiting 20 mins to be the killer because it is pretty much the only way to get decent blood points anymore. I can que as a survivor and get in with seconds! This is because the demand for us is sooooo high. The reason for this? Well everything is literally against you as a survivor. The killer gets first look at you before you even start the game. Oh you brought a flashlight? Not gonna play wraith or any other killer that can be blinded easily. Oh you brought toolboxes? Okay now ill run hex: ruin and youll spend 10 mins between finding the totem and the killer protecting it with their dear life. Should we get started on hitboxes?? When i first played this if you were halfway over a pallet you were golden and had time to find the next loop to stall the killer for your team. Nowadays? Ive been hit multiple times as my feet hit the other side of the pallet! The killer has a longer weapon? Stand 4 feet from a window and get smacked. Try to 360 the killer to avoid a hit? Get smacked literally every time you try. The vanilla killers can somehow still be countered, but any of the dlc killers become so broken that nobody wants to play as a survivor. Ive never seen so many people DC just from seeing a certain killer, AKA ghostface or the new freddy. With ghostface, seriously, give me the chance to reveal him? oh by the way this gives him the exact direction you are looking at him from. Ice queen cant be heard until she is literally stomping your face in on the gen. Legion hits one person and can now see every person within what seems like 50 city blocks of the person he hit. Leatherface has a chainsaw that takes what feels like 10 mins to stop reving and wildly swinging at you, oh plus it gets a significant speed boost, youll never use a tree to get away from this 10 foot wide hitbox. Once you reach rank 15, youve now found everyone playing myers with unlimited level 3 1 hits. By the time you notice hes looking at you its already to late. I guess most people will try and defend these things by saying \"well theres perks to counter this stuff\". Well HOW AM I SUPPOSED TO CHOSE 4 PERKS OUT OF 30! It seems each perk is made to run against certain killers. Guess i could run small game for the 3 games a year i run against a trapper and hag, or i could put on spine chill to realize myers and ghostface are stalking me. Plus run self care, because if you bring a med kit youll always end up gettin hit with franklins and lose it on the ground. Hmmm this leaves us with 1 perk slot left... chose between balanced landing, ds, adrenaline, urban evasion, dead hard, and many more. Most of these come with a lovely cooldown of about 60 seconds. Great, use it one time and now your still getting chased because you dont have room to run featherlight to remove your scratch marks by 3 seconds. All and all i loved playing this game when i played on ps4. The buffing of every killer needs to stop. If the devs ever want people to stay playing this game they should focus on the part of it where 4 people play, and not the single person. Your a killer, you already have the advantage of being able to damage somebody. This game tends to feel like survivors are bunny rabbits, and the killers and hunters who instead of using their regular rifle to take us out, use a bazooka and trip mines. All while being cornered helpless clinging onto their one perk that helps them get a 1 second lead, the survivors are always doomed. Oh wait, they have a hatch you can escape from? Wait wait wait.... lets add a timer for the last rodent so instead of secretly moving around the map, they cant sprint to a door and take a year to open it with no one else there to distract the killer. Oh and lets put 2 doors on the map and slam them 20 feet from each other so the killer has an easier time walking between them to find the last rat alive. Bottom line is if you decide to get this game, play as a killer, you cant go wrong. The devs will make sure you can get a 4k. Maybe one day this entire game will be 5 killers all staring at each other in coldwind farm wondering WHERE THE HELL THE SURVIVORS HAVE ALL GONE. Rant over. 10/10 wouldnt recommend for anyone to pay even the cheap $10 to try this game.","timestamp_created":1564284034,"timestamp_updated":1564284034,"voted_up":false,"votes_up":7,"votes_funny":3,"weighted_vote_score":"0.534529507160186768","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54332400","author":{"steamid":"76561198075184885","num_games_owned":175,"num_reviews":3,"playtime_forever":14908,"playtime_last_two_weeks":0,"playtime_at_review":12797,"last_played":1623551943},"language":"english","review":"As it is, I cannot recommend this game.\n\nI got it back when it was fresh out of beta, and it was a broken mess. But at least it was fun.\n\nNow, in some ways, this game is still a broken mess. As old bugs and problems were patched many new ones cropped up, and some of these still have yet to be addressed. And nowadays, this game isn't really fun.\n\nThis game has become a grind-fest full of toxicity and imbalance.\n\nI get that developing a game is hard, and an asymmetrical game even harder, but really.\n\nBuggy, unbalanced, and absolute brimming with the most vile type of people. It puts me in the mindset of old school CoD, with the screaming squeakers and constant \"ur moms\" in the chat.\n\nI really can't go into further detail. I'm sorry but this game is no longer anything good. It leaves a foul taste in my mouth and makes me sick at my stomach every time I play a match.\n\nGet ready for: ridiculously long queue times, toxic behavior, toxic behavior as PUNISHMENT for other toxic behavior, getting camped, getting tunneled, getting gen-rushed, getting looped, getting bullied and harrassed, being insulted, huge waves of hypocrisy, SWF cancer, facecamping, bugs, and literally a hundred other reasons that this game will do you more harm than good. Save your money.","timestamp_created":1564282643,"timestamp_updated":1564282643,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54332117","author":{"steamid":"76561198093566431","num_games_owned":45,"num_reviews":1,"playtime_forever":1644,"playtime_last_two_weeks":0,"playtime_at_review":258,"last_played":1643566989},"language":"russian","review":"бегай,прячься и помогай ближнему, игра крутая.","timestamp_created":1564281015,"timestamp_updated":1564281015,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54331988","author":{"steamid":"76561198819259075","num_games_owned":65,"num_reviews":8,"playtime_forever":12688,"playtime_last_two_weeks":0,"playtime_at_review":1127,"last_played":1658780896},"language":"english","review":"great game, but has minor bugs","timestamp_created":1564280164,"timestamp_updated":1632204979,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54331961","author":{"steamid":"76561198124372233","num_games_owned":169,"num_reviews":16,"playtime_forever":14750,"playtime_last_two_weeks":0,"playtime_at_review":2536,"last_played":1651099446},"language":"turkish","review":"inş katil maçı bulur","timestamp_created":1564280003,"timestamp_updated":1564280003,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54331857","author":{"steamid":"76561198052586318","num_games_owned":284,"num_reviews":24,"playtime_forever":1688,"playtime_last_two_weeks":0,"playtime_at_review":875,"last_played":1592179338},"language":"english","review":"Very spooki gaem","timestamp_created":1564279371,"timestamp_updated":1564279371,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54330923","author":{"steamid":"76561198118947688","num_games_owned":326,"num_reviews":7,"playtime_forever":20101,"playtime_last_two_weeks":0,"playtime_at_review":16324,"last_played":1635897171},"language":"english","review":"- Two of us left\n- I'm downed and killer chases other survivor\n- I crawl down the stairs in hopes of finding hatch\n- Hatch spawns under me\n- Killer sees me through fence but knows he can't reach me in time\n- Hatch opens and i'm out as killer reaches bottom of stairs\n\n10/10 would be toxic again","timestamp_created":1564273638,"timestamp_updated":1564273638,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54330818","author":{"steamid":"76561198071422582","num_games_owned":370,"num_reviews":29,"playtime_forever":19366,"playtime_last_two_weeks":132,"playtime_at_review":6984,"last_played":1660342804},"language":"english","review":"I've spent 90% of this game on a hook\n\n7/10","timestamp_created":1564272993,"timestamp_updated":1564272993,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54330343","author":{"steamid":"76561198170115618","num_games_owned":250,"num_reviews":4,"playtime_forever":7261,"playtime_last_two_weeks":0,"playtime_at_review":1675,"last_played":1655167642},"language":"english","review":"Great game, love playing it all the time, gotten many great scares and met a few good players through this game. I recommend this game to anyone who likes horror and teamwork games. The only down side is you need a decent computer to run it (well) and a good connection, however even on my potato 9000 I have had a great time with it.","timestamp_created":1564270606,"timestamp_updated":1564270606,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.519999980926513672","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54329152","author":{"steamid":"76561198844102379","num_games_owned":3,"num_reviews":1,"playtime_forever":49296,"playtime_last_two_weeks":0,"playtime_at_review":11525,"last_played":1656956081},"language":"spanish","review":"El día en que tocaron la ruina se cargaron el juego los desarrolladores, tanto para los killers como para los survivors, ya que los superviviemtes rushean y el killer tiene que campear y tunelear para poder contrarrestar el rush. Eso además de las misiones de los archivos que hay algunos que te obligan a jugar toxico para hacerlas. En su día lo recomendé pero ahora pasas 7 minutos buscando partida pa que te campee un asesino en el gancho en tu cara. \nNo lo compreis. Una lástima porque era mi juego favorito pero esto es en lo que ha desmbocado un cambio.","timestamp_created":1564263928,"timestamp_updated":1593357574,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54328936","author":{"steamid":"76561198960100641","num_games_owned":27,"num_reviews":6,"playtime_forever":5751,"playtime_last_two_weeks":0,"playtime_at_review":246,"last_played":1632171423},"language":"russian","review":"игра залипательная мне нравится зачёт","timestamp_created":1564262789,"timestamp_updated":1564262789,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54328695","author":{"steamid":"76561198095116112","num_games_owned":81,"num_reviews":4,"playtime_forever":36236,"playtime_last_two_weeks":0,"playtime_at_review":193,"last_played":1655953299},"language":"spanish","review":"gg esta vbuenaso","timestamp_created":1564261600,"timestamp_updated":1564261600,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54328645","author":{"steamid":"76561198194283391","num_games_owned":29,"num_reviews":14,"playtime_forever":39568,"playtime_last_two_weeks":0,"playtime_at_review":4850,"last_played":1649281954},"language":"english","review":"they finally added the option to turn anti alias off i am glad they listened to us and the new killer is pretty cool i love it and they are also adding some graphics to it i hope they give us a option to turn it off since most old pc gamers wont able to play the game. anyways the new update looks promising i hope they keep it like that.","timestamp_created":1564261394,"timestamp_updated":1590585814,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54328546","author":{"steamid":"76561198334846523","num_games_owned":129,"num_reviews":6,"playtime_forever":6610,"playtime_last_two_weeks":0,"playtime_at_review":5100,"last_played":1637901941},"language":"russian","review":"Самая конченная хуита на свете, не тратьте деньги и время на эту хуиту","timestamp_created":1564260887,"timestamp_updated":1564260887,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54328089","author":{"steamid":"76561198268272296","num_games_owned":67,"num_reviews":8,"playtime_forever":64147,"playtime_last_two_weeks":551,"playtime_at_review":50877,"last_played":1659809496},"language":"french","review":"Je trouve qu'il y a trop de perso et de perks maintenant car je suis un boomer du jeu, mais je déchiquette toujours autant les gens avec le trappeur donc tout va pour le mieux.","timestamp_created":1564258685,"timestamp_updated":1659170660,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54328035","author":{"steamid":"76561198833951627","num_games_owned":13,"num_reviews":2,"playtime_forever":48369,"playtime_last_two_weeks":0,"playtime_at_review":26393,"last_played":1655756097},"language":"german","review":"Is geilo","timestamp_created":1564258433,"timestamp_updated":1564258433,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54327991","author":{"steamid":"76561198031024812","num_games_owned":182,"num_reviews":1,"playtime_forever":40006,"playtime_last_two_weeks":3431,"playtime_at_review":12906,"last_played":1660603066},"language":"english","review":"Must be very poorly coded .... Game keeps freezing all the time, mostly when a 'new' action is performed like a survivor getting hit by the killer. Also a lot of cheating going on ... Disconnecting before death to avoid items loss is common sight.","timestamp_created":1564258244,"timestamp_updated":1564351083,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54327567","author":{"steamid":"76561198276848680","num_games_owned":221,"num_reviews":4,"playtime_forever":22541,"playtime_last_two_weeks":0,"playtime_at_review":4346,"last_played":1651612908},"language":"polish","review":"bugi ...","timestamp_created":1564256372,"timestamp_updated":1564256372,"voted_up":false,"votes_up":5,"votes_funny":5,"weighted_vote_score":"0.514343321323394775","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54327559","author":{"steamid":"76561198010771167","num_games_owned":243,"num_reviews":29,"playtime_forever":133877,"playtime_last_two_weeks":186,"playtime_at_review":84325,"last_played":1660061984},"language":"english","review":"Well, after 1400+ hours, time for a review.\nSo the game itself is really... really... really fun. Both as a Survivor and a Killer. I play both and it's equally fun. \nThe issue for some may be (and it's no surprise) the community. You may come across awesome people that'll congratulate you for winning, be it Killer or Survivor. Hell, you'll even make friends here. Made some great friends from this game myself. But other times, you'll come across snotty, entitled Survivors that follow the ''Survivor Rule Book for Killers'' way too much or just act toxic for the sake of acting toxic. You'll get called pointless stuff like camper, tunneler, slugger, trash Killer, yada yada. As if a Killer's mission is not to gain an advantage if things get sour or not. Cos they want everything served on a silver platter. I play both Survivor and Killer and I'm ok with the outcome, as long as I get some Bloodpoints. Cos that's pretty much the game's purpose. Survive for as long as possible, get as many Bloodpoints as you can, level up, job's done.\n\nBUT\n\nIf you get past these sorts of entitled individuals that hate the Killer for killing(even if most of 'em are toxic, entitled bullies), Dead by Daylight is a great deal of fun, especially with friends. Will you get frustrated ? Eh, kind of. Mostly when you have an Archive mission you wanna get done. But other than that, win or lose, just have fun in the end. If you don't win, there's always another opportunity.\nI recommend DbD. ESPECIALLY since you can play as some iconic Horror villains, a few examples being Michael Myers from Halloween and the Demogorgon from Stranger Things. So if you're  a fan of these characters, this game is for you.\n\nGood luck and have fun, folks. See you in The Fog.","timestamp_created":1564256343,"timestamp_updated":1597960189,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.490314781665802002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54327479","author":{"steamid":"76561198830622755","num_games_owned":21,"num_reviews":1,"playtime_forever":53471,"playtime_last_two_weeks":0,"playtime_at_review":4671,"last_played":1653399746},"language":"thai","review":"this amazing a game","timestamp_created":1564255968,"timestamp_updated":1564255968,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54327344","author":{"steamid":"76561198451315726","num_games_owned":42,"num_reviews":2,"playtime_forever":119721,"playtime_last_two_weeks":0,"playtime_at_review":62055,"last_played":1656965904},"language":"russian","review":"TOPCHIK","timestamp_created":1564255461,"timestamp_updated":1564255461,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54327302","author":{"steamid":"76561198049768190","num_games_owned":606,"num_reviews":422,"playtime_forever":86951,"playtime_last_two_weeks":0,"playtime_at_review":30863,"last_played":1658647411},"language":"tchinese","review":"1.升降排位、等級的指標無顯示，要滿足逃離、技術、救援得分，其中轉折條件過多且過久\n2.多數惡意玩家，無檢舉功能及相關機制\n3.第一點+第二點=導致爬分困難，大家都跑去玩鬼虐人惡性循環之下，一個鬼可以不帶技能起手，一個人技能帶滿還不一定跑的過殺手，所以人一直繞無敵點，鬼一直狂虐人\n遊戲體驗差\n每季問卷調查，國家選項沒有台灣，更要再給1個差評!!","timestamp_created":1564255279,"timestamp_updated":1573580645,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.499338686466217041","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54327062","author":{"steamid":"76561198392400051","num_games_owned":64,"num_reviews":1,"playtime_forever":46833,"playtime_last_two_weeks":0,"playtime_at_review":37137,"last_played":1648924837},"language":"english","review":"pretty good job so far","timestamp_created":1564254186,"timestamp_updated":1564254186,"voted_up":true,"votes_up":0,"votes_funny":2,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54327055","author":{"steamid":"76561198339737738","num_games_owned":87,"num_reviews":27,"playtime_forever":1394,"playtime_last_two_weeks":0,"playtime_at_review":1315,"last_played":1564771360},"language":"russian","review":"Здесь можно убивать людей","timestamp_created":1564254164,"timestamp_updated":1656015596,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54326565","author":{"steamid":"76561198260375725","num_games_owned":43,"num_reviews":4,"playtime_forever":22707,"playtime_last_two_weeks":0,"playtime_at_review":11899,"last_played":1594392506},"language":"english","review":"basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement basement","timestamp_created":1564252197,"timestamp_updated":1564252197,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.454009443521499634","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54326464","author":{"steamid":"76561198951073134","num_games_owned":130,"num_reviews":24,"playtime_forever":56876,"playtime_last_two_weeks":142,"playtime_at_review":56876,"last_played":1660067143},"language":"polish","review":"Ta gra nie ma sensu, ponieważ, ludzie, którzy grają, w tę grę lubią, często trollować innych np. killer stoi pod hakiem, ciągle cię goni pomimo tego, że cię z haka niedawno ściągnęli, survy często się chowają po szafkach albo w krzakach i zamiast robić gena czy cię z haka ściągać to stoją w miejscu. Gra ma również dużo błędów takich jak to, że cię killer z odległości 5 metrów może uderzyć. System rang opiera się na tym, że nic nie musisz w meczu zrobić tylko uciec. I twórcy, zamiast naprawiać tę grę to robią kolejne skiny do postaci albo tworzą symulatory randkowe takie jak „hooked on you”.WE DID A PRETTY GOOD JOB SO FAR","timestamp_created":1564251805,"timestamp_updated":1660068617,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54326442","author":{"steamid":"76561197997084039","num_games_owned":494,"num_reviews":29,"playtime_forever":8827,"playtime_last_two_weeks":0,"playtime_at_review":4745,"last_played":1624902589},"language":"english","review":"This shit nearly fried my ssd after the latest update. Avoid","timestamp_created":1564251741,"timestamp_updated":1564251741,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54326018","author":{"steamid":"76561198214991619","num_games_owned":97,"num_reviews":4,"playtime_forever":81229,"playtime_last_two_weeks":271,"playtime_at_review":1920,"last_played":1660244911},"language":"spanish","review":"Es un juego muy divertido aun que lleve poco horas de juego me a enganchado que hace que o quiera jugar todo el dia","timestamp_created":1564249831,"timestamp_updated":1564249831,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54325954","author":{"steamid":"76561198370733654","num_games_owned":8,"num_reviews":2,"playtime_forever":61490,"playtime_last_two_weeks":0,"playtime_at_review":22935,"last_played":1647687010},"language":"schinese","review":"这游戏分段高了屠夫玩的好不好已经没用了，就看人会不会玩，平衡性为0，智障组每次更新一堆BUG，我人屠都随便上红段所以人屠之间的关系很清楚，主要里面人类玩家至少一半是单边废物玩家，遇到走地打不过说别人守尸，遇到幻神就开骂拔线，智障组还特别关爱他们，最近疯狂削弱任何被叫强的屠夫，我这评测下面肯定会有废狗开骂，这游戏环境极差，去外服没用，因为很多废物也会去外服","timestamp_created":1564249588,"timestamp_updated":1576388014,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.486451178789138794","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54325834","author":{"steamid":"76561198386510362","num_games_owned":143,"num_reviews":12,"playtime_forever":22643,"playtime_last_two_weeks":235,"playtime_at_review":4191,"last_played":1660165524},"language":"english","review":"funny game about dying and coming back in a depressing loop used as entertainment for a otherworldly demon","timestamp_created":1564248960,"timestamp_updated":1564248960,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54325624","author":{"steamid":"76561198268619891","num_games_owned":11,"num_reviews":3,"playtime_forever":7337,"playtime_last_two_weeks":0,"playtime_at_review":4301,"last_played":1639488732},"language":"russian","review":"Игра прикольная","timestamp_created":1564248217,"timestamp_updated":1564248217,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.504091203212738037","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54324809","author":{"steamid":"76561198018581451","num_games_owned":124,"num_reviews":1,"playtime_forever":18803,"playtime_last_two_weeks":0,"playtime_at_review":17537,"last_played":1638831627},"language":"spanish","review":"Bastante chidori el juego si","timestamp_created":1564244921,"timestamp_updated":1564244921,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54324293","author":{"steamid":"76561198086293568","num_games_owned":165,"num_reviews":10,"playtime_forever":5023,"playtime_last_two_weeks":0,"playtime_at_review":2912,"last_played":1626229356},"language":"english","review":"I would highly recommend Dead By Daylight, I have had it for over a year and it has a great selection of killers and survivors and is a really fun game","timestamp_created":1564242819,"timestamp_updated":1564242819,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54324285","author":{"steamid":"76561198320919284","num_games_owned":140,"num_reviews":23,"playtime_forever":53044,"playtime_last_two_weeks":21,"playtime_at_review":29922,"last_played":1659616494},"language":"polish","review":"fajna ale rezzu pedal","timestamp_created":1564242783,"timestamp_updated":1575487393,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502074718475341797","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54324127","author":{"steamid":"76561198911880183","num_games_owned":132,"num_reviews":3,"playtime_forever":93266,"playtime_last_two_weeks":0,"playtime_at_review":18940,"last_played":1655921164},"language":"ukrainian","review":"Все устраивает токо бесят фейскемперы\n","timestamp_created":1564242181,"timestamp_updated":1564242181,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54323986","author":{"steamid":"76561198431829080","num_games_owned":167,"num_reviews":5,"playtime_forever":8449,"playtime_last_two_weeks":278,"playtime_at_review":4346,"last_played":1659945747},"language":"tchinese","review":"最值得玩的鬼抓人遊戲,沒有之一","timestamp_created":1564241604,"timestamp_updated":1564241604,"voted_up":true,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.586466193199157715","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54323978","author":{"steamid":"76561198428077678","num_games_owned":49,"num_reviews":7,"playtime_forever":27814,"playtime_last_two_weeks":0,"playtime_at_review":19300,"last_played":1640700512},"language":"russian","review":"игра для кемперов и нубов","timestamp_created":1564241583,"timestamp_updated":1564241583,"voted_up":false,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54323824","author":{"steamid":"76561198294180219","num_games_owned":37,"num_reviews":5,"playtime_forever":8667,"playtime_last_two_weeks":0,"playtime_at_review":6392,"last_played":1639608330},"language":"english","review":"hekka fun","timestamp_created":1564241038,"timestamp_updated":1564241038,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54323445","author":{"steamid":"76561198037053064","num_games_owned":153,"num_reviews":13,"playtime_forever":10139,"playtime_last_two_weeks":0,"playtime_at_review":2661,"last_played":1656873602},"language":"schinese","review":"经常卡小熊反作弊界面，不读条，进不了游戏！！！！！！","timestamp_created":1564239663,"timestamp_updated":1564239663,"voted_up":false,"votes_up":48,"votes_funny":5,"weighted_vote_score":"0.754550814628601074","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54322540","author":{"steamid":"76561198400003847","num_games_owned":236,"num_reviews":63,"playtime_forever":3152,"playtime_last_two_weeks":0,"playtime_at_review":536,"last_played":1648712277},"language":"turkish","review":"çok güzel oyun","timestamp_created":1564236352,"timestamp_updated":1564236352,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.551451206207275391","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54322105","author":{"steamid":"76561198799276958","num_games_owned":43,"num_reviews":22,"playtime_forever":20531,"playtime_last_two_weeks":0,"playtime_at_review":561,"last_played":1625778026},"language":"russian","review":"игра огонь","timestamp_created":1564234690,"timestamp_updated":1564234690,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.476190477609634399","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJw3eXpmewCebuczwE="}