{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"36405197","author":{"steamid":"76561198000194223","num_games_owned":12,"num_reviews":4,"playtime_forever":85574,"playtime_last_two_weeks":163,"playtime_at_review":55752,"last_played":1660340474},"language":"spanish","review":"Pretty good job so far.","timestamp_created":1510261345,"timestamp_updated":1590334529,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36404980","author":{"steamid":"76561198004995326","num_games_owned":88,"num_reviews":3,"playtime_forever":24168,"playtime_last_two_weeks":0,"playtime_at_review":5998,"last_played":1624313065},"language":"english","review":"This game is a ton of fun. People may be upset because of the Freddy DLC but its not a good reason to not recommend it. The game is 4v1 and as a survivor the odds are supposed to be against you. Dying is apart of the game. You can still \"win\" if you die.","timestamp_created":1510260573,"timestamp_updated":1510260573,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.524323403835296631","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36404969","author":{"steamid":"76561198191135450","num_games_owned":37,"num_reviews":3,"playtime_forever":20605,"playtime_last_two_weeks":0,"playtime_at_review":3443,"last_played":1655701602},"language":"english","review":"Great game. A lot more fun if you play with friends but still good without them.","timestamp_created":1510260530,"timestamp_updated":1510260530,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.514578878879547119","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36404868","author":{"steamid":"76561198355738523","num_games_owned":125,"num_reviews":1,"playtime_forever":78432,"playtime_last_two_weeks":0,"playtime_at_review":59952,"last_played":1646944274},"language":"english","review":"Worthwhile","timestamp_created":1510260180,"timestamp_updated":1574807832,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36404494","author":{"steamid":"76561198140358801","num_games_owned":129,"num_reviews":9,"playtime_forever":39897,"playtime_last_two_weeks":0,"playtime_at_review":31186,"last_played":1658112509},"language":"spanish","review":"Buenardo para jugar con amigos.","timestamp_created":1510258764,"timestamp_updated":1606345557,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36404091","author":{"steamid":"76561198001012960","num_games_owned":308,"num_reviews":9,"playtime_forever":2104,"playtime_last_two_weeks":0,"playtime_at_review":1998,"last_played":1639674201},"language":"turkish","review":"Arkadaşlarınızla oynamak ölüm gibi, her seferinde yeni lobi kuruyorsunuz aslında kolay kuruluyoır ama bunu tekrar tekrar yapmamak için oyuna giresiniz gelmiyor.\n\nDLC karakterler çok op, hele bitane yavşak var, görünmez oluyor hızlı yürüyor hızlı vuruyor, kanıyorsan ondan uzaklaştığında yerini görüyor, çok sinir bozucu. Oynayan gerizekalıda olsa bi şekilde sizi yakalıyor. DLC lerle beraber almayacaksınız sakın bulaşmayın derim.","timestamp_created":1510257309,"timestamp_updated":1510257309,"voted_up":false,"votes_up":5,"votes_funny":1,"weighted_vote_score":"0.511675536632537842","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36403888","author":{"steamid":"76561198048335944","num_games_owned":138,"num_reviews":1,"playtime_forever":18538,"playtime_last_two_weeks":0,"playtime_at_review":13250,"last_played":1655849444},"language":"german","review":"Insgesamt finde ich das Spiel klasse!\nGut klar, es ist immer das selbe... Man startet, macht Generatoren und entkommt durch den Ausgang.. Aber trotz allem finde ich Dead by Daylight immernoch sehr ansprechend. Die Entwickler lassen sich immermal wieder etwas einfallen, was dem Spiel doch wieder einen kleinen \"Kick\" gibt.\nIch spiele es gern und empfehle es daher weiter ;)","timestamp_created":1510256691,"timestamp_updated":1510256691,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36403711","author":{"steamid":"76561198077355922","num_games_owned":76,"num_reviews":14,"playtime_forever":7971,"playtime_last_two_weeks":0,"playtime_at_review":6616,"last_played":1623627993},"language":"brazilian","review":"Estragaram um dos meus jogos favoritos, eu já achava o doctor e o michael myers super apelões mas nada se compara a esse freddy, pra começar o freddy começa a partida invisivel, diferente do espectro onde vc ainda consegue ver ele invisivel e ouvir seus grunidos, o freddy é totalmente invisivel e silencioso, o que dificulta na hora de montar uma estratégia contra ele. Ele vai ficar te procurando e assim que ele te encontra você é pego de surpresa porque o jogo nem avisa se ele está perto (não tem os batimentos), ele vai te colocar no mundo dos sonhos, nesse modo seu personagem vai \"dormir\" e agora sim vc consegue ver ele, porém nesse modo o freddy consegue ver sua aura até atrás das paredes então nem adianta correr e despistar como era feito contra os outros killers, vc nunca vai conseguie escapar justamente por ele conseguir te ver a qualquer distancia em qualquer lugar, o maximo que vc pode fazer é ficar correndo e enrolando ele enquanto  os outros fazem o gerador, mas uma hora vc vai ser pego porque não da pra se esconder dele, se ele conseguir deixar todos os sobreviventes no mundo dos sonhos é como se o freddy usasse wallhack, vai conseguir ver todo mundo. Isso cagou o jogo DEMAIS","timestamp_created":1510256115,"timestamp_updated":1510256115,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.432315975427627563","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36403502","author":{"steamid":"76561198362900259","num_games_owned":35,"num_reviews":6,"playtime_forever":17836,"playtime_last_two_weeks":0,"playtime_at_review":3485,"last_played":1618455300},"language":"spanish","review":"muy divertido y mas con amigos","timestamp_created":1510255329,"timestamp_updated":1510255329,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36403431","author":{"steamid":"76561198306739017","num_games_owned":20,"num_reviews":2,"playtime_forever":120861,"playtime_last_two_weeks":0,"playtime_at_review":61348,"last_played":1638637136},"language":"english","review":"I've never put this much time into a game before and it was only like $10.","timestamp_created":1510255127,"timestamp_updated":1510255127,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.503428161144256592","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36403282","author":{"steamid":"76561198173152025","num_games_owned":42,"num_reviews":7,"playtime_forever":1563,"playtime_last_two_weeks":0,"playtime_at_review":729,"last_played":1527855302},"language":"turkish","review":"Dead By Daylight oyunu en çok hasılat yaptığım pyunlarda birisidir.Oyunun grafikleri olsun , kovalacaması olsun oynanış bakımından zengindir.DLC leride alırsanız ve arkadaşlarınızla girerseniz tadından yendez.Zaten oyunun amacaı 4 kişi kaçar 1 kişi kovalar kılişe ama genede güzel ve oynanması gereken oyunlardan bitanesi almanızı tavsiye ederim.","timestamp_created":1510254649,"timestamp_updated":1510254649,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36403217","author":{"steamid":"76561198435549339","num_games_owned":1,"num_reviews":2,"playtime_forever":30777,"playtime_last_two_weeks":0,"playtime_at_review":28990,"last_played":1558714484},"language":"english","review":"UNBAN No0b3 OR RIOT","timestamp_created":1510254454,"timestamp_updated":1521321076,"voted_up":false,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36403182","author":{"steamid":"76561198086467050","num_games_owned":89,"num_reviews":1,"playtime_forever":28633,"playtime_last_two_weeks":0,"playtime_at_review":22079,"last_played":1659125535},"language":"german","review":"Ich mag das spiel sehr jaja. Könnte leichte Aggressionen verursachen. 100/10 :)\nwer es nicht besitzt muss es sich holen.","timestamp_created":1510254350,"timestamp_updated":1543148018,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36402961","author":{"steamid":"76561198149764461","num_games_owned":125,"num_reviews":4,"playtime_forever":21326,"playtime_last_two_weeks":0,"playtime_at_review":18098,"last_played":1552119078},"language":"schinese","review":"玩了20个小时，初步感觉还不错，但是这并不是一个恐怖游戏，玩上几个小时，你就无所畏惧了，甚至还想和屠夫PY交易。\n-------------------------分割线--------------------------\n收回上面的话，差评。\n最近根本没法玩，不停地初始化错误，此内容需要网络连接，卡房间bug。\n玩人类好不容易排上一把，也卡的不行。\n屠夫则根本就不敢玩了，因为每次出来都被说人类说太卡。\n这都几年了，能不能设立服务器？\n真是糟糕的体验。\n不推荐入手。","timestamp_created":1510253640,"timestamp_updated":1534841419,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36402862","author":{"steamid":"76561198122469839","num_games_owned":62,"num_reviews":4,"playtime_forever":8763,"playtime_last_two_weeks":0,"playtime_at_review":1468,"last_played":1621773035},"language":"romanian","review":"The best sa mor eu m in my bank account","timestamp_created":1510253320,"timestamp_updated":1511889247,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36402404","author":{"steamid":"76561198309378691","num_games_owned":109,"num_reviews":2,"playtime_forever":117498,"playtime_last_two_weeks":0,"playtime_at_review":25968,"last_played":1654875977},"language":"english","review":"Great game with nice gameplay!! :) \nCan't wait for next day to continue to play!!","timestamp_created":1510251597,"timestamp_updated":1511457332,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.495708167552947998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36402116","author":{"steamid":"76561198047675249","num_games_owned":267,"num_reviews":4,"playtime_forever":134250,"playtime_last_two_weeks":1073,"playtime_at_review":44378,"last_played":1660606278},"language":"english","review":"Leaving my old review for transparency's sake. And some of those points still stand, so this is just in addition to it.\n\nPros:\nFun with friends\nPrivate games/lobbies\nTons of fun cosmetics that do not effect gameplay\nIn-depth perk/level up system, with satisfying rewards\nLicensed content, on top of very well written original content\n\nCons:\nVery easy to get frustrating/unfun matches due to the nature of the game\nThe grind is very, very painful (but is better than it once was)\nStill easy to cheat/lagswitch\nThis game by design, will never achieve true balance\nShrine of Secrets is not a viable option for achieving most content you do not want to buy. (But to be fair, they still need to sell the DLC.)\n\nSo, Dead By Daylight has changed over the years. My old review below still holds some water, but I feel obligated to change it to \"recommend\" solely because of how much I play the game. I started playing Killer a lot more often, which really did increase my enjoyment of the game. But that is also part of the issue with it. The Killer basically decides the pace of the game. And in the old scoring system, as someone eloquently put once, your job was to put on a show. Chase survivors, hit a few of them, make them sweat it out or work together. Kills weren't the main focus since point values mostly revolved around the chase/actions. Now everything is a rank, and a lot of the points are pushed towards the End Game Collapse bonus score events or straight up sacrifices.\n\nAnd because the Killer decided the pace of the game, if someone decides that on your first match they want to down you, and stare you directly in the face as your team mates crouch around doing nothing, there is nothing that stops them. The new player experience is awful, because a lot of the community (especially at low ranks) mostly just play to dick the other side over or make sure they do not enjoy themselves, rather than \"play\" the game so to speak. You get killers deranking to stomp noobs, and Squadettes swooping in with flashlights to bully new/inexperienced killers.\n\nThat being said, it is a learning experience. You learn how to counter these players, take actions around it, maybe even learn to shrug it off. But it is an awful experience to new people, and every person I've gifted this game had this happen or prefer the private lobbies due to the nature of the community.\n\nThis does make it a very good party game in that regard. In the private lobbies, you have access to every \"perk\" for all the content you own. For example, each DLC character/base game character has three unique perks they can unlock for other characters by getting to the level required (30, 35, 40) AND taking it in the node. You then have to level up someone else and there is a CHANCE of getting it. This leads to a lot of frustration and heacache. But in private lobbies, all of the \"owned\" content is unlocked for everyone, so you have no need to grind and can just have fun with whatever. You just do not have access to the DLC you do not own, for obvious reasons.\n\nAnd for solo players, you have two options. The first is survivor. The idea is simple, as every description will tell you. So I'll just explain how it feels to play it. The first couple games are VERY atmospheric. Everything from the sound design to the level design is top notch, and even the lower graphics settings get the feeling across.\n\nBut you get one perk. One of your unique perks, level one. You probably don't know what perks are, or even what TEACHABLES are. You just wanted to play Bill from Left for Dead or the cute looking girl with the brown shirt, nothing else really clicked when looking through. You then have to unlock perks on that character, and learn you can spend experience anywhere. Great! But you then have to put in those same hours leveling someone else you don't like, maybe because you really want a perk from them. On top of this, you have a roll of the dice whether or not the killer will go easy on you/also be learning.\n\nThen at about 15 hours max of gameplay, it turns from a horror game to a Scooby Doo episode. First you figure out who the killer is, try to remember what \"works\" against them. And then watch someone else play ring around the rosie while you play M1 simulator. Maybe you are good enough by now to be the person running around, maybe not. And as long as you like the horror aesthetic, this is no big deal. Sometimes you'll get jumpscared by stealth killers, but the game more turns into a collectathon of perks and costumes you can unlock through grinding.\n\nSo if you like a game like that, it might be perfect for you. But be ready to have matches where you feel like you were useless from either getting caught/camped right away while everyone did generators, or from sitting there repairing and never seeing the killer due to someone else playing well enough to distract them. This will of course not be every game, but they tend to swing from one end to the other, with not much variance in between. Enjoyment generally goes up when playing with friends, for obvious reasons.\n\nThen there is the killer experience. But a note on this, it can be very stressful. It's never \"oh the team/that one guy beat me.\" It always feels like \"they beat me.\" It isn't a one on one, or a team versus a team, it is you versus them. And sometimes, they will make you look like you left your clown shoes at home, and tell you to hop back into your little car and grab them because you play like one. And honestly, a lot of your first matches will usually feel that way.\n\nThe biggest reason for this is how drastically different it is for killer. You have less visual information due to being first person instead of third, and have to rely on your hearing/ability to mind game opponents in order to catch them. You don't just have to play better than the other person, you need to try and play one step ahead of them. This in turn, is increased by the fact that a lot of the \"good\" perks are teachables. And it is a lot more frustrating to be defeated by four people than just \"darn, that killer got me. Onto the next game.\" Because you have to play it all out. Every time.\n\nBut unlike survivor, even bad games net a decent chunk of pocket change. So it never truly feels like time wasted if you look on the bright side. Plus, the skill ceiling is higher but you are able to shut down a game a lot quicker than a survivor would be able to. So if you have the patience, and don't always have someone to play with, the killer side is great. Plus just like survivor, if you enjoy \"collecting\" perks and outfits, this game has that for you.\n\nEach killer has a great personality so to speak as well. Everything from the breathing, the sounds they make, their footsteps; as mentioned before, the sound design is VERY top notch. The Spirit feels like she is manipulating a dead body. The Legion feels like you are rushing after a kill. You can feel the Huntress exhale as she throws her axe, or Mike's heavy breathing as he watches his prey. And on top of all of that, it is one hell of a power fantasy when you have four people barely able to keep up with your relentless onslaught.\n\n\n\nI am sorry to cut this short. I want to write a MUCH longer review. Up top I mentioned I left my old one, but there is a character limit I cannot get around. If you like horror, I recommend the game. It is frustrating. Like any PvP game. But as long as you are just in for a good time, you'll love it. I promise. Even I used to \"not recommend\" the game, and I've come around to it.","timestamp_created":1510250613,"timestamp_updated":1568677051,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36402107","author":{"steamid":"76561198379966501","num_games_owned":31,"num_reviews":1,"playtime_forever":55343,"playtime_last_two_weeks":0,"playtime_at_review":5582,"last_played":1657186546},"language":"schinese","review":"谢谢，古树肝到保研名额都没了。","timestamp_created":1510250566,"timestamp_updated":1602749689,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.538256049156188965","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36402103","author":{"steamid":"76561198357440260","num_games_owned":33,"num_reviews":3,"playtime_forever":12029,"playtime_last_two_weeks":0,"playtime_at_review":1646,"last_played":1655938358},"language":"polish","review":"Good  good","timestamp_created":1510250560,"timestamp_updated":1510250560,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36401850","author":{"steamid":"76561198152578962","num_games_owned":144,"num_reviews":20,"playtime_forever":193047,"playtime_last_two_weeks":348,"playtime_at_review":1563,"last_played":1660309567},"language":"english","review":"Initially I was hesitant to play this game; to me, it felt like a preliminary cash grab to the upcoming hype of the Friday the 13th game. I thought the perks system was a bit of an overtune to key the survivors to get stronger and better in order to win and I have to say I was completely wrong;\n\nAfter the introduction of the now-latest DLC Freddy; one of my favorite horror villains, I decided to give it a try. The game hones a certain atmosphere that keeps you on your toes, whether you are striving to survive or stalking your prey as the killer, it forces you to stay one step ahead. The perks have a fair enough chance for both sides to come out on top. The music, the location, the very feeling of tension that comes from the suspense of a genuine horror movie has a heavy hand in every match. Sure it has its share of issues; killers who camp hooked survivors, survivors who try to body block and blind the killer, which when coordinated, has foiled me countless times. But there's a degree of setbacks in every game.\n\nAll-in-all it is an amazing game, especially when playing with friends whether it's surviving with them or killing them all one-by-one it's hard not to say \"One more match\" and actually mean it. I've never been so wrong with my initial impressions of a game before.","timestamp_created":1510249621,"timestamp_updated":1510249621,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.495283037424087524","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36401550","author":{"steamid":"76561198315341872","num_games_owned":50,"num_reviews":2,"playtime_forever":10198,"playtime_last_two_weeks":0,"playtime_at_review":1148,"last_played":1575175909},"language":"spanish","review":"Recomiendo mucho este juego, muy divertido y emocionante cuando estas intntando escapar, y si puedes jugar con amigos es mucho mejor.","timestamp_created":1510248598,"timestamp_updated":1510248598,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36401530","author":{"steamid":"76561197996599625","num_games_owned":291,"num_reviews":3,"playtime_forever":78768,"playtime_last_two_weeks":0,"playtime_at_review":37825,"last_played":1645002895},"language":"english","review":"Dead by Daylight is a fun game conceptually, but a steamy pile of poo in practice. The \"survival horror asymetric online pvp\" theme would have been niche enough for an incredible success\n\nBUT\n\nThe dev team consists of amateurs. This is what happens when people forget that video games are software and software is obtained through engineering and not blunt trial and error. Not to mention that they are heavily biased towards survivors.","timestamp_created":1510248537,"timestamp_updated":1510248537,"voted_up":false,"votes_up":12,"votes_funny":0,"weighted_vote_score":"0.504605472087860107","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36401016","author":{"steamid":"76561198101878571","num_games_owned":212,"num_reviews":6,"playtime_forever":3090,"playtime_last_two_weeks":0,"playtime_at_review":2604,"last_played":1538400314},"language":"schinese","review":"我玩你吗的蛇皮，玩尼玛个屠夫全程被紫手电照瞎。路人就是2个高配紫手电，遇上个车队，4个都有。2个去开电机2个负责来6你，看到要追上了回头照一下秒瞎！！！然后开完了电机，都不走全部在门口轮流照，嘲讽你。你守个尸，还要被骂垃圾，我尼玛只准你们4个人照我，不让我守尸。可以可以。很强很6！那还玩尼玛的屠夫啊，干脆把屠夫删除算了，改成人类手电筒大战算了。","timestamp_created":1510246931,"timestamp_updated":1510292521,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.493421047925949097","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36400897","author":{"steamid":"76561198072557924","num_games_owned":20,"num_reviews":1,"playtime_forever":8299,"playtime_last_two_weeks":0,"playtime_at_review":1930,"last_played":1605745808},"language":"english","review":"Great game, but might be better if there was a reward for ranks.\nThen people might actually care more about their ranks, and unfair matching like newbies vs veterans would gradually decrease.\nKeep up the great game balancing work!","timestamp_created":1510246530,"timestamp_updated":1510246530,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.495283037424087524","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36399788","author":{"steamid":"76561198287194385","num_games_owned":20,"num_reviews":3,"playtime_forever":2021,"playtime_last_two_weeks":0,"playtime_at_review":161,"last_played":1565716159},"language":"russian","review":"ахуенная игра","timestamp_created":1510243463,"timestamp_updated":1510243463,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.525862038135528564","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36399137","author":{"steamid":"76561198390703832","num_games_owned":26,"num_reviews":6,"playtime_forever":19052,"playtime_last_two_weeks":0,"playtime_at_review":17035,"last_played":1636731007},"language":"koreana","review":"메튜야 버그 안고치냐?게임 나온지가 몇년이됐는데 시부랄그냥 데바데에있는 모든 버그 다 걸려보겠어 아주그냥 게임에 크게영향없는버그면 모를까,영향있는건 좀 고칠생각을해봐라생존자땐 분명 탈진다 채웠는데 스프린트는 안써지고 다시 탈진이되지않나,살인마땐 나무에 낑겨서 못 움직이질않나 그 이외도 존나게많아가지고씹..그리고 살인마가 바로나가면 생존자 점수떨어지는거랑 생존자 살인마 협력하고짜면 점수 못 올리게 점수제좀 바꿔줬으면 좋겠다.마지막으로 제일 중요한 좆같은 좆스랑 좆피릿은 삭제좀부탁한다.^^","timestamp_created":1510241550,"timestamp_updated":1546273592,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36398873","author":{"steamid":"76561198325916939","num_games_owned":5,"num_reviews":1,"playtime_forever":25710,"playtime_last_two_weeks":0,"playtime_at_review":12384,"last_played":1647633781},"language":"thai","review":"dsdad","timestamp_created":1510240775,"timestamp_updated":1510240775,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36398783","author":{"steamid":"76561198016041888","num_games_owned":133,"num_reviews":3,"playtime_forever":4181,"playtime_last_two_weeks":0,"playtime_at_review":2423,"last_played":1659273609},"language":"english","review":"Good game, but the community always sucks, killers camp the hooks or they just buy the new OP killer to get a succesfull match.","timestamp_created":1510240509,"timestamp_updated":1510240509,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.484330892562866211","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36398136","author":{"steamid":"76561198246905302","num_games_owned":50,"num_reviews":4,"playtime_forever":1631,"playtime_last_two_weeks":0,"playtime_at_review":445,"last_played":1626029676},"language":"koreana","review":"할로윈 이벤트때 산 게임인데 고인물 취급을 받지만 생각보다 애들모아서 4인큐 돌리면 갸꿀잼","timestamp_created":1510238621,"timestamp_updated":1510238621,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36398056","author":{"steamid":"76561198256427263","num_games_owned":23,"num_reviews":4,"playtime_forever":13568,"playtime_last_two_weeks":0,"playtime_at_review":2129,"last_played":1549602355},"language":"russian","review":"Чё за х после этого обновления мало токо что появился читерский маньяк так ещё и игра стала вылетать каждые 10 мин исправляйте","timestamp_created":1510238352,"timestamp_updated":1510238352,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36397481","author":{"steamid":"76561197977402031","num_games_owned":103,"num_reviews":3,"playtime_forever":7211,"playtime_last_two_weeks":0,"playtime_at_review":2373,"last_played":1658812437},"language":"koreana","review":"신규유저 진입장벽만 어떻게 하면 갓겜인데..","timestamp_created":1510236733,"timestamp_updated":1510236733,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36397114","author":{"steamid":"76561198134300866","num_games_owned":147,"num_reviews":20,"playtime_forever":16742,"playtime_last_two_weeks":4,"playtime_at_review":5262,"last_played":1659631712},"language":"brazilian","review":"Game muito bom eu gostei , só tem que tirar os muitos bugs que existem ! recomendo jogar  de sobrevivente com os amigos e jogar de killer quando estiver sozinho kkkkk muito bom","timestamp_created":1510235600,"timestamp_updated":1510235600,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36396997","author":{"steamid":"76561198145960689","num_games_owned":124,"num_reviews":12,"playtime_forever":5837,"playtime_last_two_weeks":0,"playtime_at_review":1890,"last_played":1640317974},"language":"russian","review":"повесили друга вытащил пока ставил капкан убежали друг попал в капkan.....","timestamp_created":1510235203,"timestamp_updated":1510235203,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36396950","author":{"steamid":"76561198353934905","num_games_owned":50,"num_reviews":5,"playtime_forever":16930,"playtime_last_two_weeks":0,"playtime_at_review":732,"last_played":1655374375},"language":"schinese","review":"很刺激 第一次玩的时候被那种紧张感和恐怖的氛围代入 最讨厌梦魇这个屠夫=  =  队友很重要*3遍 有次门开了 三个队友救了被挂在钩子上的我 超感动~但是感觉玩这个游戏的人好少....匹配好长时间 要是两个屠夫六个逃生者可能会更好玩点吧hhhh——来自一个只玩了六个小时的菜鸡逃生者风敏","timestamp_created":1510235050,"timestamp_updated":1510235050,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36396935","author":{"steamid":"76561198377022793","num_games_owned":26,"num_reviews":2,"playtime_forever":15156,"playtime_last_two_weeks":0,"playtime_at_review":10064,"last_played":1541061450},"language":"japanese","review":"某実況者の楽しそうに上手いプレイを望んでいるなら買わないほうがいい。\n民度はかなり低いし、ggと言えるゲームは100回に一回ほど。rank1帯でもキャンパーはいるし、チェイスが長引いたりするとイラついてケバブ。サバイバーでもたまにわざとキラーに居場所をばらしたりするやつもいる。\n総合的に言って民度が低い。プレイヤーの半分以上はクソプレイヤー。\nこのゲームでしか使わないような用語を何個か使ったので何言ってるかよくわからないかもしれないが、とりあえず人間の汚さを見たくないならば買わないほうがいい","timestamp_created":1510235008,"timestamp_updated":1510235008,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.392022997140884399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36396221","author":{"steamid":"76561198402974825","num_games_owned":31,"num_reviews":2,"playtime_forever":79890,"playtime_last_two_weeks":2367,"playtime_at_review":62331,"last_played":1660572412},"language":"russian","review":"[h1][b]Dead by BUGlight или как проср@ть игру у которой были все шансы выйти в топы Steam[/b][/h1]\n\n\nМой обзор скорее НЕЙТРАЛЬНЫЙ, чем положительный. Наиграл я в эту [strike]помойку[/strike] замечательную игру 1038 часов, я могу полноценно рассказать об этой игре, начнём с минусов:\n1) Первый и самый главный как по мне минус в этой \"ЗАМЕЧАТЕЛЬНОЙ\" игре это её комьюнити. ЭТО ПРОСТО ПИЗДЕЦ КАКОЙ-ТО!!! Есть 3 самых токсичных игры: Dota 2, CS:GO и Dead by Daylight, так DbD находится между Dota и CS. 80% это ебаный биомусор который даже не пытается выглядеть нормально. Есть несколько типов игроков DbD: 1-токсики, в ЛУЧШЕМ случае напишут в чате GGWP, а в худшем(даже если ты выиграл или только учишься играть на киллерах) завалит тебя оскорблениями +напишет немерено хуйни тебе в комментарии профиля. 2-НЕДОстримеры(говорю не за всех), 15% это токсичные стримеры которые ещё больше распространяют этой хуйни. 3-норм челы, 5% это нормальные люди которых вы здесь не найдёте потому что чем больше у человека часов в DbD, тем больше он становится 1 типом игроков.\n2) Баги. Тяжёлый вздох..... Такого количества багов я ещё нигде не видел. В каждой катке обязательно будет баг! Про кривые анимации я вообще молчу. Разработчики, вроде, пытаются их исправить, а вроде и нет. Фиксят 1, на его месте появляется новый, как правило тот, которому несколько лет.\n3) Конфиги. В некотором роде они и есть плюсом игры для тех у кого слабые компы, но нет нихуя! Разрабы ничего с ними сделать не могу, абсолютно! Если я правильно помню, в начале лета они выпустили обнову в которой должны были пофиксить конфиги +начали давать бан за них(не знаю никого, кого забанили за конфиги, бан дадут если ты с запрещённым конфигом будешь делать скрины и загружать видосы и стримы), так и случилось, но игроки быстро нашли способ как обойти это и конфиги снова начали работать))))) А почему же конфиги я засунул в минусы? А потому что с помощью них можно сделать так, что бы для вас на карте не было деревьев, травы, построек и тд., но их коллизия останется(так сказать беспалевное ВХ). Их сотни разновидностей, на любой вкус и цвет.\n4) Читеры и сейверы. Читера с вх и спидхаком я последний раз встретил в 2017 году, с того момента ни одного не видел, кроме тех, кто играет с запрещёнными конфигами. А теперь к  сейверам. Кто же это такие? Сейв - взлом игры на все шмотки, предметы, аддоны и перки. Это отдельный класс человечества, им не нужно прокачиваться, тратить милионы бладпоинтов(игровая валюта) на прокачку персонажей, у них уже всё есть, это те люди которых сложно вычислить, античит их не видит. У меня друг 2 год с сейвом играет))) \n5) Баланс. Тяжёлый вздох.... 2016-2018 выжившие были откровенно сильнее киллеров, 2018-2019 теперь киллеры сильнее выживших(это вам мейн киллер говорит). И убийц не планируют нерфить, потому что обиженные киллеры кричат разрабам что сурвы сильные нужно нерфить их!!! Пиздец как горит с этого! В игре нет сбалансированных убийц, есть сильные и слабые, так же с перками. \n6) Отношение разработчиков к игре. Ещё 1 тяжёлый вздох.....Это пиздец, хуже в этом плане, наверно, только разработчики payday2(они вообще забили на игру).1) Если выходит обнова, с новым киллеров или сурвом, то это длс обязательно будет платным, я уже не помню тех времён когда длс были бесплатными.2) Постоянные баги, вчера увидел баг 2-х летней давности. Они пытаются их пофиксить, но когда закрывают 1, появляются 2 новых. 3) Ужасное общение с аудиторией, по несколько месяцев, иногда и годами, просят игроки разработчиков об нормальной оптимизации, починке поиска игроков и так далее. 4) Постоянные пустые обещания!!\n\nНа минусах ПОКА ЧТО всё, вспомню что-то ещё, дополню обзор. А теперь к плюсам:\n - Геймплей. Каждая игра это новые эмоции, новые ощущения, у меня не было ещё такого что бы было 2 одинаковых игры, на игровой карте стоит рандомизация, у тебя не будет такого что 2 игры подряд одинаковые локации, кроме расположения основных объектов.  Количество разных перков даёт тебе выбор сделать свой собственный уникальный билд, количество разных убийц, даёт тебе большой выбор, выбери самого для себя удобного по гейплею убийцу и разноси паблики(если ты взял(-ла) слабого, то ты будешь сосать, а если ты выбрал(-ла) сильного, то теперь уж сурвы будут сосать с заглотом). Я могу сказать что в игре нет такого понятия как \"скилловый чел\", по-любому найдётся тот кто выебет тебя, именно из-за этого появляется желание постоянно тренировать скилл и разносить мусор в паблике всё больше и больше. После победной катки(потной или же нет) у меня появлялась эйфория, даже если я сливал, я понимал где были мои ошибки и в следующих играх пытался их устранить. И это бесконечный цикл!\n \n     Это единственный плюс в этой игре(если вспомню какие ещё есть плюсы в этой игре, напишу) и для меня он перечёркивает ПОЧТИ все минусы в игре, и из-за это я каждый день захожу в игру и убиваю в ней немало своего свободного времени. Именно в этой игре нашёл довольно много друзей, с которыми я до сих пор хорошо общаюсь.\nЕсли тебе что-то не понравилось в обзоре или ты знаешь чем его можно дополнить, пиши в комментарии.","timestamp_created":1510232730,"timestamp_updated":1568780338,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.542483627796173096","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36396043","author":{"steamid":"76561198103876560","num_games_owned":19,"num_reviews":1,"playtime_forever":627,"playtime_last_two_weeks":0,"playtime_at_review":627,"last_played":1507351771},"language":"schinese","review":"讲道理我是不推荐的，新人入手难度太大了，比较坑，不建议买","timestamp_created":1510232169,"timestamp_updated":1510232169,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36396013","author":{"steamid":"76561198375362036","num_games_owned":16,"num_reviews":2,"playtime_forever":663,"playtime_last_two_weeks":0,"playtime_at_review":663,"last_played":1509990897},"language":"russian","review":"Игра отстой. Дали VAC за то, что открыл очивки!","timestamp_created":1510232085,"timestamp_updated":1510232085,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.454545468091964722","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36395891","author":{"steamid":"76561198382368536","num_games_owned":14,"num_reviews":1,"playtime_forever":4795,"playtime_last_two_weeks":0,"playtime_at_review":4333,"last_played":1627163592},"language":"dutch","review":"Игра топ но есть 1- В ЭТОЙ ИГРЕ ОДНИ ЧМЫРИ И ИГРА ГОВНО ДАЛИ БАН ЗА ТО ЧТО ВСЕ ЧМЫРИЛЫ","timestamp_created":1510231741,"timestamp_updated":1510231741,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.530685901641845703","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"36395857","author":{"steamid":"76561198073124934","num_games_owned":61,"num_reviews":7,"playtime_forever":50141,"playtime_last_two_weeks":0,"playtime_at_review":22562,"last_played":1651324251},"language":"thai","review":"เสียตังซื้อเกมมา แต่เข้าไม่ได้ ถ้าอยากเล่นก็ต้องไปแก้บัคเอง ดีจิงๆ ไม่มีอะไรคุ้มไปกว่านี้ละ","timestamp_created":1510231621,"timestamp_updated":1633173710,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36395762","author":{"steamid":"76561198354852673","num_games_owned":19,"num_reviews":2,"playtime_forever":94801,"playtime_last_two_weeks":0,"playtime_at_review":32047,"last_played":1620235124},"language":"french","review":"Un bon petit jeu survivor vs killer. Il y a pas mal de bugs encore à corriger et il faudrait revoir la distribution de points ou pénalités. Autant pour le facecamp (par exemple, la vie du survivant ne devrait pas descendre si le killer facecamp) car les survivants ont eux des corbeaux sur la tête.\nIl faudrait également prévoir les décrochages à la volé pour gratter les points, car le survivant qui se fait décrocher devant le tueur se fait souvent touché encore derrière.\nSinon j'aime beaucoup ce jeu et j'y ai rencontré des gens supers avec qui je joue très souvent !!","timestamp_created":1510231278,"timestamp_updated":1510231278,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.54314720630645752","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36395478","author":{"steamid":"76561198435767477","num_games_owned":91,"num_reviews":8,"playtime_forever":30681,"playtime_last_two_weeks":0,"playtime_at_review":16831,"last_played":1650749115},"language":"english","review":"Dead by Daylight cures my depression, but gives me anxiety at the same time. \n\nYou can totally be a salty toxic lil bad girl/boi here <3","timestamp_created":1510230374,"timestamp_updated":1531245301,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36395451","author":{"steamid":"76561198293323486","num_games_owned":355,"num_reviews":23,"playtime_forever":12136,"playtime_last_two_weeks":0,"playtime_at_review":1335,"last_played":1656736760},"language":"english","review":"This game is very good if you are looking for fun SplitPC multiplayer \n(Recommend with friend at one house and midnight)","timestamp_created":1510230311,"timestamp_updated":1510230311,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36395446","author":{"steamid":"76561198344106287","num_games_owned":19,"num_reviews":6,"playtime_forever":20222,"playtime_last_two_weeks":0,"playtime_at_review":4882,"last_played":1631185268},"language":"schinese","review":"不错的游戏，没什么人玩就是。","timestamp_created":1510230291,"timestamp_updated":1510230291,"voted_up":true,"votes_up":1,"votes_funny":2,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36395442","author":{"steamid":"76561198131742439","num_games_owned":54,"num_reviews":1,"playtime_forever":21994,"playtime_last_two_weeks":627,"playtime_at_review":5141,"last_played":1660583818},"language":"schinese","review":"游戏很好玩，可能对萌新不友好，但是多玩就好了。有没有人觉得新梦境屠夫和怪奇物语stranger things场景很像。","timestamp_created":1510230275,"timestamp_updated":1510230275,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36395221","author":{"steamid":"76561198364986966","num_games_owned":122,"num_reviews":8,"playtime_forever":61070,"playtime_last_two_weeks":339,"playtime_at_review":15971,"last_played":1660498950},"language":"schinese","review":"    这是我第一款看着别人玩自己也想玩的游戏","timestamp_created":1510229501,"timestamp_updated":1510229501,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":0,"comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36395111","author":{"steamid":"76561198442769631","num_games_owned":4,"num_reviews":1,"playtime_forever":13801,"playtime_last_two_weeks":0,"playtime_at_review":827,"last_played":1544188617},"language":"schinese","review":"999","timestamp_created":1510229044,"timestamp_updated":1510229044,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36394542","author":{"steamid":"76561198094501289","num_games_owned":184,"num_reviews":5,"playtime_forever":50172,"playtime_last_two_weeks":0,"playtime_at_review":3021,"last_played":1651829202},"language":"english","review":"Horrible community bad teammates 10/10 would play again","timestamp_created":1510226663,"timestamp_updated":1510226663,"voted_up":true,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.53125","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36394426","author":{"steamid":"76561198043351661","num_games_owned":111,"num_reviews":7,"playtime_forever":14519,"playtime_last_two_weeks":0,"playtime_at_review":13467,"last_played":1623927599},"language":"english","review":"The developers of this game balance the game for survivors and against killers, it forces killers to camp and tunnel and makes the game so much worse than it could be. The key issue behind the game currently is how fast generators are repaired and how fast exit gates are opened. The developers refuse to fix this issue and have refused to fix this issue for a long time and it's going to eventually burn out killers and kill the game if this bullshit continues.\n\nThis is coming from someone that plays survivor and killer equally, by designing this game in such an unfair way for killers they end up camping which ruins fun as survivor and as a killer I just have survivors chase me around and troll me after finishing 3 gens in minutes into a game....","timestamp_created":1510226229,"timestamp_updated":1622030137,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36394370","author":{"steamid":"76561198259623172","num_games_owned":136,"num_reviews":28,"playtime_forever":7147,"playtime_last_two_weeks":0,"playtime_at_review":592,"last_played":1628446222},"language":"russian","review":"Where are you going, Piglet? The party just started!AHAHAHAHAHAHAAA!!!","timestamp_created":1510225987,"timestamp_updated":1510225987,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.496183186769485474","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36394036","author":{"steamid":"76561198074244543","num_games_owned":10,"num_reviews":1,"playtime_forever":35151,"playtime_last_two_weeks":0,"playtime_at_review":2307,"last_played":1658148790},"language":"koreana","review":"아니 게임 시작하고 어뷰징하는것도 아니고 잠수쟁이들 관리 안하시나요???","timestamp_created":1510224765,"timestamp_updated":1629573780,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.500102043151855469","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"36393543","author":{"steamid":"76561198360606521","num_games_owned":26,"num_reviews":1,"playtime_forever":8106,"playtime_last_two_weeks":0,"playtime_at_review":1892,"last_played":1624377555},"language":"schinese","review":"真的很刺激。这游戏自从入了，就没后悔过，这是我第一次写评论，我一直在玩。国内直播被禁了，之前楚大玩过，我就特想玩，可是不敢玩。玩了32小时，玩的不是很666，还在钻研，哈哈","timestamp_created":1510222743,"timestamp_updated":1510222743,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36392681","author":{"steamid":"76561198207543461","num_games_owned":12,"num_reviews":1,"playtime_forever":6107,"playtime_last_two_weeks":0,"playtime_at_review":655,"last_played":1657947399},"language":"russian","review":"Опасно)","timestamp_created":1510219145,"timestamp_updated":1510219145,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36392615","author":{"steamid":"76561198355235856","num_games_owned":171,"num_reviews":7,"playtime_forever":52674,"playtime_last_two_weeks":3,"playtime_at_review":5200,"last_played":1660465279},"language":"schinese","review":"求助  游戏点开始读完绿条就闪退了 进不去游戏  怎么办？","timestamp_created":1510218833,"timestamp_updated":1510218833,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.568627476692199707","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36392371","author":{"steamid":"76561198355639275","num_games_owned":78,"num_reviews":4,"playtime_forever":28341,"playtime_last_two_weeks":0,"playtime_at_review":583,"last_played":1659174427},"language":"koreana","review":"그냥 겁나무서운게임...   그치만 재밌음\n100시간후 -> 살인마 호구쉨\n300시간후 -> 어 갈고리걸렸네 ㅇ 시발","timestamp_created":1510217766,"timestamp_updated":1605270077,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.499898999929428101","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36391608","author":{"steamid":"76561198093336821","num_games_owned":66,"num_reviews":3,"playtime_forever":6733,"playtime_last_two_weeks":0,"playtime_at_review":5828,"last_played":1519933691},"language":"swedish","review":"Game is insanely unbalanced, its practicaly impossible for killers to win vs high rank survivors and games are ruined by players eho disconnect...","timestamp_created":1510214409,"timestamp_updated":1510214409,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.454545468091964722","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36391352","author":{"steamid":"76561198431697975","num_games_owned":15,"num_reviews":1,"playtime_forever":33383,"playtime_last_two_weeks":0,"playtime_at_review":16223,"last_played":1604366181},"language":"english","review":"Great game to play if your into killer vs survivor\n\nLet me start off by telling you if your a killer be prepared to recieve alot of hate at end game lobby and people calling you \"camper\". Beside the fact this game is amazing and the killers that you can choose from definitly make this game fun.\n\nPlaying as a survivor some people find it hard but as time progresses you get use to the controls and the mechanics and soon you will learn the ropes and ways to escape that killer.\n\nDLC yes you have to pay for it but to get the perks and bundle is so worth it and youll definitly will have fun.\n\nOverall this game is a 10/10 despite the little minor bugs or so that happen but they work very hard to fix everything love the dead by daylight team. :) <3","timestamp_created":1510213195,"timestamp_updated":1543208591,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36391327","author":{"steamid":"76561198244756680","num_games_owned":91,"num_reviews":4,"playtime_forever":29034,"playtime_last_two_weeks":0,"playtime_at_review":1151,"last_played":1652958524},"language":"thai","review":"เข้าเกมแล้วขึ้นว่า ไม่สามารถเชื่อต่อบริการออนไลน์ได้ แก้ยังไงคะ","timestamp_created":1510213099,"timestamp_updated":1510213099,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497411429882049561","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36390670","author":{"steamid":"76561198394476832","num_games_owned":69,"num_reviews":1,"playtime_forever":49235,"playtime_last_two_weeks":936,"playtime_at_review":10146,"last_played":1660494106},"language":"english","review":"gg","timestamp_created":1510209887,"timestamp_updated":1510209887,"voted_up":true,"votes_up":3,"votes_funny":2,"weighted_vote_score":"0.52050471305847168","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36390624","author":{"steamid":"76561198236446216","num_games_owned":160,"num_reviews":20,"playtime_forever":36496,"playtime_last_two_weeks":0,"playtime_at_review":9995,"last_played":1626486443},"language":"english","review":"Used to be popular in my community long time ago, now only few people left to play this game.\n\nBut that's not the point to left the game, is it?\nI really love the game's lore, that's a pretty cool story to know and I also like the game mechanics, unlike many other games where people play it more serious. This game reminds me of old online games back in a day when people play with each other without taking it too serious and laugh at each other.\nBut there's few other things I hate about this game, some killers are campers and many people know\nwhat I am talking about, I assume you understand then. These killers do not deserve a lot of BP as they should. There should be some balance about these people.\n\nAfter all, only few people left these days but the fun's still there for you.","timestamp_created":1510209634,"timestamp_updated":1510213513,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.50321429967880249","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36389963","author":{"steamid":"76561198096121168","num_games_owned":123,"num_reviews":1,"playtime_forever":152,"playtime_last_two_weeks":0,"playtime_at_review":122,"last_played":1512321953},"language":"spanish","review":"Funny Game","timestamp_created":1510206068,"timestamp_updated":1510206068,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.499897986650466919","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36389911","author":{"steamid":"76561198372016469","num_games_owned":62,"num_reviews":3,"playtime_forever":710,"playtime_last_two_weeks":0,"playtime_at_review":468,"last_played":1627804597},"language":"schinese","review":"气氛很紧张","timestamp_created":1510205857,"timestamp_updated":1510205857,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36389482","author":{"steamid":"76561198028649356","num_games_owned":79,"num_reviews":7,"playtime_forever":129,"playtime_last_two_weeks":0,"playtime_at_review":127,"last_played":1511314209},"language":"english","review":"such a blast playing as Freddy and killing fools","timestamp_created":1510203806,"timestamp_updated":1510203806,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.496688753366470337","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36389421","author":{"steamid":"76561198100403165","num_games_owned":41,"num_reviews":12,"playtime_forever":486,"playtime_last_two_weeks":0,"playtime_at_review":430,"last_played":1539928284},"language":"koreana","review":"같이 할 친구가없어서 슬픈게임ㅠㅜㅜ","timestamp_created":1510203441,"timestamp_updated":1510203441,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.54356849193572998","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36389366","author":{"steamid":"76561198073573143","num_games_owned":252,"num_reviews":8,"playtime_forever":103971,"playtime_last_two_weeks":1557,"playtime_at_review":16597,"last_played":1660264251},"language":"english","review":"Fucking amazing","timestamp_created":1510203189,"timestamp_updated":1510203189,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.52050471305847168","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"36389314","author":{"steamid":"76561198310410597","num_games_owned":86,"num_reviews":20,"playtime_forever":20830,"playtime_last_two_weeks":303,"playtime_at_review":9393,"last_played":1659986914},"language":"russian","review":"Best HORROR!","timestamp_created":1510202915,"timestamp_updated":1561796551,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.499898999929428101","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36388892","author":{"steamid":"76561198426222312","num_games_owned":33,"num_reviews":2,"playtime_forever":74320,"playtime_last_two_weeks":23,"playtime_at_review":73873,"last_played":1660044249},"language":"schinese","review":"看到版本更新，回归玩了几个小时，人类单排10把0跑，任务都完不成，小叮当一把4杀，夹哥一把4杀，都没守尸，杀一个守电机就完事了，不开黑建议玩屠夫，不然找罪受，只玩人类单排的可以AFK了","timestamp_created":1510201034,"timestamp_updated":1658326611,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36388369","author":{"steamid":"76561198350197898","num_games_owned":50,"num_reviews":3,"playtime_forever":16721,"playtime_last_two_weeks":0,"playtime_at_review":392,"last_played":1657979841},"language":"schinese","review":"刺激，大赞！还有，等等！老子擦刀呢！","timestamp_created":1510198180,"timestamp_updated":1510198180,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36388262","author":{"steamid":"76561198066778502","num_games_owned":423,"num_reviews":58,"playtime_forever":12287,"playtime_last_two_weeks":0,"playtime_at_review":3961,"last_played":1637301665},"language":"english","review":"It is a fun game with friends when you're a survivor. It's a fun game in general when you're killer. Things have been balanced pretty well in the past few updates. Honestly, this game is becoming more and more my asymmetric go-to. It's a lot of fun, and I'm honestly not even bugged that Deathgarden was aborted for this. Dead by Daylight is one of the defining games of this genre, I think.","timestamp_created":1510197622,"timestamp_updated":1590869032,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.578574061393737793","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36388232","author":{"steamid":"76561198384679534","num_games_owned":260,"num_reviews":10,"playtime_forever":7235,"playtime_last_two_weeks":0,"playtime_at_review":528,"last_played":1655614565},"language":"spanish","review":"si tienes amigos es hermoso, pero como tu. ORCO FEO NO LOS TIENES, te parecera horrible, adios muchas gracias :)","timestamp_created":1510197445,"timestamp_updated":1510197445,"voted_up":true,"votes_up":1,"votes_funny":2,"weighted_vote_score":"0.44100227952003479","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36388040","author":{"steamid":"76561198179717873","num_games_owned":161,"num_reviews":9,"playtime_forever":163790,"playtime_last_two_weeks":44,"playtime_at_review":162908,"last_played":1660253681},"language":"koreana","review":"저같은 데린이가 살아남기엔 게임이 너무 어렵네요ㅜㅜ","timestamp_created":1510196497,"timestamp_updated":1587487438,"voted_up":false,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36387960","author":{"steamid":"76561198148637566","num_games_owned":50,"num_reviews":1,"playtime_forever":28218,"playtime_last_two_weeks":0,"playtime_at_review":8124,"last_played":1647676142},"language":"english","review":"I was going to say I loved this game a lot, but the people in there starts to disappoint me a lot. \nThis game is full of, full of Toxic people, and for now the game balance is kinda unreasonable either, people chewing eachothers if they lose, people chewing eachothers if they win, insults, arguments, harmful trolls are everywhere, all these made the game kinda ... not so fun now, we are the one who play the game, not the one who played by game, we are all together in there, for fun, not for fight, toxic people needs to get a control, game balance needs to rework, and, mostly, nerf the killer is NOT the best way, not even the good way","timestamp_created":1510196145,"timestamp_updated":1510196145,"voted_up":false,"votes_up":12,"votes_funny":0,"weighted_vote_score":"0.591240942478179932","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36387820","author":{"steamid":"76561198335623728","num_games_owned":13,"num_reviews":1,"playtime_forever":6252,"playtime_last_two_weeks":0,"playtime_at_review":379,"last_played":1605534233},"language":"schinese","review":"好玩刺激","timestamp_created":1510195523,"timestamp_updated":1510195523,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36387704","author":{"steamid":"76561198148965944","num_games_owned":25,"num_reviews":2,"playtime_forever":17053,"playtime_last_two_weeks":0,"playtime_at_review":3737,"last_played":1634640205},"language":"thai","review":".","timestamp_created":1510194934,"timestamp_updated":1510194934,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.499897986650466919","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36387471","author":{"steamid":"76561197999307974","num_games_owned":742,"num_reviews":174,"playtime_forever":71761,"playtime_last_two_weeks":0,"playtime_at_review":13876,"last_played":1658574446},"language":"english","review":"[u] Dead by Daylight: Everything you do is toxic and you should feel bad [/u]\n\nRun around in the caged, fever-dream of a Lovecraftian elder god (cosmic spider!!) whilst marvelling at how the matchmaking system thinks your default loadout for a killer you've spent 20 minutes playing is competitively comparable to an ultra-rare laden experienced squadron of gamers (with external VOIP).\n\nThe EULA upon launch tells you that \"harassment will not be tolerated,\" which is good because it means they've gone the extra mile to not provide an in-game communication system, so you can't tell your provisional friends when you've been lodged in the middle of a pallet, or about any of the other things the developers manage to consistently break upon the rushed release of new characters. They have a PTB, but it's inexcusable that premium product is released in the state it often is. This absence of an in-game communicator honestly just makes perks that give information even more necessary (and powerful) and adds to the first criticism. Beyond that, perks designed to give information to one player at a cost become overpowered when you remember that the majority of teams are playing with external VOIP, and hence all have access to killer tracking at a [i]very[/i] marginal cost. Expect plentiful [u] postgame [/u] \"c$!t\", \"f*#khead\" calls and general derision to rekindle your love of XBOX Live and remind you that despite the prevalence of free knowledge on the internet, people elect to be jerks. It's a fun game to challenge your faith in humanity in. Hands-down the single worst community I've ever endured and I heartily suggest you read the \"ideal killer\" joke-guides that emphasise how 4 out of every 5 players (or so) are self-serving specialists with severed neurons.  While there are some salient criticisms of how killers should play (e.g. facecamping is neither fun nor rewarding), there is a sufficient vibrancy of killer builds that this entitlement really should be addressed by the developers. Curiously, in continuance of this paragraph's opening, harassment strictly [i]is[/i] tolerated: the community would be decimated if punishments appropriate to hate speech, cyberbullying, etc., were actually handed out; so [u]if you're here because of the quite progressive range of ethnic and cultural inclusion in the character design, you should know that the postgame chat is probably going to use slurs anyway.[/u] \n\nA lot of the playerbase has their steam profile on private so you don't queue dodge their levels, hours, or tendency to survive with friends (unless i'm misinterpreting it?). This is less apparent given that the cross-platform support has meant that there's little investigable information about the players you're against, and hence you're rolling the dice every load screen if you're going to be griefed by sweaty players, or watch what passes for Rank 1 on console repeatedly interrogate a wall. The game favours the survivors, but to exploit this the survivors often have to not play the game - e.g. avoid a facecamping killer by doing other objectives and letting friend(s) die. And yet the game-experience of one side being able to kill the other means (funnily enough) that a victim mentality persists. This could be challenged (and consequently effectively balanced), but I don't trust the developers to stop prioritising microtransactions over new or reimagined content any time soon, and neither should you.\n\n[b] Expect to pick a survivor/killer and grind the in-game currency so you can play another one that interests you without having the gimped beginner stage [/b]. The hurdle to playing a new character is stupid, especially for the killers, and although the progression 'feels' good and they've taken some steps to hasten it since I started playing in late 2017, it really goes a way to explain why some people -- who are still salty as all hell at basic gameplay experiences (see: \"entitled\"), have hundreds of hours. Beyond cramming bloodpoints into new characters, you're also going to have the pleasant experience of unlocking teachable perks from certain characters, and then having them show up ad nauseum in places you don't want them - the search for an ideal build in the game's levelling system is a massive dice roll once you've unlocked any reasonable number of characters, and if you want to play at the high ranks (which, once unlocked, are very difficult to get out of - I find myself taking 2-3 month breaks at a time because the matchmaking gets slower, the games sweatier, and perks mandatory) then you have to struggle disproportionately to not get given some of the worst perks. There's a clear tier list of killers and if you want to do well, you really need the corresponding perks, which is cool / good / desirable / definitely something the developers could change if they were willing to take five minutes off designing hot garbage cosmetics and address the very real and obvious problem. \n\nThere's also a lot of e-girls (and e-boys & e-persons) with entourages that burn expensive single-use items and follow religiously with flashlights to blind your malevolent penetrative efforts, so you might experience some of that sexist melancholic dysphoria. I sure as heck do. If ur a cute grill with a following or can pass as one, this game will make you feel like royalty carried around on a palanquin. Saving your teammates with the occasional pallet slam or blind is lovely and cool, and adds a lot of novelty in being a rare experience, but when they swarm like cockroaches it's dysphoric. \n\nLots of paid DLC that unlock additional characters & cosmetics, but the game is functional without them. It's enough of a grind to get the content for the base suite of killers and survivors, so don't think you're going to be necessarily be too disadvantaged for not pursuing said content. That said, good perks are hidden behind DLC characters - you can peruse a tier list for both factions on dennisreep.nl, and the top two killer perks are both DLC (at time of writing), slightly less for survivor (but still a lot).\n\n[u] Community is entitled (and toxic) as all hell[/u] . Expect them to be genuinely unkind people to you in post-game chat to cover for their own poor play, life accomplishments or being born male. Expect them to stand at exit gates and drag out experiences against the killer because they, favoured as survivors are and armed with consumables and VOIP comrades, deserve an extra beration of bloodpoints and pips (the developers thought tying time survived with character progression was an intelligent decision and not strictly a way of enabling people to justify crouch spamming at exit gates). They will be unironically upset at you for not closing your eyes and counting to 100 when they want to do something remotely dangerous, and BHVR won't even mute them for it. \n\nThe theme of the developers not taking action against people that are chronically abusive has a counterpart in them not taking part against people that are cheating; there is an abundance of client-side abusability built into the current game. If you do not like learning that your hitbox extends three minutes behind you, then you should probably be playing a different game. I'll admit that it used to be worse: lag switching seems to have dissipated with killer hosting, but it's still just deeply questionable. \n\nThe sound design is ass and they somehow manage to continually it worse. mechanically, the killer is supposed to be able to hear generations being worked on when they are within a given range - this creates a streamlined hunting process, and there's even perks where the survivor can diminish the audible range (neat!). Unfortunately, the sound profile for these things breaks down when you consider three dimensionality; it is unreliable to hear generators being worked on above or below you as killer, which is a really pleasant experience. \n\n[strike] Fun though! [/strike]","timestamp_created":1510193833,"timestamp_updated":1628327705,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.565217375755310059","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36387383","author":{"steamid":"76561198088326739","num_games_owned":32,"num_reviews":12,"playtime_forever":90940,"playtime_last_two_weeks":0,"playtime_at_review":16444,"last_played":1657042532},"language":"tchinese","review":"連線品質不佳... 人鬼不平衡...鬼爛線那場就別想好好玩了.............lag到死","timestamp_created":1510193397,"timestamp_updated":1601367022,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498896420001983643","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36387186","author":{"steamid":"76561198280091338","num_games_owned":127,"num_reviews":1,"playtime_forever":401,"playtime_last_two_weeks":0,"playtime_at_review":364,"last_played":1524974668},"language":"schinese","review":"玩起来很刺激，而且很适合跟朋友一起玩","timestamp_created":1510192448,"timestamp_updated":1510192448,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36387172","author":{"steamid":"76561198121346561","num_games_owned":151,"num_reviews":1,"playtime_forever":169757,"playtime_last_two_weeks":0,"playtime_at_review":121772,"last_played":1597724947},"language":"english","review":"One September day in 2016 I decided to spend $19.99 on a game that I thought I would get a decent amount of play out of. But never in a million years did I imagine I'd put over 2k (and counting) hours into this game.\n\nI may not have been here from the VERY beginning, but I have been here through it all, and I've experienced it all. The game is far from perfect. Each time there's a new patch or killer released, something else breaks. But I'm not as closeminded as some people who will automatically rule this game out as a failure in it's current state. I realize the developers never expected their game to sell nearly as many copies as it has. I never expect the game to be perfect. But that doesn't stop me from still enjoying the game.\n\nMy Pros & Cons all in one:\n• Games don't usually take long. Unless you're playing against a hag who does the 3 gen strat. ¯\\_(ツ)_/¯\n    • By this I mean it's nice to be able to play a game in a short amount of time because sometimes I only have time for a few games. \n• Playability is great. Some days I absolutely hate the game and want to off myself because of it. But I still keep playing it. Some might say it's an addiction. BUT I'M FINE. \n• The Dev's listen. For the most part. They might have a case of selective hearing, or toss something seemingly important on a back burner, but they still listen and they do care about the QOL of their game... They just have a weird way of showing it. \n• 3 in 5 games I get tunneled to crap (stop censoring me). Killers have an extremely short fuse, and survivors are toxic and salty like 95% of the time. You teabag? You get facecamped motherfkr. You complete a gen repair? Facecamp. You pallet loop me? Facecamp. You flashlight me? Facecamp. Decisive Strike? Forget about it, facecamp. Touch my totem? Facecamp. Look at me funny? Facecamp. You even dare to move? Facecamp.\n• You will get dodged if your profile isn't private and you're wearing your legacy gear. You'll also immediately get dodged if you join in with a friend in SWF. Even if it's only one friend. The one friend you have you can't even play with because you'll get dodged. \n      •  Some days you'll spend more time looking for a game and getting dodged than you'll actually spend in game. And when you finally load into a game, it's a 5 blink, Devour Hope, NOED nurse with 200 ping. ¯\\_(ツ)_/¯ FeelsBadMan\n• The entire game is clientside essentially, so you'll run into an 85 hour killer rocking Legacy 3 on all killers. \n** I play survivor mostly but I also play killer. I'm a shit killer as is so my opinion of this is completely irrelvant. \n\nOverall rating: A solid ( ͡° ͜ʖ ͡°)\n10/10 would block a window against infinite abusers again.\n\nBy far my favorite game even on days where I don't want to play it. If you're looking for solid memes, getting so angry you want to jump off a bridge, and being a sandbag extraordinare, this is the game for you. \"We've done a pretty good job so far.\"","timestamp_created":1510192348,"timestamp_updated":1511551079,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.492160797119140625","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36386909","author":{"steamid":"76561198065481639","num_games_owned":404,"num_reviews":46,"playtime_forever":155428,"playtime_last_two_weeks":2,"playtime_at_review":2877,"last_played":1660487947},"language":"russian","review":"UPD:Cпустя 3 года наиграв 1,5к часов+ могу с уверенностью сказать что тут самое больное комьюнити из всех что я когда-либо видел. Кс, дота даже там менее ибанутые люди(cущества). Хотите быть обос**ными с ног до головы? Потрепать себе нервишки? Узнать с кем ваша мама провела ночь? Какой вы нуб? То вам сюда однозначно в пещеру с австралопитеками, а точнее на неизвестную планету к новой неизученной расе.\nВообще игра морально выматывает, не знаю как у других, но когда очередной токсик начинает мансовать, бегать по всем палеткам, а ты даже хит сделаешь не можешь, это реально то еще испытание, но на таких лучше не вестись, иначе вашей попке хана. \nСегодняшняя дбд может предложить вам кучу клевых скинов, а Behaviour любители выпускать их кучами, это прежде всего у них в приоритете, как у большинства онлайн игрушек, плохо это или хорошо? Скорее нужно выставлять приоритеты, не клепать скины и забивать на все остальное. Помимо скинов есть достаточно убийц которые вам могут понравится Деревенщина(Билли), Кролик(Анна), Трапер, Легион, Клоун, Стрелок и тд. У меня самые любимые это Легион и Билли, будьте уверены, что это одни из самых сильных убийц в игре, на мой личный взгляд, попробуйте их задр*чить и вы будете просто кайфовать от каток на них, многие не любят Легиона, считают что он слабый и -4 ты не сделаешь, смотря против кого играть, если фул пати у которых дискорд то шанс сделать -4 мал, хотя у кого скилл высок то и это сделать сможет, я не считаю себя ультра скиловым, скорее средне, не нуб и не скилл. Думаю с Билли разговор другой, он и по сей день сильнейший убийца, научиться играть на нем не сложно, главное знать когда заводить пилу и какие девайсы на него ставить, чтобы был баланс, гайдов на него много. Также помимо манов конечно же есть геймплей за сурвов, изначально когда вы зашли в игру впервые, советую вам играть в пати, чтобы вам могли подсказать что-либо, если у вас есть таковые тиммейты, знающие об игре много чего, так будет легче понять что да как, в соло вслепую будет не сразу все ясно. Лично для меня игра за сурвов не особо интересна, мне по душе больше геймплей за убийц. \nИз минусов геймплея за манов есть некоторые бесящие моменты, так это странные хитбоксы, например пытаешся ударить сурва, он каким-то чудным невероятным способом уворачивается, без перков на уворот таких как Орех, да даже если сурв любящий мансовать в большинстве случаев я его могу хитануть, но вот в некоторых, это невозможно сделать, этого я понять не могу вообще как это так.\nВ игре также есть сизон пассы с промежутком около 60 дней, там всего 70 уровней в каждом уровне скин, брелок, золотые клетки, стоит всего лишь 1к клеток это 266 руб вполне нормальная цена, чтобы получить уровни, вам нужно выполнять испытания, они не особо сложные, если вы уже достаточно наиграли, да и для новичков будет интерес повыполнять эти задания.\nВ прошлом обзоре, я говорил что Фредди был имба, да он таким являлся некоторое время, но потом все научились против него играть, и он уже стал не таким уж и имбовым, а так среднячок, ну и к тому же его понерфили через какое-то время, но потом и до сегодняшнего дня его снова подняли, не имба конечно какая была раньше, но все же остается хорошим маном как для начинающих так и для зад*отов. Еще я говорил об 80% аудитории, якобы тут играют большинство русских, я был не прав, здесь большинство западной аудитории. По сути в моем прошлом обзоре было больше бомбежки нежели чего-то другого. Можете прочитать, если вам интересно.\nПоложительные эмоции игра и в правду может доставить если не принимать все минусы близко к сердцу, ну или как в моем случае уже привыкшему к такой вакханалии и клоунизму смириться с таким комьюнити, вылетами, багами так как Behaviour не в состоянии все это исправить, а точнее им пофигу, хотя бывает что-то они исправляют, но как очередное обновление то баги, вылеты и тд. Но ясное дело что игра стала лучше чем была 3 года назад.\nА вот чему я действительно рад, так это то что читеров, багоюзеров реально банят, саппорт дбд не клал пальму на ваши отзывы о игроках, в моем случае таких вот недоумков было забанено 4. Все эти индивидумы использовали баги и читы, например одного я не мог повесить на крюк, я не мог даже двигаться, перед тем как его повесить или сурв который упирается в текстуры и его невозможно поднять.\nИтог таков: если вы все таки рискнете с ней познакомиться то лучше в эту игру не углубляться, а играть реже чем киберкотлеты дбд, не обращать внимание на токсиков, играть в свое удовольствие, иначе испортите себе все впечатления.Рекомендовать все равно не могу, на свой страх и риск как говориться.\nПрошлый обзор оставлю для истории возможно когда-нибудь добавлю сюда еще мнение.\n========================================================================\nCтарый обзор неактуально:\nЧто можно сказать о игре она как дота,кс постоянно то рачье, школота, шкуры, эгоисты, русня которая составляет тут 80% аудитории этой игры, почти каждую катку русские дибилы которые сливают катки, вые**ваются, наглеют. Аудитория помимо русни, просто помойка играешь за маньяка, не насадил выживших на пику, то все начинаются вы*боны около выхода, просто издеваются хотят показать какие они крутые и какой же нуб маньяк пз*ц на**й ты стоишь около выхода и пытаешься мне что-то доказать п*здуй к выходу мр*зь бесят такие ид*оты. \nВ игре жуткий дизбаланс особенно когда добавили Фредди от которого хрен убежишь,  так еще и сон который замедляет действия персонажа и инвиз чуть ли не постоянный. За маньяка если ты не прокачен и против тебя престиж или ты просто не з*дрот или ты не Фредди, то все ты проиграл либо поймаешь 1 на кукан либо все убегут к выходу  .\nЕсли хотите играть с е*нутыми кретинами, то вперед нервы вам эта игра знатно потрепает. Покупайте на свой страх и риск крайне не рекомендую у кого легко воспломеняющийся пукан. 2/10","timestamp_created":1510191100,"timestamp_updated":1637939837,"voted_up":false,"votes_up":5,"votes_funny":1,"weighted_vote_score":"0.417802959680557251","comment_count":7,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36386721","author":{"steamid":"76561198354652089","num_games_owned":1,"num_reviews":1,"playtime_forever":210,"playtime_last_two_weeks":0,"playtime_at_review":175,"last_played":1510319195},"language":"thai","review":"เล่นไม่ได้ช่วยแก้ไขหน่อย\n","timestamp_created":1510190139,"timestamp_updated":1510190139,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.500102043151855469","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36386411","author":{"steamid":"76561198284442241","num_games_owned":35,"num_reviews":1,"playtime_forever":143890,"playtime_last_two_weeks":0,"playtime_at_review":14584,"last_played":1626868320},"language":"schinese","review":"一款适合朋友开黑的游戏，大赞。","timestamp_created":1510188600,"timestamp_updated":1510188600,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36386256","author":{"steamid":"76561198347786434","num_games_owned":30,"num_reviews":1,"playtime_forever":4229,"playtime_last_two_weeks":0,"playtime_at_review":3325,"last_played":1523224379},"language":"spanish","review":"Me encantó este juego, adictivo, dinamico y a mi gusto mejor que viernes,!!\n","timestamp_created":1510187804,"timestamp_updated":1510187804,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.499897986650466919","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36386252","author":{"steamid":"76561197990677403","num_games_owned":176,"num_reviews":11,"playtime_forever":50867,"playtime_last_two_weeks":0,"playtime_at_review":3082,"last_played":1637837302},"language":"polish","review":"They Fuck Up this game by adding Freddy - Its OVERPOWERED vilan, with Wallhack and longe range of hit box :/ Shame...\n\n\nIf not Freddy the Game its Cool.","timestamp_created":1510187776,"timestamp_updated":1510187776,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.500728249549865723","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36386211","author":{"steamid":"76561198002119924","num_games_owned":198,"num_reviews":12,"playtime_forever":34182,"playtime_last_two_weeks":0,"playtime_at_review":6387,"last_played":1652809622},"language":"english","review":"An otherwise fantastic game polluted by excessive survivor bias.","timestamp_created":1510187555,"timestamp_updated":1510187555,"voted_up":false,"votes_up":12,"votes_funny":0,"weighted_vote_score":"0.506972074508666992","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36386171","author":{"steamid":"76561197960528677","num_games_owned":602,"num_reviews":2,"playtime_forever":225281,"playtime_last_two_weeks":0,"playtime_at_review":83550,"last_played":1627067211},"language":"english","review":"it's okay","timestamp_created":1510187313,"timestamp_updated":1510187313,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.496688753366470337","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36385869","author":{"steamid":"76561198079629687","num_games_owned":168,"num_reviews":3,"playtime_forever":4235,"playtime_last_two_weeks":0,"playtime_at_review":1558,"last_played":1636214256},"language":"english","review":"I have a lot of fun playing this game. The only down side is the toxic community. They complain when you win crying \"camper\" and \"try hard\". If you try to have any fun and play around and let people escape you're met with \"GET GUD\" and \"YOU TRASH\" have yet to meet a single person in the community that had a good attitude. Best advice is to just play the game, avoid chat and do your own thing. Even at really low ranks it seems that everyone is salty as a swig of ocean water. It is really unfortunate considering how much fun this game is.\n\nTo the community: I get it, you're scared. Just relax and have fun, it is a game after all. Try to treat people online like you would treat them in real life. Help build a better place to play. #dontbeababy","timestamp_created":1510185819,"timestamp_updated":1510361621,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.499351471662521362","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36385751","author":{"steamid":"76561198309068005","num_games_owned":209,"num_reviews":2,"playtime_forever":26017,"playtime_last_two_weeks":0,"playtime_at_review":21109,"last_played":1655818961},"language":"schinese","review":"was good for me but not will","timestamp_created":1510185216,"timestamp_updated":1511385999,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36385451","author":{"steamid":"76561197971005336","num_games_owned":251,"num_reviews":4,"playtime_forever":29218,"playtime_last_two_weeks":0,"playtime_at_review":22473,"last_played":1554259464},"language":"english","review":"An otherwise fantastic game polluted by excessive survivor bias, the developers' self-styled French-Canadian trolling and a steaming fistful of community toxicity. If you need to play a game as a killer where you develop a potential neuroses, then this is the one for you. Some fun is to be had, but at what cost?","timestamp_created":1510183817,"timestamp_updated":1510183817,"voted_up":false,"votes_up":18,"votes_funny":0,"weighted_vote_score":"0.580937623977661133","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36385328","author":{"steamid":"76561198083993637","num_games_owned":199,"num_reviews":2,"playtime_forever":115110,"playtime_last_two_weeks":0,"playtime_at_review":65893,"last_played":1654453796},"language":"english","review":"(There's a TL,DR at the bottom if you don't wanna read all my salt)\n\nAre you looking for a new kind of gameplay, something that bring innovation to the horror genre, and do you want to be able to play the part of a strong and scary killer who will make everyone shit their pants, so you that you may feel the sensation of power while owning weak survivors running away from you?\n...Well...you're the wrong place, trust me, i've played enough to tell you that...YOU ARE IN THE COMPLETELY WRONG PLACE!\n\nThe killer in this game is not a killer, is a clown, a puppet, a plushie, and survivors are a bunch of 4 fuckers bullying you thx to all the bunch of infinite OP stuff developers gave to them update after update (and sadly, they're keep behaving like this) just to please their important and precious majority (survivors mains = the people who plays almost only the survivor role, are the 80% of the community, so of course they bring much more money to the pockets of these \"amazing\" devs)\nIf you buy this game, probably you wouldn't feel like that startly, but trust me, it's just a trap, if you'll start to become good as killer, soon or after, you'll reach higher ranks (Rank 1-5) every month, and just then, you'll feel like REALLY scammed while playing the role of a little kid bullied at school, against...well 4 bullies, as the survivors are OP af! Just the opposite as a horror game should be, trust me, i've tolerated enough of this bullshit for more than 1000hrs, i know my shit\n\nBut now, you're probably wondering what's wrong in the game for a killer, right?\nBefore starting, know that you'll encounter this shit if you'll become good as killer, so inevitably you'll reach the highest ranks sooner or later...where the nightmare is waiting for you!\n\nIn a few words:\n\n1)Survivors are too OP (Broken perks, unbalanced items and addons, map design in their total favour for 70% of the maps)\n2)Most of the killers (8/12) at rank 1 are useless and underpowered af\n\nIn longer words (i talk specifically about the biggest problems, listing all of them is almost impossible)\n\n1)Pallet Looping\nPallet looping is basically a serious abuse of game mechanics survivors found out about long time ago.\nIn this game there are pallets you can throw down to defend yourself from the killer, and pallets, to make them safe to use, and to keep you safe, must have objects and stuff around them, and if the killer hits the pallet while you throw it down, gets stunned for like 1,3 seconds giving you time to gain meters to run away, ok?\nSo survivors one day found out this: if you don't put the pallet down immediatly when the killer is chasing you, but instead you run around the stuff the pallet is surrounded from, you run faster than the killer (you're not supposed to do so, it's an exploit) cause of size of hitboxes differents, forcing the killer to make a longer lap around the pallet, so you gain space, speed, and the killer to reach you, this way is forced to make something like 3-4 laps around the pallet to try to hit you. Survivors gets away without conseguences with this, cause they're protected by the stun of the pallet, which makes everything riskier for the killer, and pallets stun immediatly, so it's impossible for the killer to hit the survivor in time, after some laps, you'll get forced to get stunned to eliminate the safe zone caused by the pallet.\n\n2)Gen Rushing\nTo escape, survivors have to repair 5 generators (generator = gen) so what is Gen Rushing?\nGen rushing is a phenomenon caused by the fact that generators are just unbalanced, survivors take way less time to do their objective than killers can do their:\nGenerators' time:\n1 gen with 1 person: 80 sec by default (no toolboxes, no perks, no skill checks to repair faster)\n2 people: Around 40 sec by default....40, yes\n3 people: Around 30 sec by default....YES!\n4 people (it's rare, but still..)...around 27 sec...\nAnd with this, consider there are just 5 gens, and the killer has to hang survivors to hooks in order to kill them, but there is a timer, they don't die instant, and that timer, for the killer, to do their objective, which is killing people, is 120 sec each survivor, if we don't count the time to find and down them!\n\n3)Decisive Strike\nIt's a perk survivors have which is just...a brainded and noob perk made just to make sure they can have a second chance to escape. This perk is super used, it takes away from you a ton of time, and it's stronger than any other killers' perk.\nBut what does it do, you say? It basically allows you to stun the killer for free when he picks you up from the ground for 4 seconds, and you can ran away, so the chase has been completely useless for the killer, he has just wasted time...No sense at all? i know...\n\n4)Hatch\nThis is not a bad idea but needs to be rebalanced. If you're the last survivor alive, you have to find around the map a hatch as an alternative way to escape. But the problem is, the survivor is the advantaged one here, cause the killer can't count anymore on the generator wallhack to find the survivor, since he will stop doing gens at all, and the hatch has no timer, is infinite. A hour can pass, it still doesn't expire. If the killer finds it before the survivor, can't close it. It's like saying: One has to escape no matter what\n\n5)SWF\n\"Survive With Friends\". A great idea this game mode, is like the \"play with friends\" in other games, but it needs to be balanced. The game is not balanced and thought to deal with voice communication (SWF has been added later) so the survivors should be nerfed while they do it, and the killer buffed.\n\n\n(TL,DR)\nI really love DBD, the idea behind it it's great, but the evident business politic taken in favour of survivors just cause they are the majority is absurd. I hope you got now why playing killer in this game means being masochist. Instead, if you're interested to the survivor side, this game is gonna be a heaven for you. All these broken stuff ready to cuddle you, feels great right, future survivor main who is reading?","timestamp_created":1510183211,"timestamp_updated":1532481219,"voted_up":false,"votes_up":23,"votes_funny":1,"weighted_vote_score":"0.578290939331054688","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36385236","author":{"steamid":"76561198206541681","num_games_owned":54,"num_reviews":1,"playtime_forever":112250,"playtime_last_two_weeks":389,"playtime_at_review":54206,"last_played":1660599289},"language":"english","review":"If you don't know what dead by daylight is, it is an asymmetrical horror game where four survivors have to repair five generators and open a door to escape. All the while evading a killer, which tries to kill all four survivors before they can escape. Seems thrilling doesn't it? Well, you're only half right.\n\nThis game has it's own perk system in addition to an item, addon and offering system to spice up the gameplay. But instead of being supplements to the gameplay, some are complete crutches that take no skill to use, leading to feeling cheated out of a kill, not because the survivor good at surviving, but because he just equipped something pre-game. Granted, there are killer crutch perks, but one can be countered before it is able to be used and only is able to be used when the exit gates are open, and one is only usable when an exit gate is open and you hook a survivor. Not to mention that 90% of games survivors will only use the same few crutch perks, as the perk balance is completely skewed. Some of their bonuses as both killer and survivor are completely negligible or are very situational. However, recently the developers have been tackling these imbalances and are going to be reworking one of them I believe in the next patch.\n\nLet me touch on the characters. The survivors have no special ability, or anything that makes them unique from eachother, other than teachable perks and skins. On the killer side, the killers do have special abilities that change their playstyle, yet only a few killers are viable at high ranks. The huntress, nurse, hillbilly, hag, and maybe the doctor.\n\nLet me discuss the maps for a little bit, every map is practically the same but with a different layout, except for a few landmarks (though haddonfield and lerys will feel completely different than the other maps), and the shape of the map. Just to clarify, there is no side objectives or different main objectives at any point in time. Leading to a very repetitive experience of repairing five generators a game. Granted, I had no issues with boredom playing for 900 hours, but I don't think everyone will feel the same.\n\nOther than these gripes, I really enjoy the game. If you can get past these issues you will get an enjoyable experience worth many hours (or even days) of fun.","timestamp_created":1510182784,"timestamp_updated":1532526807,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.512195110321044922","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"36384914","author":{"steamid":"76561198189503023","num_games_owned":271,"num_reviews":8,"playtime_forever":157711,"playtime_last_two_weeks":1524,"playtime_at_review":55598,"last_played":1660319200},"language":"english","review":"Thankyou BHVR, You are finally bringing hope to the future of this game.","timestamp_created":1510181269,"timestamp_updated":1537394976,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.561983644962310791","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36384568","author":{"steamid":"76561198019307362","num_games_owned":145,"num_reviews":10,"playtime_forever":8418,"playtime_last_two_weeks":0,"playtime_at_review":5085,"last_played":1583960792},"language":"russian","review":"Абоссаный Фрэди","timestamp_created":1510179500,"timestamp_updated":1510179500,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.416594773530960083","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36384473","author":{"steamid":"76561198313509169","num_games_owned":110,"num_reviews":2,"playtime_forever":3049,"playtime_last_two_weeks":0,"playtime_at_review":1716,"last_played":1560005409},"language":"turkish","review":"Aşırı Güzel bi Oyun Ancak Para Verince Oyun daha güzel oluyor","timestamp_created":1510179178,"timestamp_updated":1510179178,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36384459","author":{"steamid":"76561198042910226","num_games_owned":22,"num_reviews":4,"playtime_forever":27849,"playtime_last_two_weeks":0,"playtime_at_review":1727,"last_played":1657319844},"language":"russian","review":"Очень крутая атмосферная игра, щекочущая нервы )))","timestamp_created":1510179088,"timestamp_updated":1510179088,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36384305","author":{"steamid":"76561198109597995","num_games_owned":42,"num_reviews":3,"playtime_forever":27614,"playtime_last_two_weeks":0,"playtime_at_review":22181,"last_played":1633740490},"language":"english","review":"COULD U BALANCE FREDDY DUDE. ITS  RIDICULOUS THX","timestamp_created":1510178426,"timestamp_updated":1510178426,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.494565397500991821","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36384198","author":{"steamid":"76561197982895330","num_games_owned":112,"num_reviews":2,"playtime_forever":112213,"playtime_last_two_weeks":0,"playtime_at_review":504,"last_played":1658245576},"language":"english","review":"Fun game but the community kind of sucks","timestamp_created":1510177989,"timestamp_updated":1510177989,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.491325497627258301","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36383820","author":{"steamid":"76561198271937172","num_games_owned":30,"num_reviews":3,"playtime_forever":26445,"playtime_last_two_weeks":810,"playtime_at_review":7157,"last_played":1660348268},"language":"french","review":"Bon jeu dans l'ensemble malgré quelque souci au niveau des bugs. \nComme par exemple: Le personnage qui descend hors de la map et meurt.\nLes hachettes de la chasseuse qui ont une ITbox trop grosse par rapport a la hachette.\nSinon tres bon jeux","timestamp_created":1510176516,"timestamp_updated":1510176516,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36383749","author":{"steamid":"76561198085037437","num_games_owned":203,"num_reviews":11,"playtime_forever":11163,"playtime_last_two_weeks":0,"playtime_at_review":748,"last_played":1639840830},"language":"czech","review":"Hru jsem si koupil nedávno a koupi nelituji. Koncept hry je sice repetetativní; Oprav generátory, schovej se vrahovi a uteč. Ale každý vrah má své speciální schopnosti a jiný styl hraní, a to vás neomrzí. Tato hra vám napumpuje do těla tolik adrenalinu, že nebudete vědět, kdo jste. Uznávám, že je lepší hrát s přáteli ale dá se hrát i bez nich. \nRozhodně tuto hru doporučuji, je nehorázně navyková a zabaví vás na několik hodin. Ať si vyberete překonávání vraha, nebo zabíjení nevinných přeživších.","timestamp_created":1510176237,"timestamp_updated":1510176237,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.542827069759368896","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36383270","author":{"steamid":"76561198395955374","num_games_owned":31,"num_reviews":9,"playtime_forever":36675,"playtime_last_two_weeks":0,"playtime_at_review":6798,"last_played":1651268584},"language":"english","review":"daddy dwight all i have to say","timestamp_created":1510174296,"timestamp_updated":1510174296,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.515147566795349121","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36383171","author":{"steamid":"76561198057920095","num_games_owned":198,"num_reviews":88,"playtime_forever":4243,"playtime_last_two_weeks":0,"playtime_at_review":2919,"last_played":1600402585},"language":"english","review":"A pretty fun horror game to play with friends.","timestamp_created":1510173909,"timestamp_updated":1510173909,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.515147566795349121","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJ4gKTYzt8Cc5zligE="}